{
    "Policy Documents": [
        {
            "Document": "Disclosing Relationships at Work Policy and Procedure",
            "File": "HR2.1 Disclosing Relationships at Work Policy and Procedure.txt",
            "Description": "This policy is relevant for all those who engage with MHA including MHA and subsidiary company colleagues which in this policy is inclusive of trustee board members, temporary, casual, agency, and ...",
            "Questions Answered": [
                "What is the required process for disclosing personal or close relationships at work, both at the application stage and for existing colleagues?",
                "Who must approve disclosed relationships, and what steps must be taken if the relationship is approved or if it negatively impacts the workplace?",
                "What are the responsibilities of line managers and staff in monitoring, reviewing, and managing declared relationships to ensure professional boundaries are maintained?"
            ]
        },
        {
            "Document": "Business Expenses Policy and Procedure",
            "File": "FP003 Business Expenses Policy and Procedure (1).txt",
            "Description": "Covers procedures for claiming and reimbursement of business expenses.",
            "Questions Answered": [
                "What types of business expenses are eligible for reimbursement under MHA’s Business Expenses Policy, and which expenses are excluded?",
                "What is the process for submitting, approving, and receiving reimbursement for business expenses, including the roles of managers and the Finance Department?",
                "What guidelines and tax rules must colleagues follow when incurring and claiming travel, subsistence, and other business-related expenses to ensure compliance with HMRC regulations?"
            ]
        },
        {
            "Document": "Gift Aid Policy and Procedure",
            "File": "FR004 Gift Aid Policy and Procedure.txt",
            "Description": "This policy is relevant for all MHA colleagues and involved in effectively claiming Gift Aid on eligible donations. It outlines the steps to follow and clarifies what donations are eligible for Gif...",
            "Questions Answered": [
                "Which types of donations are eligible for Gift Aid claims under this policy?",
                "What are the responsibilities of MHA colleagues in monitoring and maintaining Gift Aid declarations and donations?",
                "How should Gift Aid be applied when donations are restricted to specific MHA care homes or events?"
            ]
        },
        {
            "Document": "Equality, Diversity and Inclusion Policy",
            "File": "HR4.2 Equality, Diversity, and Inclusion Policy.txt",
            "Description": "Framework for promoting equality, diversity and inclusion in service provision and employment, ensuring compliance with the Equality Act 2010 and protection of all protected characteristics.",
            "Questions Answered": [
                "Who does the Equality, Diversity, and Inclusion Policy apply to within MHA?",
                "What are the responsibilities of line managers and staff in implementing and communicating the EDI policy?",
                "How does MHA ensure compliance with equality legislation and measure the impact of its Equality, Diversity, and Inclusion Strategy?"
            ]
        },
        {
            "Document": "Annual Leave Holiday Arrangements Policy",
            "File": "HR7.4 Annual Leave Holiday Arrangements Policy (2).txt",
            "Description": "Details the procedures and guidelines for requesting and managing annual leave.",
            "Questions Answered": [
                "What is the annual leave year period for MHA colleagues?",
                "What is the procedure and notice period for requesting annual leave, and who approves these requests?",
                "Under what circumstances can annual leave requests be refused or postponed by management?"
            ]
        },
        {
            "Document": "Risk Assessment Policy and Procedure",
            "File": "HS401 Risk Assessment Policy and Procedure.txt",
            "Description": "The Management of Health and Safety at Work Regulations 1999 (MHSWR) requires that suitable and sufficient risk assessments must be carried out in order to reduce risks to colleagues and others not...",
            "Questions Answered": [
                "What are the required steps and documentation involved in conducting a risk assessment according to MHA's policy?",
                "Who is responsible for carrying out, reviewing, and maintaining risk assessments, and what training is provided to ensure competency?",
                "How often must risk assessments be reviewed and under what circumstances should a review be conducted?"
            ]
        },
        {
            "Document": "Environmental Risk Assessment Procedure",
            "File": "HS465 Environmental Risk Assessment Procedure.txt",
            "Description": "This procedure applies to all MHA colleagues, volunteers, residents, tenants, members, and visitors to MHA’s care homes, retirement living schemes, MHA Communities, and central support. This risk a...",
            "Questions Answered": [
                "Who is required to conduct environmental risk assessments according to this policy?",
                "What specific areas and hazards must be included in the environmental risk assessments for different MHA workplaces?",
                "How is compliance with the environmental risk assessment procedure monitored and enforced within MHA services?"
            ]
        },
        {
            "Document": "Social Media for Personal Use Policy",
            "File": "HR9.13 Social Media for Personal Use Policy.txt",
            "Description": "This policy has been developed to provide guidance for colleagues in using social media in their personal life including, but not limited to, Facebook, Twitter and LinkedIn, as well as blogs, forum...",
            "Questions Answered": [
                "What are the guidelines and restrictions for MHA colleagues using social media for personal purposes?",
                "What types of social media activities or posts could lead to disciplinary or legal action against colleagues?",
                "Are colleagues allowed to access personal social media accounts on MHA devices, and what are the related IT and data protection policies?"
            ]
        },
        {
            "Document": "Anti-Corruption and Anti-Bribery Policy V1",
            "File": "HR4.14 Anti-Corruption and Anti-Bribery Policy V1.txt",
            "Description": "This policy applies to all persons working for MHA or any Group Company acting on behalf of MHA in any capacity, including colleagues at all levels, directors, officers, agency workers, seconded wo...",
            "Questions Answered": [
                "Who does the Anti-Corruption and Anti-Bribery Policy apply to within MHA and its associated entities?",
                "What steps must staff take if they encounter or suspect bribery or corruption, including reporting procedures and record-keeping requirements?",
                "What training and compliance measures are required of staff to ensure adherence to the Anti-Bribery policy?"
            ]
        },
        {
            "Document": "Unaccounted Absence ",
            "File": "DP500 Unaccounted Absence .txt",
            "Description": "This Guidance Document is a stand-alone document to support colleagues to follow a procedure when they are worried about an unaccounted absence of an individual supported in retirement living. When...",
            "Questions Answered": [
                "What steps should staff take when an individual in retirement living does not respond to calls or answer their door at expected times?",
                "Under what circumstances and how can staff access a resident's accommodation if there is concern for their welfare?",
                "Who should staff contact and what documentation is required if a resident is unaccounted for after attempts to locate them have failed?"
            ]
        },
        {
            "Document": "Consent Policy Nov 23",
            "File": "CP002 Consent Policy Nov 23.txt",
            "Description": "The purpose of this policy is to set out the standards and procedures to be applied within all MHA’s services to enable colleagues to remain compliant with legal requirements, good practice guidanc...",
            "Questions Answered": [
                "How should MHA colleagues obtain and document lawful consent before providing care, support, or treatment?",
                "What procedures must be followed to verify and handle legal documents such as Lasting Power of Attorney (LPA) when obtaining consent?",
                "What are the roles and responsibilities of MHA colleagues and line managers regarding training, monitoring, and communication about consent?"
            ]
        },
        {
            "Document": "Adults Safeguarding Policy  (5)",
            "File": "CP019 Adults Safeguarding Policy  (5).txt",
            "Description": "The purpose of this policy and associated guidance is to demonstrate the commitment of MHA to safeguarding adults and to ensure that everyone involved in supporting people in our services are aware...",
            "Questions Answered": [
                "What are the specific steps and procedures staff must follow when they suspect or witness abuse or neglect of an adult in MHA services?",
                "What training and ongoing support are required for staff and volunteers to ensure they understand their safeguarding responsibilities?",
                "Who should staff report safeguarding concerns to internally and externally, and how can they access local safeguarding contacts and resources?"
            ]
        },
        {
            "Document": "Capital Expenditure",
            "File": "FP105 Capital Expenditure.txt",
            "Description": "The overall purpose of this policy is to: Confirm and clarify the policy that must be followed by MHA Ensure that capital expenditure across MHA is clearly identified, planned, authorised, and acco...",
            "Questions Answered": [
                "What are the approval and budgeting requirements for capital expenditure versus revenue expenditure within MHA?",
                "Who is responsible for determining and advising on the correct accounting treatment of capital expenditure, including the distinction from revenue and lease treatment?",
                "What procedures must staff follow to ensure capital expenditure is accurately recorded, allocated, and reported in a timely manner?"
            ]
        },
        {
            "Document": "Work Experience Placements Policy",
            "File": "HR6.8 Work Experience Placements Policy.txt",
            "Description": "This policy is relevant for all colleagues across all MHA’s services. The purpose of this policy is to provide key information and guidance, and define roles and responsibilities for the successful...",
            "Questions Answered": [
                "Who is eligible to participate in work experience placements within MHA's services?",
                "What are the roles and responsibilities of staff in implementing and managing work experience placements?",
                "What guidelines and policies must be followed to ensure compliance during work experience placements?"
            ]
        },
        {
            "Document": "Legacies Policy",
            "File": "FR007 Legacies Policy.txt",
            "Description": "This policy is aimed at all MHA colleagues and volunteers. This policy applies to all areas relating to legacies including: The preparation and administration of legacies in which MHA is a benefici...",
            "Questions Answered": [
                "What steps should MHA colleagues take when informed about a legacy in a Will, and how should this information be recorded in compliance with GDPR?",
                "What are the guidelines for MHA colleagues and volunteers regarding involvement in the preparation of Wills for residents and members?",
                "How should all correspondence related to legacies be handled and to whom should it be referred within MHA?"
            ]
        },
        {
            "Document": "OPCS 303 Trips and Outings",
            "File": "OPCS 303 Trips and Outings.txt",
            "Description": "This policy is relevant for all MHA Communities colleagues and volunteers. The purpose of providing outings for members is to: reduce social isolation and loneliness by providing opportunities for ...",
            "Questions Answered": [
                "How should outings be planned to ensure they meet member needs and preferences while maintaining safety?",
                "What types of transport and support resources are required to provide safe and enjoyable trips for members?",
                "What are the key objectives and benefits of offering trips and outings to members in terms of their wellbeing?"
            ]
        },
        {
            "Document": "Residents Money and Valuables Policy and Procedure",
            "File": "FP205 Residents Money and Valuables Policy and Procedure.txt",
            "Description": "This policy is relevant for all MHA colleagues across MHA Care Homes and Retirement Living Schemes for the purpose of: Safeguarding residents from any risk associated with the handling of personal ...",
            "Questions Answered": [
                "What are the accepted forms of residents' money and how should cheques be handled and recorded?",
                "What are the required procedures and security measures for checking in and out residents' cash and valuables?",
                "What steps must staff follow if there is any discrepancy, theft, or loss of a resident’s money or valuables?"
            ]
        },
        {
            "Document": "Business Continuity and Emergency Planning Policy and Procedure",
            "File": "HS310 Business Continuity and Emergency Planning Policy and Procedure.txt",
            "Description": "This policy is relevant to all MHA services including Care Homes, Retirement Living, MHA Communities, and Central support. The standard operating procedures are aimed directly at Care Homes and Ret...",
            "Questions Answered": [
                "What immediate actions must colleagues take in the event of a business continuity threat such as a gas leak or fire, including when and how to contact emergency services and managers?",
                "How does the policy ensure that critical care and support services continue or rapidly resume during and after an emergency or disruption?",
                "What training and monitoring processes are in place to ensure staff compliance with the business continuity and emergency planning procedures?"
            ]
        },
        {
            "Document": "Fire Safety Policy and Procedure",
            "File": "HS311 Fire Safety Policy and Procedure.txt",
            "Description": "Comprehensive guidance on fire safety procedures, risk assessments, and emergency evacuation protocols.",
            "Questions Answered": [
                "What are the specific fire evacuation procedures and risk control measures that staff must follow in different MHA service settings?",
                "Who are the designated Responsible Persons for fire safety at each site, and what are their roles and responsibilities?",
                "What fire safety training is required for staff, and how often must it be conducted to ensure compliance and preparedness?"
            ]
        },
        {
            "Document": "Bullying and Harassment Policy",
            "File": "HR8.5 Bullying and Harassment Policy.txt",
            "Description": "The purpose of this policy and procedure is to support a working environment and an inclusive culture in which bullying, and harassment of any kind will not be accepted. Such behaviour may be regar...",
            "Questions Answered": [
                "What behaviors constitute bullying and harassment under this policy, and how are they defined?",
                "What procedures should staff follow to report and resolve concerns about bullying and harassment, including distinctions between colleagues, volunteers, and third parties?",
                "What training and monitoring requirements are in place to ensure compliance with the bullying and harassment policy?"
            ]
        },
        {
            "Document": "Waste Management and Effective Disposal Policy and Procedure",
            "File": "HS322 Waste Management and Effective Disposal Policy and Procedure.txt",
            "Description": "The purpose of this policy is to provide appropriate information and guidance relating to waste management and disposal. It is relevant for all MHA colleagues and volunteers working across MHA Care...",
            "Questions Answered": [
                "What are the proper procedures for segregating, handling, and disposing of different categories of waste (general, clinical, hazardous, recyclable, food, aerosol) on MHA premises?",
                "Who is responsible for waste management training, and what are the minimum training requirements for staff involved in waste handling and disposal?",
                "What measures and documentation are required to ensure compliance with waste management legislation, including waste transfer to authorized persons and maintaining waste management licenses?"
            ]
        },
        {
            "Document": "Standard Infection Control Precautions SICPs Policy",
            "File": "CP008 Standard Infection Control Precautions SICPs Policy.txt",
            "Description": "The scope of this policy and associated procedures applies to all MHA services and colleagues, including contractors, volunteers, and visitors, who have direct or indirect contact with people we su...",
            "Questions Answered": [
                "Who is required to follow the Standard Infection Control Precautions (SICPs) policy within MHA services?",
                "What are the key procedures for decontaminating reusable care equipment to prevent infection transmission?",
                "What are the responsibilities of managers and designated infection control champions in training, monitoring, and compliance with infection control measures?"
            ]
        },
        {
            "Document": "Petty Cash Policy and Procedure",
            "File": "FP102 Petty Cash Policy and Procedure.txt",
            "Description": "This policy applies to all MHA colleagues for petty cash floats and bank accounts under the control of MHA’s Homes, Schemes and Central Support.",
            "Questions Answered": [
                "What are the maximum allowable petty cash float amounts for different MHA settings, such as Care Homes and Retirement Living schemes?",
                "What procedures must colleagues follow to ensure the safety and security of petty cash floats and bank accounts under MHA control?",
                "Who is responsible for monitoring, auditing, and ensuring compliance with the petty cash policy, and how often should these checks occur?"
            ]
        },
        {
            "Document": "Special Leave Policy and Procedure",
            "File": "HR7.2 Special Leave Policy and Procedure.txt",
            "Description": "Outlines various types of special leave and procedures for requesting them.",
            "Questions Answered": [
                "What types of special leave are available to colleagues under this policy and what are the eligibility criteria?",
                "What is the procedure for requesting and approving special leave, including emergency situations?",
                "What are the specific entitlements and duration of paid leave for bereavement under this policy?"
            ]
        },
        {
            "Document": "Volunteer Policy",
            "File": "VP001 Volunteer Policy.txt",
            "Description": "This policy is relevant for all volunteers across MHA. This policy describes MHA’s policy and statement of intent regarding the activity and relationships that the organisation has with its volunte...",
            "Questions Answered": [
                "What are the roles and responsibilities of volunteers and their line managers within MHA?",
                "How is compliance with the Volunteer Policy monitored and enforced?",
                "Where can staff and volunteers find the Volunteer Policy and whom should they contact for questions or issues?"
            ]
        },
        {
            "Document": "Distress Behaviour Support Policy ",
            "File": "HP119 Distress Behaviour Support Policy .txt",
            "Description": "MHA recognises and promotes that all the individuals we support have the right to full protection of the law and to be supported, through all practicable means, to exercise their human rights, achi...",
            "Questions Answered": [
                "What are the required training levels and refresher intervals for staff supporting individuals exhibiting distress behaviours?",
                "What are the five key steps to behaviour support that staff must follow when managing distress behaviours?",
                "What procedures must be followed before and after a person moves into an MHA care home or scheme to monitor and support distress behaviours?"
            ]
        },
        {
            "Document": "Care Homes Pricing Policy",
            "File": "FP108 Care Homes Pricing Policy.txt",
            "Description": "Maximise income potential in homes exceeding 85% occupancy ensuring fees are within the top quartile within local catchment areas. Provide guidance on setting attractive initial pricing to support ...",
            "Questions Answered": [
                "How should care homes set initial resident fees to support occupancy recovery when occupancy is below 85%?",
                "What is the process and formula for the annual review and adjustment of existing resident fees?",
                "Who approves the proposed fee changes and what governance steps are involved in the fee-setting process?"
            ]
        },
        {
            "Document": "Hours of Work Policy",
            "File": "HR5.1 Hours of Work Policy.txt",
            "Description": "MHA is committed to making sure that colleagues do not exceed the working hours set out in this policy to ensure the safety and wellbeing of all. The policy provides the standard working week for M...",
            "Questions Answered": [
                "What are the standard weekly working hours for different categories of MHA colleagues?",
                "Under what conditions can colleagues be required to work more than 48 hours per week?",
                "How are overtime hours calculated for part-time and relief colleagues?"
            ]
        },
        {
            "Document": "Capability Policy",
            "File": "HR8.1 Capability Policy.txt",
            "Description": "The purpose of this policy is to detail the provisions available and the process to follow where an unacceptable level of performance is due to incapability. MHA aims to use this policy to encourag...",
            "Questions Answered": [
                "What is the process for managing employee underperformance due to lack of capability within MHA?",
                "What rights and support are provided to employees during a formal Capability Hearing?",
                "Who is responsible for monitoring compliance and ensuring staff understand their roles under the Capability Policy?"
            ]
        },
        {
            "Document": "Managing MHRA Safety Alerts Procedures",
            "File": "CP500 Managing MHRA Safety Alerts Procedures.txt",
            "Description": "This policy applies to all colleagues and responsible managers in all MHA services. This policy and associated documents have been developed based on current legislation and best practice guidance ...",
            "Questions Answered": [
                "What are the required steps for managers upon receiving an MHRA safety alert to determine its applicability and ensure proper documentation?",
                "How should medical devices be checked and managed to comply with safety alerts, including handling of single-use devices and consumables?",
                "What training and monitoring processes are in place to ensure staff comply with the MHRA safety alerts procedures and maintain patient safety?"
            ]
        },
        {
            "Document": "People Development Policy",
            "File": "HR6.7 People Development Policy.txt",
            "Description": "This policy applies to all colleagues of MHA and subsidiary companies to set out the key principles underpinning learning and development at MHA and should be read in conjunction with guidance and ...",
            "Questions Answered": [
                "How are individual learning and development needs identified and addressed within MHA?",
                "Who is responsible for managing the learning and development budget and ensuring its effective use?",
                "What are the roles and responsibilities of line managers in implementing and communicating the People Development Policy?"
            ]
        },
        {
            "Document": "Recruitment and Selection Policy",
            "File": "HR2.0 Recruitment and Selection.txt",
            "Description": "Guidelines for effective and fair recruitment practices, including advertising positions, selection processes, and pre-employment checks to ensure the right staff are recruited with appropriate skills and experience.",
            "Questions Answered": [
                "What are the required steps and authorisations a recruiting manager must follow before beginning the recruitment process?",
                "What selection methods and assessment procedures are mandated to ensure fair and effective recruitment?",
                "What responsibilities do line managers and other staff have to ensure compliance with the recruitment and selection policy?"
            ]
        },
        {
            "Document": "Whistleblowing Policy and Procedure",
            "File": "HR9.5 Whistleblowing Policy and Procedure .txt",
            "Description": "Guidelines for raising and handling concerns about workplace malpractice or wrongdoing.",
            "Questions Answered": [
                "Who is eligible to raise concerns under the Whistleblowing Policy and what types of wrongdoing can be reported?",
                "What is the procedure for making a protected disclosure internally and externally, including conditions for external reporting?",
                "What protections and support are provided to staff who raise whistleblowing concerns, and how is confidentiality and non-retaliation ensured?"
            ]
        },
        {
            "Document": "Duty of Candour Policy ",
            "File": "G109 Duty of Candour Policy .txt",
            "Description": "In complying with the Duty of Candour the primary concern is to ensure that people we support, and their families are told about the incident, receive appropriate apologies, are involved in any inv...",
            "Questions Answered": [
                "What are the key steps staff must follow when a notifiable safety incident occurs, including communication and apology requirements?",
                "How should staff handle communication and support for individuals and families when an incident results in death?",
                "What training and reporting procedures must staff adhere to for effective implementation and monitoring of the Duty of Candour policy?"
            ]
        },
        {
            "Document": "DBS Policy and Procedure",
            "File": "HR4.13 DBS Policy and Procedure.txt",
            "Description": "This policy details the DBS requirements for operational colleagues and applicants to ensure that safer recruitment and employment decisions are made in safeguarding MHA services, colleagues, and a...",
            "Questions Answered": [
                "What are the DBS check requirements for different roles within MHA, including operational colleagues and those in regulated activity?",
                "What is the procedure for applying for and processing DBS checks through MHA's external provider, CareCheck?",
                "How does MHA handle applicants with existing DBS certificates or those subscribed to the DBS Update Service?"
            ]
        },
        {
            "Document": "Uniform and Dress Code Policy and Procedure",
            "File": "HR8.9 Uniform and Dress Code Policy and Procedure.txt",
            "Description": "This policy sets out the uniform and dress code principles for all MHA colleagues and volunteers (volunteers included in the term ‘colleagues’ from here onwards) in clinical and non-clinical roles ...",
            "Questions Answered": [
                "What are the specific uniform and dress code requirements for MHA colleagues and volunteers, including any additional rules for front line staff?",
                "How can colleagues order their uniforms, what is the process for new employees, and are there any exceptions or reimbursement options for uniform purchases?",
                "What are the consequences of non-compliance with the uniform and dress code policy, and how is compliance monitored and enforced within MHA?"
            ]
        },
        {
            "Document": "Display Screen Equipment Policy",
            "File": "HS339 Display Screen Equipment Policy.txt",
            "Description": "This policy is applicable to all MHA colleagues across Care Homes, Retirement Living, MHA Communities, and Central Support. In line with the Health and Safety (Display Screen Equipment) Regulations...",
            "Questions Answered": [
                "Who is required to complete a Display Screen Equipment (DSE) risk assessment according to the policy?",
                "What are the key responsibilities of colleagues when using Display Screen Equipment to prevent discomfort or injury?",
                "How is compliance with the Display Screen Equipment policy monitored and enforced within MHA services?"
            ]
        },
        {
            "Document": "Discipline Policy and Procedure",
            "File": "HR8.2 Discipline Policy and Procedure (5).txt",
            "Description": "Comprehensive framework for managing disciplinary matters, from informal procedures to formal actions.",
            "Questions Answered": [
                "What are the steps line managers must follow when addressing breaches of discipline or standards of behaviour?",
                "Which employees are covered by this Discipline Policy and Procedure, and who should be referred to the Probation Policy?",
                "What support and roles are available for colleagues involved in disciplinary or grievance hearings, including the role of a companion?"
            ]
        },
        {
            "Document": "MHA Communities Food Safety Small Scale Catering",
            "File": "FS01 MHA Communities Food Safety Small Scale Catering.txt",
            "Description": "This policy covers the food safety arrangements which must be followed for smaller scale catering, i.e. anything more than “tea and biscuits”. For example, it applies to MHA Communities events cate...",
            "Questions Answered": [
                "What food safety standards and regulations must staff comply with when providing small scale catering at MHA Communities events?",
                "Who should be contacted if a local Environmental Health Officer requires a food safety standard different from those outlined in this policy?",
                "What are the requirements for venues and food handlers involved in small scale catering activities such as luncheon clubs or community events?"
            ]
        },
        {
            "Document": "Falls Prevention and Risk Management Policy",
            "File": "HP118 Falls Prevention and Risk Management Policy.txt",
            "Description": "Guidelines for falls assessment, prevention, management and reporting responsibilities, including post-falls procedures and risk management strategies for older people in care settings.",
            "Questions Answered": [
                "What are the required steps for assessing and preventing falls among individuals in MHA services?",
                "What procedures must staff follow immediately after a fall occurs, including post-fall interventions and reporting?",
                "What are the training requirements and responsibilities for staff in relation to falls prevention and management?"
            ]
        },
        {
            "Document": "Complaints Policy and Procedure",
            "File": "G200 Complaints Policy and Procedure.txt",
            "Description": "Comprehensive framework for managing and resolving complaints across all MHA services, including a 4-stage complaint handling process and procedures for recording, investigating, and responding to complaints.",
            "Questions Answered": [
                "What are the steps and stages involved in MHA's complaints handling procedure?",
                "How should staff communicate and manage complaints to ensure they are handled objectively, honestly, and in a timely manner?",
                "Where can people find information about how to make a complaint and what support is available for them during the complaints process?"
            ]
        },
        {
            "Document": "Lone Working Policy and Procedure",
            "File": "HS338 Lone Working Policy and Procedure.txt",
            "Description": "This policy applies to all colleagues and volunteers (hereafter referred to as colleagues) who are lone working, whether service, office based or working in the community across all MHA services, c...",
            "Questions Answered": [
                "What are the procedures and equipment provided to ensure the safety of colleagues and volunteers who work alone?",
                "How should risk assessments for lone working be conducted, recorded, and reviewed?",
                "What are the responsibilities of colleagues and managers regarding training, incident reporting, and compliance monitoring related to lone working?"
            ]
        },
        {
            "Document": "Agency Workers Policy",
            "File": "HR3.2 Agency Workers Policy.txt",
            "Description": "This policy applies to all colleagues of MHA. This covers all colleagues, whether temporary, fixed term or permanent including agency workers, casual workers, or self-employed contractors. Requesti...",
            "Questions Answered": [
                "What is the approved process for requesting and booking agency workers at MHA?",
                "Who is responsible for reviewing, approving, and monitoring the use of agency workers?",
                "How does MHA ensure compliance with quality, safeguarding, and financial controls when engaging agency workers?"
            ]
        },
        {
            "Document": "Family Leave Policy and Procedure",
            "File": "HR7.3 Family Leave Policy and Procedure (1).txt",
            "Description": "Defines procedures and entitlements regarding family leave for employees.",
            "Questions Answered": [
                "What are the procedures and timelines for notifying and requesting maternity, adoption, paternity, and shared parental leave?",
                "What are the eligibility criteria and pay entitlements for maternity, adoption, paternity, and shared parental leave under this policy?",
                "What are the consequences and disciplinary actions if a colleague claims or takes leave or pay they are not entitled to?"
            ]
        },
        {
            "Document": "Admission Assessment and Support Planning Policy",
            "File": "HP005 Admission Assessment and Support Planning Policy.txt",
            "Description": "The scope of this policy and associated procedures apply to all MHA colleagues responsible for initial assessment, support planning, reviewing and delivering support to individuals within MHA’s res...",
            "Questions Answered": [
                "What are the key steps and considerations for conducting initial assessments and support planning for new admissions in MHA residential and nursing homes?",
                "How should staff respond to and manage individuals with high dependency scores (50+) requiring specialized clinical skills before admission or readmission?",
                "What training and monitoring responsibilities do managers have to ensure staff are competent in completing, reviewing, and auditing assessments and support plans?"
            ]
        },
        {
            "Document": "Enquiries and Marketing Policy",
            "File": "HP002 Enquiries and Marketing Policy.txt",
            "Description": "This policy and associated guidance is applicable to all colleagues and volunteers working in MHA care homes. This document in conjunction with MHA’s Care Home Sales and Marketing Toolkit has been ...",
            "Questions Answered": [
                "Who is responsible for managing enquiries and the sales process in MHA care homes?",
                "What training and monitoring processes are in place to ensure colleagues maintain expected standards in enquiry and marketing procedures?",
                "What resources and tools are available to support staff in promoting MHA care homes and managing prospective customer interactions?"
            ]
        },
        {
            "Document": "Meals for Colleagues Policy and Procedure",
            "File": "HR8.11 Meals for Colleagues Policy and Procedure (2).txt",
            "Description": "Guidelines for providing and managing meals for staff across different MHA facilities.",
            "Questions Answered": [
                "Who is eligible to receive meals provided by MHA under this policy?",
                "What are the procedures for colleagues to notify about food allergies or dietary preferences when meals are provided?",
                "How should concerns or issues related to provided meals be reported and escalated within MHA?"
            ]
        },
        {
            "Document": "Intergenerational Activities Policy and Procedure",
            "File": "CP014h Intergenerational Activities Policy and Procedure.txt",
            "Description": "This policy is relevant for all MHA colleagues across MHA Care Homes, Retirement Living, and MHA Communities, for the purpose of outlining MHA’s approach to intergenerational working and the extent...",
            "Questions Answered": [
                "What are the supervision and consent requirements for involving children and young people in intergenerational activities?",
                "What procedures must be followed to ensure safety, confidentiality, and appropriate behavior during intergenerational interactions?",
                "Who is responsible for ensuring compliance with the Intergenerational Activities Policy and how is it communicated and monitored within MHA services?"
            ]
        },
        {
            "Document": "Managing Stress at Work Policy and Procedure",
            "File": "HR9.7 Managing Stress at Work Policy and Procedure.txt",
            "Description": "This policy is for all MHA colleagues. What is Stress? Whilst MHA recognises that we may all feel pressure from time to time to complete a piece of work or meet a deadline, stress is distinctively ...",
            "Questions Answered": [
                "How can MHA colleagues identify and recognize the symptoms and causes of stress in the workplace?",
                "What steps should line managers and staff take to address and manage stress to ensure wellbeing and compliance with the policy?",
                "What resources and support mechanisms are available to colleagues experiencing stress, and how is the policy communicated and monitored within MHA?"
            ]
        },
        {
            "Document": "Driving for Work and Volunteering Policy",
            "File": "HR9.2 Driving for Work and Volunteering Policy.txt",
            "Description": "This policy applies to all colleagues and volunteers of MHA. For the purpose of this policy “drivers” refers to all MHA colleagues and volunteers driving for work of volunteering. Vehicle Types - D...",
            "Questions Answered": [
                "What documentation (driving licence, insurance, MOT) must colleagues and volunteers provide and maintain to be authorized to drive for work or volunteering?",
                "How should colleagues and line managers record and update driver and vehicle details in the mhapeople system or volunteer databases?",
                "What actions must be taken if a driver fails to provide valid documentation or if there are inconsistencies that affect their ability to perform their driving role?"
            ]
        },
        {
            "Document": "Restricted Funds Policy",
            "File": "FR006 Restricted Funds Policy.txt",
            "Description": "All MHA Fundraising, Operations and Finance colleagues. To provide MHA colleagues with guidance on how to treat restricted donations to MHA, ensuring they are asked for, accepted, and spent appropr...",
            "Questions Answered": [
                "How should MHA staff properly ask for and communicate about restricted donations to ensure compliance with legal and ethical standards?",
                "What procedures must be followed when accepting restricted donations, including recording and timeframes for spending the funds?",
                "What is the process for approving and managing the spending of restricted funds, especially for large amounts or specific service areas?"
            ]
        },
        {
            "Document": "Managing Infections and Outbreaks Policy",
            "File": "CP008a Managing Infections and Outbreaks.txt",
            "Description": "Guidelines for preventing, identifying, and managing infectious diseases and outbreak situations in care settings.",
            "Questions Answered": [
                "What are the key symptoms and signs that staff should recognize to identify a potential infection outbreak among residents or colleagues?",
                "What are the specific responsibilities of service or home managers and infection control champions in training, monitoring, and managing infection prevention and control?",
                "What procedures and external resources should staff follow and consult when managing infections, outbreaks, or incidents within MHA services?"
            ]
        },
        {
            "Document": "Hot water bottles wheat bags and electric blankets",
            "File": "CP401 Hot water bottles wheat bags and electric blankets.txt",
            "Description": "This policy document applies to all MHA colleagues and volunteers supporting people in our care home and retirement living services providing instructions for safe use. Risks The risks associated w...",
            "Questions Answered": [
                "What are the safety risks associated with the use of hot water bottles, wheat bags, heat pads, and electric blankets for people in MHA care?",
                "What procedures must staff follow to assess and manage the risks when supporting people to use these heated items?",
                "What training and monitoring requirements are in place to ensure staff comply with the safe use of these heating devices?"
            ]
        },
        {
            "Document": "First Aid Policy and Procedure",
            "File": "HS511 First Aid Policy and Procedure.txt",
            "Description": "This policy applies to all MHA colleagues and volunteers across MHA Care Homes, Retirement Living, MHA Communities, Collaborative Communities, and Central Support. MHA may also, where appropriate, ...",
            "Questions Answered": [
                "What are the required first aid arrangements and equipment that must be in place at MHA services to comply with the Health and Safety (First Aid) Regulations 2013?",
                "Who is responsible for conducting the First Aid Needs Assessment and what factors must be considered when determining the number of trained first aiders and first aid equipment required?",
                "What training requirements and monitoring procedures are in place to ensure that MHA colleagues designated as First Aiders are competent and their training is up to date?"
            ]
        },
        {
            "Document": "Use of Generative Artificial Intelligence AI Systems Policy",
            "File": "IT10 Use of Generative Artificial Intelligence AI Systems Policy.txt",
            "Description": "This policy applies to all colleagues, volunteers, contractors, and other personnel who use generative AI technology in the course of their work for MHA. The purpose of this policy is to: Provide a...",
            "Questions Answered": [
                "What are the approved use cases and restrictions for using Otter.ai within MHA?",
                "Who is authorized to use generative AI tools like Otter.ai for business purposes, and what are the compliance requirements?",
                "What procedures are in place for monitoring, reporting, and addressing misuse of generative AI technology at MHA?"
            ]
        },
        {
            "Document": "Resuscitation Policy",
            "File": "CP006 Resuscitation Policy.txt",
            "Description": "Comprehensive guidance on resuscitation procedures, including CPR protocols, DNACPR decisions, and the use of automated external defibrillators.",
            "Questions Answered": [
                "What are the training requirements and frequency for MHA colleagues regarding CPR and first aid to ensure proficiency?",
                "How should MHA staff handle and respect individuals' wishes concerning Do Not Attempt Cardio Pulmonary Resuscitation (DNACPR) and advance directives?",
                "What procedures should be followed when implementing the ReSPECT process for personalised emergency care recommendations?"
            ]
        },
        {
            "Document": "Surveillance Policy",
            "File": "CP025 Surveillance Policy.txt",
            "Description": "This policy provides a framework for systems managed by MHA, and for those being considered by family or friends of people supported in MHA’s services, to protect people captured on camera at our s...",
            "Questions Answered": [
                "What are the requirements and procedures for installing and operating CCTV systems within MHA properties to ensure compliance with UK GDPR and the Human Rights Act?",
                "What responsibilities do MHA colleagues and managers have regarding training, monitoring, and auditing the use of surveillance systems to protect individuals' privacy and data?",
                "How should concerns or complaints related to surveillance equipment, especially when installed in individual apartments, be handled and investigated within MHA services?"
            ]
        },
        {
            "Document": "Health and Safety Arrangements and Responsibilities Policy",
            "File": "HS001 Health and Safety Arrangements and Responsibilities Policy.txt",
            "Description": "This policy aims to support the continuous improvement of MHAs management of all risks within its remit for the benefit of colleagues and all who use or are affected by MHA’s activities. It aims to...",
            "Questions Answered": [
                "What are the key health and safety responsibilities of MHA colleagues and volunteers under this policy?",
                "What training and monitoring processes are in place to ensure compliance with health and safety regulations?",
                "How does MHA manage and review health and safety risks through policies, audits, and continuous improvement?"
            ]
        },
        {
            "Document": "Catheter Management Policy",
            "File": "HP108a Catheter Management Policy.txt",
            "Description": "Guidance on catheter care, including insertion and infection control.",
            "Questions Answered": [
                "Who is authorized and responsible for performing catheterisation and catheter care in different care settings, and what training or competency requirements must they meet?",
                "What procedures and assessments must be completed prior to catheter insertion, including considerations of clinical need, informed consent, and multidisciplinary involvement?",
                "What infection control precautions and ongoing monitoring practices must be followed to ensure safe catheter management and compliance with relevant health and social care regulations?"
            ]
        },
        {
            "Document": "Bedrails Management and Safe Use",
            "File": "CP004 Bedrails Management and Safe Use.txt",
            "Description": "This policy and associated documents provide a best practice framework in the provision, assessment, use, maintenance and fitting of bed rails to reflect changes in devices and practice in accordan...",
            "Questions Answered": [
                "What are the required procedures for assessing, fitting, and maintaining bed rails to ensure safe use?",
                "Who is responsible for training, monitoring, and ensuring competency of staff involved with bed rail use?",
                "What steps must be taken to report incidents or adverse events related to bed rails, including regulatory reporting requirements?"
            ]
        },
        {
            "Document": "Psychotropic Medication Policy",
            "File": "Med 221 Psychotropic Medication (2).txt",
            "Description": "Guidelines for the management and monitoring of psychotropic medication administration.",
            "Questions Answered": [
                "Who is authorized to prescribe the first psychotropic medication for individuals with dementia?",
                "What training and competency requirements must staff meet before administering psychotropic medications?",
                "What steps should be taken to support the reduction or elimination of psychotropic medication use in people with dementia?"
            ]
        },
        {
            "Document": "Head Injury Assessment and Monitoring Policy",
            "File": "CP017 Head Injury Assessment and Monitoring Policy.txt",
            "Description": "Procedures for assessing, monitoring, and managing head injuries, including risk assessment and emergency response protocols.",
            "Questions Answered": [
                "What are the specific criteria that require dialing 999 for a head injury according to this policy?",
                "What training requirements and competencies must MHA colleagues meet to properly assess and manage head injuries?",
                "What immediate actions should staff take when they suspect a head injury in a person under their care?"
            ]
        },
        {
            "Document": "Recommend a Friend Policy and Procedure",
            "File": "HR4.11 Recommend a Friend Policy and Procedure.txt",
            "Description": "This policy outlines the terms and conditions for participation in MHA’s recommend a friend scheme, ensuring a fair and transparent process for all involved. It is relevant for all MHA colleagues w...",
            "Questions Answered": [
                "Who is eligible to participate in the Recommend a Friend scheme and who is excluded?",
                "What is the procedure for making a referral and how is the reward payment processed?",
                "What are the conditions that must be met for the recommending colleague to receive the reward?"
            ]
        },
        {
            "Document": "Flexible Working Policy and Procedure",
            "File": "HR7.8 Flexible Working Policy and Procedure.txt",
            "Description": "This policy applies to all MHA colleagues employed on a contract of employment. This policy and procedure enables colleagues to request to work flexibly. It does not however provide for an automati...",
            "Questions Answered": [
                "How can a colleague formally request flexible working, and what information must be included in the request?",
                "What are the responsibilities of managers when considering and responding to a flexible working request?",
                "How many flexible working requests can a colleague make within a rolling 12-month period, and are informal discussions encouraged?"
            ]
        },
        {
            "Document": "Medication Policy Retirement Living",
            "File": "DP306 Medication Policy Retirement Living.txt",
            "Description": "Comprehensive guidance on medication management in retirement living settings, including administration, storage, and error handling procedures.",
            "Questions Answered": [
                "What are the key steps staff must follow to safely manage and administer medication to residents in retirement living settings?",
                "How does the policy ensure that staff are appropriately trained and competent in medication management?",
                "What procedures should staff follow if a resident chooses to decline their medication?"
            ]
        },
        {
            "Document": "Long Service Recognition",
            "File": "HR9.11 Long Service Recognition.txt",
            "Description": "The MHA Long Service Recognition Scheme is an initiative designed to assist with motivation and engagement of Colleagues by recognising the loyalty and commitment of long serving Colleagues.",
            "Questions Answered": [
                "Who is eligible to receive recognition under the Long Service Recognition Scheme?",
                "What are the specific milestones and rewards given for length of service?",
                "What is the process for notifying and presenting awards to eligible Colleagues?"
            ]
        },
        {
            "Document": "Caldicott Guardian Principles",
            "File": "IG101 Caldicott Guardian Principles.txt",
            "Description": "These Caldicott Guardianship Principles are designed to be read in conjunction with MHA Information Governance Policies and associated documents. They are applicable to the Caldicott Guardian and a...",
            "Questions Answered": [
                "Who is designated as the Caldicott Guardian within MHA and what is their reporting structure?",
                "What are the key responsibilities of the Caldicott Guardian in ensuring the confidentiality and appropriate use of health and care information?",
                "How should staff inform service users about how their confidential information is used to ensure transparency and no surprises?"
            ]
        },
        {
            "Document": "Information Governance Policy",
            "File": "IG01 Information Governance Policy.txt",
            "Description": "All MHA colleagues and third-party organisations that process Personal Data for or on behalf of MHA, are required to: Ensure that all colleagues are aware of their roles, responsibilities and accou...",
            "Questions Answered": [
                "What are the required stages and procedures for archiving records, including onsite and off-site storage and disposal?",
                "Who is authorized to access archived records and what documentation must be maintained to manage archive access and logs?",
                "What training and compliance requirements must all colleagues complete related to confidentiality, information handling, and cybersecurity?"
            ]
        },
        {
            "Document": "Employment and Re-Employment Eligibility and Screening Policy",
            "File": "HR4.1 Employment and Re-Employment Eligibility and Screening Policy.txt",
            "Description": "This policy is relevant for all applicants with an offer of employment and current colleagues working under a contract of employment with MHA and subsidiary companies. To establish the minimum crit...",
            "Questions Answered": [
                "What are the minimum eligibility criteria and screening checks required before employing or re-employing a colleague at MHA?",
                "What documentation and records must be maintained in a colleague’s personal file, including handling of DBS checks and photographs?",
                "What are the responsibilities of managers and staff in ensuring compliance with employment eligibility, including emergency contact details and ongoing monitoring?"
            ]
        },
        {
            "Document": "Competency Framework Guidance",
            "File": "HR6.7a Competency Framework Guidance.txt",
            "Description": "Relevant for all care and clinical colleagues across MHA.",
            "Questions Answered": [
                "What are the expectations and requirements for competency assessments for care and clinical colleagues?",
                "How are competency assessments conducted, reviewed, and what follow-up actions are required?",
                "Who is responsible for communicating, implementing, and managing the competency framework within MHA services?"
            ]
        },
        {
            "Document": "Probation Policy",
            "File": "HR4.12 Probation Policy.txt",
            "Description": "To outline the procedures to be followed by managers during a probationary period.",
            "Questions Answered": [
                "What is the maximum duration of the probationary period and under what circumstances can it be extended?",
                "What are the required timings and procedures for probationary performance reviews?",
                "Who is responsible for implementing, monitoring, and addressing queries related to the probation policy?"
            ]
        },
        {
            "Document": "Data Subject Rights Policy",
            "File": "IG03 Data Subject Rights Policy.txt",
            "Description": "All MHA colleagues and third-party organisations that process Personal Data for or on behalf of MHA, are required to: Ensure that all colleagues are aware of their roles, responsibilities and accou...",
            "Questions Answered": [
                "What are the specific rights of Data Subjects regarding their personal data, and within what timeframe must MHA respond to these requests?",
                "What procedures must staff follow to verify the identity of a Data Subject before processing their data rights requests?",
                "What training and responsibilities do MHA colleagues have to ensure compliance with the Data Subject Rights Policy?"
            ]
        },
        {
            "Document": "Computer Use Policy  (2)",
            "File": "IT1 Computer Use Policy  (2).txt",
            "Description": "This policy is relevant for all computer users which includes MHA and subsidiary company colleagues, temporary workers, agency workers, volunteers, contractors, and anyone else engaging with MHA wh...",
            "Questions Answered": [
                "What are the acceptable and unacceptable uses of MHA computer equipment and electronic communication systems?",
                "How should staff handle personal use of MHA computer resources without impacting their job responsibilities?",
                "What procedures must staff follow if they need to request an exception to the standard computer usage policy?"
            ]
        },
        {
            "Document": "Electrical Safety Policy and Procedure",
            "File": "HS315 Electrical Safety Policy and Procedure.txt",
            "Description": "This policy applies to all persons employed or contracted to undertake activities relating to electrical installations on all properties owned and managed by MHA with the exception of leasehold pro...",
            "Questions Answered": [
                "What are the specific roles and responsibilities of staff regarding the management and maintenance of electrical safety in MHA properties?",
                "What procedures must be followed for electrical inspections, including handling of C1 and C2 defects found during Electrical Installation Condition Reports (EICRs)?",
                "How is compliance with electrical safety requirements monitored, reported, and escalated within MHA, including the process for reporting major non-conformance issues?"
            ]
        },
        {
            "Document": "Sickness Absence Management Policy",
            "File": "HR7.1 Sickness Absence Management Policy.txt",
            "Description": "Guidelines for managing and supporting staff during periods of sickness absence.",
            "Questions Answered": [
                "What are the procedures and criteria for managing and addressing sickness absence, including the use of the Bradford Factor scoring system?",
                "How should line managers conduct return-to-work interviews to support colleagues and accurately record sickness absence?",
                "What are the responsibilities of line managers and staff in implementing the sickness absence management policy and ensuring compliance?"
            ]
        },
        {
            "Document": "Risk Management Policy",
            "File": "G600 Risk Management Policy.txt",
            "Description": "MHA encourages a culture of responsible risk management practices that all colleagues and volunteers are expected to actively participate in, as well as contribute to the ongoing success of this po...",
            "Questions Answered": [
                "What are the responsibilities of MHA colleagues and volunteers in identifying and reporting risks under this policy?",
                "What training and compliance measures are in place to ensure effective risk management among MHA staff and volunteers?",
                "How does MHA ensure regulatory and statutory compliance in its risk management practices, including reporting serious incidents?"
            ]
        },
        {
            "Document": "Code of Conduct and Professional Behaviour Policy 4",
            "File": "HR8.3 Code of Conduct and Professional Behaviour Policy 4.txt",
            "Description": "This policy is relevant for all MHA colleagues, volunteers and those engaged on a contract for service or acting in the name of MHA (including both on site and off site and whilst representing the ...",
            "Questions Answered": [
                "Who does the Code of Conduct and Professional Behaviour Policy apply to within the MHA organization?",
                "What are the consequences and procedures if a colleague or non-employed individual breaches the code of conduct?",
                "How is compliance with the Code of Conduct monitored and enforced among MHA colleagues?"
            ]
        },
        {
            "Document": "Data Protection Policy",
            "File": "IG02 Data Protection Policy.txt",
            "Description": "All MHA colleagues and third-party organisations that process Personal Data for or on behalf of MHA, must: Ensure that all colleagues are aware of their roles, responsibilities and accountability a...",
            "Questions Answered": [
                "What are the mandatory data protection training requirements for MHA colleagues who process personal data?",
                "What is the procedure for reporting and managing security incidents involving personal data?",
                "How should data protection be integrated into new projects or changes involving personal data within MHA?"
            ]
        },
        {
            "Document": "Construction Management Policy and Guidance",
            "File": "EST006 Construction Management Policy and Guidance.txt",
            "Description": "A number of the MHA properties may be actively involved with construction, demolition, or refurbishment projects. Where such projects take place, MHA becomes the ‘Client’ under the terms of CDM 201...",
            "Questions Answered": [
                "What are the key legal duties and responsibilities of MHA as the 'Client' under the CDM 2015 regulations during construction, demolition, or refurbishment projects?",
                "Which types of work are classified as 'construction work' under this policy, and what types of activities are excluded?",
                "What are the health and safety responsibilities of workers involved in construction projects according to this policy?"
            ]
        },
        {
            "Document": "Right to Work in the UK Policy and Procedure",
            "File": "HR4.15 Right to Work in the UK Policy and Procedure.txt",
            "Description": "This policy is relevant for all MHA and MHA subsidiary company colleagues working under a contract of employment and applicants with an offer of employment, regardless of nationality and immigratio...",
            "Questions Answered": [
                "What are the required steps and acceptable documents for conducting a right to work check before employing a candidate?",
                "What actions must line managers take to ensure compliance with the right to work policy within their teams?",
                "What are the procedures and consequences if an applicant or colleague is found not to have the legal right to work in the UK?"
            ]
        },
        {
            "Document": "MHA Communities Premises, Facilities and Equipment Policy",
            "File": "MHAC03 MHA Communities Premises, Facilities and Equipment Policy.txt",
            "Description": "All MHA Communities colleagues and volunteers will respect the environment in which they work or assist. Premises, Facilities, and Equipment When MHA Communities provides an activity for members, t...",
            "Questions Answered": [
                "What are the responsibilities of MHA Communities Local Managers and employees in ensuring the safety and suitability of premises, facilities, and equipment used for activities?",
                "What procedures must be followed regarding the Premises Daily Checklist and Weekly Checklist to maintain health and safety compliance during activities?",
                "How is compliance with the Premises, Facilities and Equipment Policy monitored and communicated to colleagues, volunteers, and the people supported?"
            ]
        }
    ]
}