{
  "id": "CP006",
  "title": "Resuscitation Policy",
  "filename": "CP006 Resuscitation Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA have an obligation to provide a high-quality resuscitation provision, and to ensure that colleagues are trained and updated regularly and with appropriate frequency to a level of proficiency appropriate to each individual’s expected role.\nIt is also essential to effectively support and respond to individuals who would not want CPR to be attempted in the event of an arrest or unexpected collapse and who competently refuse this treatment option. Some individuals may wish to make an advance directive about treatment (such as CPR) that they would not wish to receive in some future circumstances. \nThis policy provides guidance, information, and procedures for MHA colleagues to assist with and respect a person’s wishes to be followed at the end of life if such unexpected events occur.\nScope and Purpose\nThe overall aim of this policy is to ensure that MHA colleagues, volunteers, and contracted personnel (agency) are aware of their responsibilities in relation to delivering Cardio Pulmonary Resuscitation (CPR) and Do Not Attempt Cardio Pulmonary Resuscitation (DNACPR) and are fully supported in their role to ensure all individuals receive appropriate care and support in accordance with their wishes. \nThis policy and associated documents are based on the guidelines produced by the British Medical Association, the Resuscitation Council (UK) and is written with due regard for the requirements of the:\nMental Capacity Act 2005  \nHealth and Safety (First Aid) Regulations 1981\nHealth and Social Care Act 2008 (Regulated Activities) Regulations 2014\nSocial Services and Well Being (Wales) Act 2014\nHuman Rights Act 1998\nResuscitation Council (UK)\nThe following MHA policies must be read in conjunction with this policy:\nEnd of Life Planning \nMental Capacity and DoLs \nConsent Policy \nUnexpected Deaths Policy \nMedical Emergencies Procedures \nFirst Aid Policy \nDefinitions \nCardiopulmonary Resuscitation (CPR) Procedures\nThe following steps together make up CPR: \nOpening the airway \nChecking breathing \nGiving chest compressions \nRescue breaths (place a towel over the mouth if someone has suspected or confirmed COVID-19)\nUse of an Automated External Defibrillator (AED)\nThe key aims and objectives for providing CPR are the same as for all first aid processes: \nTo understand your own abilities and limitations. \nTo stay safe and calm at all times. \nTo assess a situation quickly and calmly and summon the appropriate help. \nTo assist the casualty and provide the necessary treatment, with the help of those around where necessary. \nTo pass on relevant information to the emergency services, or the person who takes responsibility for the casualty. \nIn the event of an unexpected cardiac arrest or witnessed an unexpected collapse where an individual’s pulse and respiration have stopped, colleagues are expected to make every attempt to resuscitate in accordance with these procedures unless a current and active DNACPR decision is in place; refer to section 8 for MHA Communities guidance. \nOn discovery of a person who appears to have collapsed colleagues must do the following, this applies to all care homes, retirement living and communities:\nSummon help and remain with the person. \nImmediately call the emergency services (999). \nDo not move the person until assessed or instructed by paramedics\nFollow any guidance provided by the emergency services until paramedics arrive \nCommence CPR – unless an active DNACPR is in place\nWhere a colleagues is in a situation where CPR is required and their training has expired or they do not feel confident, contact emergency services immediately, as above, and follow advice given during the call until paramedics arrive. \nAutomated External Defibrillators (AED’s)\nThe British Heart Foundation and the Resuscitation Council (UK) state that AEDs are designed to be used by any lay person, but recommend that people, working where an AED is located, should be trained if possible.\nIf in a public setting, when 999 is dialled, the operator will advise where the nearest AED is located (also see - http://heartsafe.org.uk/AED-Locations).  If this is an MHA setting, MHA employees and volunteers are not expected to become involved in external emergencies which do not involve people using our services – any colleagues that do will not be protected by MHA’s indemnity insurance.\nWhere an AED has been installed on the premises and is available there is an expectation that it must be used if someone experiences a cardiac arrest following advice from emergency services (999), this includes people we support, colleagues and visitors. \nPlacement and Registration of AED’s \nRetirement Living \nIf an AED has been agreed and purchased (not funded) by tenants in Retirement Living, the respective manager must ask if they would like the AED registering with the local ambulance service (The Circuit).  There is no requirement to register the AED but if it is registered, 999 operators can quickly locate a nearby device in future emergencies.\nWhere an AED has been provided by funding or partial funding there will be requirements to register the equipment on The Circuit.  More information related to funding opportunities for communities can be found on the following website https://www.bhf.org.uk/fundeddefibs \nWhere an AED is located in retirement living services MHA procedures for checking and using the equipment apply.\nCare Homes with funded AED’s \nAll AED’s must be attached to the outside of the building as the equipment must also be made available to the local community. \nAED’s located in MHA services must be registered with www.thecircuit.uk [thecircuit.uk] the national defibrillator network, which provides the NHS ambulance services with vital information about defibrillators across the UK so that in those crucial moments after a cardiac arrest, they can be accessed quickly to help save lives.\nIn order to register you will need the following information:\nModel of Defibrillator \nSerial Number (S/N can be found on the defibrillator itself and the defibrillator packaging box)\nLocation of the Installed Defibrillator\nHours of Availability\nExpiration Date of Battery (5 years from activation) and Pads (on front of defibrillator)\nAll information required is contained with your Defibrillator. Registration is to be completed online at: www.thecircuit.uk [thecircuit.uk]\nAccess code for locked cabinets\nUsing the Defibrillator (AED)\nWhere a person is known to have a DNACPR or Advance Directive in place, colleagues must respect this and not use the AED (and / or CPR).  If a DNACPR or Advance Directive is not known or not in situ, the ambulance (999) service will direct the caller to attempt CPR and use an AED if available\nThe defibrillator delivers a controlled electric shock safely. It tries to get the heart to beat normally again when someone has had a cardiac arrest.\nDefibrillators are easy to use, even if you’ve not had training. The emergency operator will talk you through what to do. Many defibrillators will tell you what you need to do and when to do it. \nOn discovering someone who is not breathing – \ncall 999 and start CPR – ensure a call is being made to the emergency services before uisng the AED.\nIf alone, do not interrupt the CPR to go and get the AED.  When you can, send someone else to find one.  \nOnce the AED is open, follow the spoken instructionns.\nThere are two steps to using a defibrillator.  \nYou put the defibrillator pads on the person’s chest.  \nThe defibrillator checks their heart rhythm and delivers a shock if they need one\nSome defibrillators do this automatically, while some will tell you to press a button to deliver the shock.\nDefibrillator Routine Checking \nAutomated External Defibrillator must be checked in accordance with the manufacturer’s guidelines. Defibrillator faults should be reported to the relevant service manager to refer to the manufacturer for further assistance or additional equipment i.e., pads.\nService managers must identify a colleague who is responsible for checking the defibrillator weekly, this should be a colleague (nurse, senior carer or care team leader) who is first aid trained. \nWeekly checks must be recorded on the Defibrillator (AED) Check Record and retained with associated first aid documentation i.e., First Aid Box Contents Check Form. \nChecking your defibrillator will ensure that you are aware of:\nWhen the electrode pads expire\nWhether your defibrillator has been used\nWhere it has a fault, e.g., the battery is low.\nIf the AED is registered on The Circuit, you will receive regular reminders to record your checks. The Circuit can send you notifications to replace your electrode pads. \nChecks following use of defibrillator\nThere are a few simple steps you need to follow after it’s been used in an emergency.\nWipe the defibrillator and case with an antibacterial wipe.  \nCheck there are no signs of damage and see if the self-test light is OK. You might need to check your user manual.\nIf the battery needs to be replaced, check the manufacturer’s instructions.  \nCheck if any of the disposable items like the sticky pads or razors have been used or are missing. If so, replace them.\nReturn your defibrillator back to its storage cabinet. It’s now ready for use in an emergency.  \nIf your defibrillator is registered on The Circuit, you will receive an automated email if the emergency services have sent someone to fetch it.  \nDo Not Attempt Resuscitation (DNACPR) \nDecision making Process \nDNACPR is about CPR only. It does not mean that an individual will not get care and treatment. All the other appropriate care, treatment and support will continue. DNACPR is a medical treatment decision that can be made by a doctor even if an individual does not agree.\nIf an individual disagrees with a DNACPR decision that a doctor has made, they can ask for a second opinion and a review. The law does not require consent to a DNACPR. The law does provide you with the right to be involved in and informed of a doctor's DNACPR decision.\nWhen a decision about whether to attempt CPR is discussed, made, and recorded, clinicians should be clear about the basis for the decision. Health care professionals have a key role in helping people to participate in making appropriate plans for their future care in a sensitive but realistic manner. \nIf an individual wishes to make their refusal of CPR legally binding for when in the future they are unable to make this decision, an Advance Decision to Refuse Treatment (ADRT) can be completed. An ADRT explains to a doctor or medical team when an individual wishes to refuse CPR (or other treatments).\nIf an individual lacks capacity doctors should first check to see if an individual has an Advance Decision to Refuse Treatment (ADRT) that says they do not want CPR. They should also check to see if there is a Lasting Power of Attorney (LPA) for health and care decisions (with the right to make decisions on life-sustaining treatment).\nIf an individual has no family or friends appropriate to ask, then the doctor should ask an independent mental capacity advocate (IMCA) as representation in the decision-making process. The respective doctor should also request members of the healthcare (multidisciplinary) team for their views\nReSPECT Process \nThe ReSPECT process creates personalised recommendations for an individual’s clinical care and treatment in a future emergency in which they are unable to make or express choices. It is currently available in many areas of the country.\nThese recommendations are created through conversations between a person, their families, and their health and care professionals to understand what matters to them and what is realistic in terms of their care and treatment.\nWhat is important to a person and clinical recommendations are recorded on a non-legally binding form which can be reviewed and adapted if circumstances change. \nThe ReSPECT process is increasingly being adopted within health and care communities, some MHA homes and services will be requested to participate in the ReSPECT process, receiving guidance and resources to complete by the respective authority. \nMore information and resources can be located on the ReSPECT website https://www.resus.org.uk/respect/respect-healthcare-professionals \nRecords and Documentation \nColleagues must keep the original DNACPR or ReSPECT forms at the front of an individual’s file OR place a note stating where the original can be located.\nCare Homes - the DNR interaction should be completed if a DNR is in place, showing the ‘badge’. If the person transfers to hospital due to emergency or illness, best practice recommends that the original form stays with the person.  \nManagers must make sure there is a DNACPR List available to all colleagues in an emergency; this must include the status of individuals who have a current and active DNACPR and must be kept up to date to reflect any changes.\nIf the person transfers to hospital due to emergency or illness, best practice recommends that the original form stays with the individual. However, a copy may be sent with the paramedics, once they have witnessed the original copy, and provide the original to the hospital on request. This reduces the risk of the original documents not being returned.\nIf an individual requires emergency services or out of hours medical support colleagues must inform all clinicians of their DNACPR status. \nAll information regarding advance decisions, advance care planning and any DNACPR decisions must be reflected in the individual’s support plan to include any discussions, planned reviews and healthcare professional records, reports or discussion. \nMHA Communities Guidance \nDue to all Members not having a comprehensive support plan, MHA Communities must not hold DNACPR forms or mandates. Members are at liberty to wear a medical alert bracelet / necklace with a DNACPR request contained within.\nMHA communities’ colleagues will always check to see if a Member is wearing a medical alert prior to attempting CPR. \nIn the event of a situation where a member collapses or suffers a suspected cardiac arrest, MHA communities’ colleagues must contact emergency services (999) and follow the guidance of the emergency operator during the call.\nReviewing DNACPR Decisions \nDecisions about CPR should be reviewed at appropriately frequent intervals and especially whenever changes occur in a person’s condition or in their expressed wishes. This applies to a decision that CPR is appropriate as well as to a DNACPR decision.\nDecisions to change a DNACPR status are determined by the healthcare professional responsible for an individual’s care and will be influenced by the clinical circumstances of the individual.\nCircumstances for initiating a review include when:\nThe doctor specifies a definite review date – some may arrange annual reviews\nThe person’s condition significantly changes\nThe person’s expressed wishes change and the doctor needs to revisit the decision \nIn the event that the DNACPR is reversed, colleagues must score through the form once diagonally with a black pen and make sure that the relevant doctor signs and dates the form and that an entry in the following records are made:\nCare Homes – Multidisciplinary and Do Not Attempt Cardiopulmonary Resuscitation (DNACPR) Decision Interactions.\nRetirement Living – relevant information records and support plans.\nReporting \nAll incidents resulting in first aid and basic life support being administered must be reported on RADAR.\nSome incidents are also required to be reported under the RIDDOR Regulations 2013. Please refer to separate Incident Management and Investigation Protocol and contact the health and safety team for advice  healthandsafety@mha.org.uk \nRoles and Responsibilities\nTraining and Monitoring\nMHA services must complete a first aid needs assessment to identify first aid requirements in accordance with HSE legislation – refer to First Aid Policy \nMHA colleagues must attend appropriate training relevant for the service they work in, and the responsibilities they are expected to hold \nFirst Aid and Basic Life Support training must be completed annually for all applicable roles as detailed within MHA’s core training framework \nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nAll MHA colleagues must read, understand, and implement this policy and associated procedures.\nThe Nursing and Midwifery Council (NMC) advises that registered nurses are required to undertake appropriate first aid training before they are recognised as being competent to administer first aid. \nTraining compliance will be monitored through MHA’s internal People Development system (Learning Zone); training data reports are available to all managers \nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk\nImpact Assessments (Inc. EDI)\nIt must not be assumed that the same decision will be appropriate for all people with the same condition. Decisions must not be made on the basis of assumptions based solely on factors such as a person’s age, disability, or a professional’s subjective view of a person’s quality of life.\nIndividual decisions about CPR must comply with Human Rights Act 1998. Provisions particularly relevant to decisions about attempting CPR include  the right  to  life  (Article  2),  the  right  to  be  free  from  inhuman  or degrading treatment (Article 3), the right to respect for privacy and family life (Article 8), the right to freedom of expression, which includes the right to hold opinions and to receive information (Article 10) and the right to be free from discriminatory practice in respect of these rights (Article 14).\nResources \nMHA Policy documents and guidance  \nCPR/DNACPR List \nCPR/DNACPR Information Leaflet \nDefibrillator Weekly Check Form \nEnd of Life Planning \nMental Capacity and DoLs \nConsent Policy \nUnexpected Deaths Policy \nMedical Emergencies Procedures \nFirst Aid Policy \nDuty of Candour \nExternal Resources \nAdvance Care Planning; A quick guide for Registered Managers of care homes and home care services \nResuscitation Council UK; ReSPECT for Healthcare Professionals \nMental Capacity Act; Code of Practice  \nGP Mythbuster 105: Do not attempt cardiopulmonary resuscitation (DNACPR)  \nSkills for Care FAQ’s: Do not attempt cardio pulmonary resuscitation \nNHS Wales: Sharing and Involving – a clinical policy for Do not attempt cardio pulmonary resuscitation (DNACPR) for adults in Wales; 2020 \nA Guide to Automated External Defibrillators (AEDs) Resuscitation Council UK 2019\nCPR, Automated Defibrillators and the Law Resuscitation Council UK 2018\nQuality Standards Resuscitation Council UK 2020\nAppendix 1 – Defibrillator (AED) FAQ’s\n             Wall Mounted AED\t\t\t    AED fitted to dummy\nQ: Q: What is an AED?\nQ  What is an AED?\nAn Automated External Defibrillator (AED) is a reliable, safe, computerised device that delivers electric shocks to a person in cardiac arrest when the heart rhythm is one that is likely to respond to a shock.\nSimplicity of operation is a key feature: controls are kept to a minimum, ‘voice and visual prompts’ guide rescuers.\nModern AEDs are suitable for use by both emergency first aiders as well as healthcare professionals.\nAll AEDs analyse the casualty’s heart rhythm and determine the need for a shock.\nQ: What is the difference between an AED and a defibrillator?\nThere is no difference; the term AED is the abbreviation for defibrillator\nQ: What is Public Access Defibrillation (PAD)?\nPublic Access Defibrillation (PAD) is the term used to describe the use of AEDs by a layperson in a public place.  AEDs are installed in public places and used by people working nearby.  Impressive results have been reported with survival rates as high as 74% with fast response times often possible when an AED is nearby.\nQ: Why should I have an AED in my service?\nMHA services will undertake a first aid needs assessment to determine the level of first aid provision within their workplace as a part of their responsibilities to protect the safety of their workforce and visitors. \nThe aim of installing AEDs in the workplace is to protect the workforce and members of the public. The incidence of cardiac arrest in the workplace in the UK is not known, but in the USA (population 312 million), 400 deaths from cardiac arrest are reported to the Occupational Safety and Health Administration each year. \nHaving an AED in the workplace, will ensure that a defibrillator is available immediately to give a person in cardiac arrest the best chance of survival, rather than waiting for the ambulance service to attend.\nQ: Are AEDs easy to use?\nIt is very easy to use an AED.  You turn on the device (some devices turn on automatically when the lid is opened), and there are clear and concise ‘voice prompts’ advising you exactly what to do every step of the way (both CPR and defibrillation).\nMost AEDs can be used by an emergency first aider or layperson with minimum training.\nQ: Do I have to be trained to use an AED?\nIt is the view of the Resuscitation Council (UK) that the use of AEDs should not be restricted to trained personnel.  Furthermore, the Resuscitation Council (UK) considers that it is inappropriate to display notices to the effect that only trained personnel should use the devices, or to restrict their use in other ways.  Such restrictions are against the interests of victims of cardiac arrest and discourage the greater use of AEDs by members of the public who may be able to preserve life and assist victims of cardiac arrest.  This confirms similar advice from the British Heart Foundation.\nIn addition, basic life support (CPR) and AEDs are covered in the Basic First Aid Level 2 Award - a  core / manadatory training requirement for MHA staff.\nQ: Can AEDs be used on children as well as adults?\nYes, standard AED pads are suitable for use on children older than 8 years.  Special infant / child pads that reduce the current delivered during defibrillation are available for children aged between 1 and 8 years (and placed in relevant / appropriate locations).\nThe use of an AED is not recommended on children aged less than 1 year.\nQ: Can an AED be used when it is wet or raining?\nYes, but care should be taken to ensure there is no direct contact between the user and the casualty when the shock is delivered.  It is important in this type of scenario that you dry the casualty’s chest so that the adhesive AED pads will stick and give a good contact when a shock is delivered.\nQ: Can an AED be used on a pregnant woman?\nThere are no contra-indications to using an AED during pregnancy; however, the placing of the pads should be carried out with respect and dignity.\nQ: What if I use an AED and make things worse by shocking someone that does not need shocking?\nIt is impossible to shock someone that does not require it, as the device only shocks if the person is in need.  You should consider that an AED is only used on someone that is not breathing; in reality you cannot make this condition worse.\nThe minutes saved using an AED are crucial and this strategy has been responsible for saving many lives.  Research shows that for every minute that the first shock is delayed, the chances of the person’s survival reduce by 10%.\nThe Resuscitation Council (UK) advises the administration of a shock should not be delayed while waiting for paramedics / ambulance personnel to arrive. \nQ: Could I kill someone if I try to defibrillate?\nNo; if someone is in cardiac arrest, in clinical terms they are already classed as dead, by using an AED you increase their chances of survival.  If a person is not in cardiac arrest the device will not administer a shock.\nQ: Has anyone been sued in the UK for using an AED on a casualty who did not recover?\nAs far as we are aware no one in the UK has been successfully sued for using an AED on a cardiac arrest casualty and failing to revive the casualty.\nQ: Should an AED be kept in a locked cabinet?\nGiven the importance of reducing to a minimum the time taken to administer a shock, it is believed that no delays or constraints should be placed on any person willing to use an AED nor should there be any physical barrier to restrict the immediate use of an AED such as a locked cabinet.  However, there are cabinets available that are alarmed, giving notice that the AED is being accessed.\nTechnical Questions\nQ: What is the difference between fully automatic, semi-automatic and manual override?\nFully automatic - automatically administers shock if required – ideal for the emergency first aider or layperson.\nSemi- automatic - requires a button to be pushed in order for a shock to be administered – ideal for the emergency first aider through to emergency service responders.\nManual override - allows users to initiate a charge and shock without analysis – ideal for emergency service responders, paramedics and advanced life support professionals.\nQ: What is the difference between shelf life and standby life?\nShelf life refers to the battery life or pad life prior to insertion into the device.  Standby life refers to the battery life or pad life once inserted into the device.\nQ: What does the IP rating mean?\nIP stands for Ingress Protection (this indicates the protection against the amount of dust and water that can enter the device and not affect the working of the device) - i.e., an IP rating of 55 denotes that the device is dust protected as well as protected against water projected from a nozzle.  The higher the rating, the better the protection.\nQ: What does Drop abuse test relate to?\nDrop abuse test relates to the distance an AED can be dropped onto concrete and still work.  Most defibrillators can be dropped up to a distance of 1 – 1.5 metres and still work.\nQ: What is the difference between electrodes and pads?\nNothing, the word pads is the same as electrodes\nQ: Can pads be reused?\nNo; even if the pads are reversed - i.e., you have placed them the wrong way round on the casualty – note: it is not recommended that they are removed (just apply new ones) as they may not stick to the chest properly if they are re-attached, and it also wastes vital time.\nQ: How would I dispose of used / old batteries?\nIt is recommended that all batteries are disposed of safely (not in household waste); most local supermarkets have a used battery recycle point.  Or contact your local council for advice on the safe disposal of used batteries in your area.\nQ: Is there a memory chip inside an AED and if so what does it record?\n AEDs will record the incident on a memory chip / module.  The information collected is the heart rhythm at the time the pads were placed on the chest, if the person was shocked and the result of the shock being delivered.  This information can be downloaded following the event, and the information placed in medical / care records.  \nQ: Do I have to do anything with the memory chip if an AED is used on a person?\nIt depends on what type of AED you purchase as to how the information is downloaded, but this will be fully explained in the operators’ manual provided with each device.\nReferences - \nA Guide to Automated External Defibrillators (AEDs) - Resuscitation Council and British Heart Foundation \nVersion Control",
  "sections": {
    "summary": "MHA have an obligation to provide a high-quality resuscitation provision, and to ensure that colleagues are trained and updated regularly and with appropriate frequency to a level of proficiency appropriate to each individual’s expected role. It is also essential to effectively support and respond to individuals who would not want CPR to be attempted in the event of an arrest or unexpected collapse and who competently refuse this treatment option. Some individuals may wish to make an advance directive about treatment (such as CPR) that they would not wish to receive in some future circumstances. This policy provides guidance, information, and procedures for MHA colleagues to assist with and respect a person’s wishes to be followed at the end of life if such unexpected events occur.",
    "purpose": "The overall aim of this policy is to ensure that MHA colleagues, volunteers, and contracted personnel (agency) are aware of their responsibilities in relation to delivering Cardio Pulmonary Resuscitation (CPR) and Do Not Attempt Cardio Pulmonary Resuscitation (DNACPR) and are fully supported in their role to ensure all individuals receive appropriate care and support in accordance with their wishes. This policy and associated documents are based on the guidelines produced by the British Medical Association, the Resuscitation Council (UK) and is written with due regard for the requirements of the: Mental Capacity Act 2005 Health and Safety (First Aid) Regulations 1981 Health and Social Care Act 2008 (Regulated Activities) Regulations 2014 Social Services and Well Being (Wales) Act 2014 Human Rights Act 1998 Resuscitation Council (UK) The following MHA policies must be read in conjunction with this policy: End of Life Planning Mental Capacity and DoLs Consent Policy Unexpected Deaths Policy Medical Emergencies Procedures First Aid Policy",
    "procedure": "The ReSPECT process creates personalised recommendations for an individual’s clinical care and treatment in a future emergency in which they are unable to make or express choices. It is currently available in many areas of the country. These recommendations are created through conversations between a person, their families, and their health and care professionals to understand what matters to them and what is realistic in terms of their care and treatment. What is important to a person and clinical recommendations are recorded on a non-legally binding form which can be reviewed and adapted if circumstances change. The ReSPECT process is increasingly being adopted within health and care communities, some MHA homes and services will be requested to participate in the ReSPECT process, receiving guidance and resources to complete by the respective authority. More information and resources can be located on the ReSPECT website https://www.resus.org.uk/respect/respect-healthcare-professionals Records and Documentation Colleagues must keep the original DNACPR or ReSPECT forms at the front of an individual’s file OR place a note stating where the original can be located. Care Homes - the DNR interaction should be completed if a DNR is in place, showing the ‘badge’. If the person transfers to hospital due to emergency or illness, best practice recommends that the original form stays with the person. Managers must make sure there is a DNACPR List available to all colleagues in an emergency; this must include the status of individuals who have a current and active DNACPR and must be kept up to date to reflect any changes. If the person transfers to hospital due to emergency or illness, best practice recommends that the original form stays with the individual. However, a copy may be sent with the paramedics, once they have witnessed the original copy, and provide the original to the hospital on request. This reduces the risk of the original documents not being returned. If an individual requires emergency services or out of hours medical support colleagues must inform all clinicians of their DNACPR status. All information regarding advance decisions, advance care planning and any DNACPR decisions must be reflected in the individual’s support plan to include any discussions, planned reviews and healthcare professional records, reports or discussion. MHA Communities Guidance Due to all Members not having a comprehensive support plan, MHA Communities must not hold DNACPR forms or mandates. Members are at liberty to wear a medical alert bracelet / necklace with a DNACPR request contained within. MHA communities’ colleagues will always check to see if a Member is wearing a medical alert prior to attempting CPR. In the event of a situation where a member collapses or suffers a suspected cardiac arrest, MHA communities’ colleagues must contact emergency services (999) and follow the guidance of the emergency operator during the call. Reviewing DNACPR Decisions Decisions about CPR should be reviewed at appropriately frequent intervals and especially whenever changes occur in a person’s condition or in their expressed wishes. This applies to a decision that CPR is appropriate as well as to a DNACPR decision. Decisions to change a DNACPR status are determined by the healthcare professional responsible for an individual’s care and will be influenced by the clinical circumstances of the individual. Circumstances for initiating a review include when: The doctor specifies a definite review date – some may arrange annual reviews The person’s condition significantly changes The person’s expressed wishes change and the doctor needs to revisit the decision In the event that the DNACPR is reversed, colleagues must score through the form once diagonally with a black pen and make sure that the relevant doctor signs and dates the form and that an entry in the following records are made: Care Homes – Multidisciplinary and Do Not Attempt Cardiopulmonary Resuscitation (DNACPR) Decision Interactions. Retirement Living – relevant information records and support plans. Reporting All incidents resulting in first aid and basic life support being administered must be reported on RADAR. Some incidents are also required to be reported under the RIDDOR Regulations 2013. Please refer to separate Incident Management and Investigation Protocol and contact the health and safety team for advice healthandsafety@mha.org.uk",
    "responsibilities": "Training and Monitoring MHA services must complete a first aid needs assessment to identify first aid requirements in accordance with HSE legislation – refer to First Aid Policy MHA colleagues must attend appropriate training relevant for the service they work in, and the responsibilities they are expected to hold First Aid and Basic Life Support training must be completed annually for all applicable roles as detailed within MHA’s core training framework Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. All MHA colleagues must read, understand, and implement this policy and associated procedures. The Nursing and Midwifery Council (NMC) advises that registered nurses are required to undertake appropriate first aid training before they are recognised as being competent to administer first aid. Training compliance will be monitored through MHA’s internal People Development system (Learning Zone); training data reports are available to all managers Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Impact Assessments (Inc. EDI) It must not be assumed that the same decision will be appropriate for all people with the same condition. Decisions must not be made on the basis of assumptions based solely on factors such as a person’s age, disability, or a professional’s subjective view of a person’s quality of life. Individual decisions about CPR must comply with Human Rights Act 1998. Provisions particularly relevant to decisions about attempting CPR include the right to life (Article 2), the right to be free from inhuman or degrading treatment (Article 3), the right to respect for privacy and family life (Article 8), the right to freedom of expression, which includes the right to hold opinions and to receive information (Article 10) and the right to be free from discriminatory practice in respect of these rights (Article 14). Resources MHA Policy documents and guidance CPR/DNACPR List CPR/DNACPR Information Leaflet Defibrillator Weekly Check Form End of Life Planning Mental Capacity and DoLs Consent Policy Unexpected Deaths Policy Medical Emergencies Procedures First Aid Policy Duty of Candour External Resources Advance Care Planning; A quick guide for Registered Managers of care homes and home care services Resuscitation Council UK; ReSPECT for Healthcare Professionals Mental Capacity Act; Code of Practice GP Mythbuster 105: Do not attempt cardiopulmonary resuscitation (DNACPR) Skills for Care FAQ’s: Do not attempt cardio pulmonary resuscitation NHS Wales: Sharing and Involving – a clinical policy for Do not attempt cardio pulmonary resuscitation (DNACPR) for adults in Wales; 2020 A Guide to Automated External Defibrillators (AEDs) Resuscitation Council UK 2019 CPR, Automated Defibrillators and the Law Resuscitation Council UK 2018 Quality Standards Resuscitation Council UK 2020 Appendix 1 – Defibrillator (AED) FAQ’s Wall Mounted AED AED fitted to dummy Q: Q: What is an AED? Q What is an AED? An Automated External Defibrillator (AED) is a reliable, safe, computerised device that delivers electric shocks to a person in cardiac arrest when the heart rhythm is one that is likely to respond to a shock. Simplicity of operation is a key feature: controls are kept to a minimum, ‘voice and visual prompts’ guide rescuers. Modern AEDs are suitable for use by both emergency first aiders as well as healthcare professionals. All AEDs analyse the casualty’s heart rhythm and determine the need for a shock. Q: What is the difference between an AED and a defibrillator? There is no difference; the term AED is the abbreviation for defibrillator Q: What is Public Access Defibrillation (PAD)? Public Access Defibrillation (PAD) is the term used to describe the use of AEDs by a layperson in a public place. AEDs are installed in public places and used by people working nearby. Impressive results have been reported with survival rates as high as 74% with fast response times often possible when an AED is nearby. Q: Why should I have an AED in my service? MHA services will undertake a first aid needs assessment to determine the level of first aid provision within their workplace as a part of their responsibilities to protect the safety of their workforce and visitors. The aim of installing AEDs in the workplace is to protect the workforce and members of the public. The incidence of cardiac arrest in the workplace in the UK is not known, but in the USA (population 312 million), 400 deaths from cardiac arrest are reported to the Occupational Safety and Health Administration each year. Having an AED in the workplace, will ensure that a defibrillator is available immediately to give a person in cardiac arrest the best chance of survival, rather than waiting for the ambulance service to attend. Q: Are AEDs easy to use? It is very easy to use an AED. You turn on the device (some devices turn on automatically when the lid is opened), and there are clear and concise ‘voice prompts’ advising you exactly what to do every step of the way (both CPR and defibrillation). Most AEDs can be used by an emergency first aider or layperson with minimum training. Q: Do I have to be trained to use an AED? It is the view of the Resuscitation Council (UK) that the use of AEDs should not be restricted to trained personnel. Furthermore, the Resuscitation Council (UK) considers that it is inappropriate to display notices to the effect that only trained personnel should use the devices, or to restrict their use in other ways. Such restrictions are against the interests of victims of cardiac arrest and discourage the greater use of AEDs by members of the public who may be able to preserve life and assist victims of cardiac arrest. This confirms similar advice from the British Heart Foundation. In addition, basic life support (CPR) and AEDs are covered in the Basic First Aid Level 2 Award - a core / manadatory training requirement for MHA staff. Q: Can AEDs be used on children as well as adults? Yes, standard AED pads are suitable for use on children older than 8 years. Special infant / child pads that reduce the current delivered during defibrillation are available for children aged between 1 and 8 years (and placed in relevant / appropriate locations). The use of an AED is not recommended on children aged less than 1 year. Q: Can an AED be used when it is wet or raining? Yes, but care should be taken to ensure there is no direct contact between the user and the casualty when the shock is delivered. It is important in this type of scenario that you dry the casualty’s chest so that the adhesive AED pads will stick and give a good contact when a shock is delivered. Q: Can an AED be used on a pregnant woman? There are no contra-indications to using an AED during pregnancy; however, the placing of the pads should be carried out with respect and dignity. Q: What if I use an AED and make things worse by shocking someone that does not need shocking? It is impossible to shock someone that does not require it, as the device only shocks if the person is in need. You should consider that an AED is only used on someone that is not breathing; in reality you cannot make this condition worse. The minutes saved using an AED are crucial and this strategy has been responsible for saving many lives. Research shows that for every minute that the first shock is delayed, the chances of the person’s survival reduce by 10%. The Resuscitation Council (UK) advises the administration of a shock should not be delayed while waiting for paramedics / ambulance personnel to arrive. Q: Could I kill someone if I try to defibrillate? No; if someone is in cardiac arrest, in clinical terms they are already classed as dead, by using an AED you increase their chances of survival. If a person is not in cardiac arrest the device will not administer a shock. Q: Has anyone been sued in the UK for using an AED on a casualty who did not recover? As far as we are aware no one in the UK has been successfully sued for using an AED on a cardiac arrest casualty and failing to revive the casualty. Q: Should an AED be kept in a locked cabinet? Given the importance of reducing to a minimum the time taken to administer a shock, it is believed that no delays or constraints should be placed on any person willing to use an AED nor should there be any physical barrier to restrict the immediate use of an AED such as a locked cabinet. However, there are cabinets available that are alarmed, giving notice that the AED is being accessed. Technical Questions Q: What is the difference between fully automatic, semi-automatic and manual override? Fully automatic - automatically administers shock if required – ideal for the emergency first aider or layperson. Semi- automatic - requires a button to be pushed in order for a shock to be administered – ideal for the emergency first aider through to emergency service responders. Manual override - allows users to initiate a charge and shock without analysis – ideal for emergency service responders, paramedics and advanced life support professionals. Q: What is the difference between shelf life and standby life? Shelf life refers to the battery life or pad life prior to insertion into the device. Standby life refers to the battery life or pad life once inserted into the device. Q: What does the IP rating mean? IP stands for Ingress Protection (this indicates the protection against the amount of dust and water that can enter the device and not affect the working of the device) - i.e., an IP rating of 55 denotes that the device is dust protected as well as protected against water projected from a nozzle. The higher the rating, the better the protection. Q: What does Drop abuse test relate to? Drop abuse test relates to the distance an AED can be dropped onto concrete and still work. Most defibrillators can be dropped up to a distance of 1 – 1.5 metres and still work. Q: What is the difference between electrodes and pads? Nothing, the word pads is the same as electrodes Q: Can pads be reused? No; even if the pads are reversed - i.e., you have placed them the wrong way round on the casualty – note: it is not recommended that they are removed (just apply new ones) as they may not stick to the chest properly if they are re-attached, and it also wastes vital time. Q: How would I dispose of used / old batteries? It is recommended that all batteries are disposed of safely (not in household waste); most local supermarkets have a used battery recycle point. Or contact your local council for advice on the safe disposal of used batteries in your area. Q: Is there a memory chip inside an AED and if so what does it record? AEDs will record the incident on a memory chip / module. The information collected is the heart rhythm at the time the pads were placed on the chest, if the person was shocked and the result of the shock being delivered. This information can be downloaded following the event, and the information placed in medical / care records. Q: Do I have to do anything with the memory chip if an AED is used on a person? It depends on what type of AED you purchase as to how the information is downloaded, but this will be fully explained in the operators’ manual provided with each device.",
    "references": "A Guide to Automated External Defibrillators (AEDs) - Resuscitation Council and British Heart Foundation Version Control"
  }
}