{
  "id": "CP004",
  "title": "Bedrails Management and Safe Use",
  "filename": "CP004 Bedrails Management and Safe Use.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nBed rails are used extensively in hospitals, care homes and people's own homes to reduce the risk of bed occupants falling out of bed and injuring themselves.  For the purpose of this document the term bed rail will be adopted although other names are often used, for example, bed side rails, side rails, cot sides, and safety sides.\nIn general, manufacturers intend their bed rails to be used to prevent or reduce the risk of bed occupants falling and sustaining injury. They are not designed or intended to limit the freedom of people by preventing them from intentionally leaving their beds.  In addition, they are not intended to restrain people whose condition disposes them to erratic, repetitive or violent movement.\nScope and Purpose\nThis policy and associated documents provide a best practice framework in the provision, assessment, use, maintenance and fitting of bed rails to reflect changes in devices and practice in accordance with Medicines & Healthcare Products Regulatory Agency’s (MHRA) guidance on managing and using bed rails safely (2023). \nCompliance with safe practice guidance and legislation will be monitored through MHA’s governance framework.  \nThis document is aimed at all MHA colleagues with responsibility for the provision, use, maintenance and fitting of bed rails who need to be aware of their duties under relevant health and safety legislation. \nCare home managers and all care colleagues\nColleagues supporting individuals in Retirement Living \nHealth and safety team members\nMaintenance operatives\nThose responsible for purchasing beds and bed rails (procurement)\nThis policy and associated procedures align to the guiding principles of legislative requirements across England and Wales:\nHealth and Social Care Act 2008 (Regulated Activities) Regulations 2014: Regulation 12.\nParts 3 to 20 of The Regulated Services (Service Providers and Responsible Individuals) Regulations; 2017,\nHealth and Safety at Work Act (1974)\nDefinitions \nHazards and Risks \nThe use of bed rails is associated with several direct and indirect risks to bed occupants, as well as the possible benefits from reducing the risk of falls. Direct hazards include entrapment and entanglement, either within gaps in the rails themselves, between the rails and the mattress or between the rails and the bed frame. In the most serious cases, this has led to asphyxiation and death of bed occupants.\nWhen medical devices (bed rails, mattresses, and others) are prescribed, issued, or used, it is essential that any risks are balanced against the anticipated benefits to the user. A risk management process must be applied to understand, address, and evaluate known hazards\nBed rails and associated equipment should only be used once justified and following a thorough risk assessment and consideration with the guidance \nRisk Assessment\nThe possible combinations of bed rails, beds, and mattresses (and other equipment in the environment), together with the individual needs of the bed occupant, means that a robust and person-centred risk assessment of the equipment, environment and the person is necessary to avoid serious incidents. \nMHA’s bed rails risk assessment [interaction] should be completed and reviewed monthly or in the event of any changes or return from hospital \nThe decision to use bed rails should be made as part of the risk assessment and based on the principles of safe care and restraint minimisation, or least restrictive care.  The assessment will identify:\nThe presenting problem (why bed rails may be considered), and alternative strategies.\nThe potential risk(s) of harm to the individual consumer if a bed rail is used.\nThe care required to reduce harm if a decision is made to use bed rails.\nIt is highly unlikely that one type of bed and bed rail will be suitable for a wide range of users with different physical sizes and needs. Some questions to consider during a risk assessment to determine if the overall risks of using bed rails outweigh the possible benefits include: \nHow likely is it that the bed occupant would fall from their bed? \nIf likely, are bed rails an appropriate solution or could the risk of falling from the bed be reduced by means other than bed rails (see alternatives to rigid bed rails)? \nCould the use of a bed rail increase risks to the occupant’s physical or clinical condition \nHow likely is it that the bed occupant may attempt to climb over the bed rails? \nHas the bed occupant used bed rails before? Do they have a history of falling from bed, or conversely of climbing over bed rails? \nWhat are the bed occupant’s views on using bed rails? \nWhat configuration of bed, mattress and rail system is being used? \nAre other devices being used, which could increase risk, such as lateral turning devices\n MHRA adverse incident investigations have shown that the physical or clinical condition of bed occupants means that some are at greater risk of entrapment in bed rails. Those at greater risk could include adults, particularly older adults, with: \nCommunication problems \nConfusion, agitation, or delirium \nLearning disabilities \nDementia \nRepetitive or involuntary movements \nLarger or smaller than average body size (which may change entrapment risks) \nImpaired or restricted mobility \nVariable levels of consciousness, or those under sedation\nEvery effort should be made to explain to the person being cared for why their bed has or is likely to have bed rails fitted. The potential risks, as identified by their individual risk assessment should also be explained to the person, as appropriate, as well as measures to reduce their risk of falls and entrapment\nMeasures to mitigate the risks associated with bed rails should be considered as part of the initial risk assessment. These measures include: \n‘Netting’ or mesh bed sides \nInflatable bed sides and bumpers \nUltra ‘low height’ beds that minimise the risk of fall injuries \nPositional wedges to reduce movement across the bed \nAlarm systems to alert carers that a person has moved from their normal position or wants to get out of bed \nFall mats that can be placed beside the bed to reduce the severity of the impact if the bed occupant does fall \nEach of these options may act to introduce different hazards even as they reduce the risk of bed fall injury or the risk from bed rails, and so should be assessed and managed appropriately\nThe Mental Capacity Act 2005 protect those who may not be able to make decisions about their own care and treatment. When assessing whether an individual who lacks capacity may benefit from the use of bed rails, the views of the individual should be taken into account whenever possible. \nMHA colleagues must understand their obligations under this legislation and ensure that these requirements can be implemented effectively. Refer to MHA’s Mental Capacity and Deprivation of Liberty Standards Policy and Consent Policy.\nSupport Planning\nIt is essential that there is a person-centred approach to support planning to reduce the risk of injuries and inappropriate use following completion and review of risk assessments. \nAn individual’s support plan is a working document, which is reviewed monthly and updated regularly following a review of all information, continually identifying, and responding to any change in the individual’s condition or support needs.\nFor a person who lacks capacity, colleagues must – \nInvolve them as much as possible in the process.\nRecord all details in the relevant support plan \nSpeak to and involve their family but remember that the only person with any legal right is the person’s lasting power of attorney (LPA) for health and welfare\nPurchase and Selection \nAdjustable or profiling beds usually have compatible integral type bed rails available from the manufacturer; these are preferable to other systems that may not fit as well. In all cases it is essential that the selection process follows a risk assessment considering the needs of the bed occupant and the use environment.\nIn all cases it is essential that the selection process follows a risk assessment considering the needs of the bed occupant.\nFitting and Use \nIt is essential that all bed rails can be fitted correctly to an appropriate bed base allowing safe use. Some aspects to consider at the start of the fitting process are: \nCan the bed rails be fitted to the bed correctly following the manufacturer’s instructions? \nDo colleagues understand how to fit them properly? \nAre mounting clamps, if present, used in the correct orientation and in good condition? \nIs there an inappropriate gap between the lower bar of the bed rail and the top of the mattress or does the mattress compress easily at its edge which could cause entrapment? \nIs there a gap between the bed rail and the side of the mattress, headboard or footboard that could trap the bed occupant’s head or body? \nIs the bed rail secure and robust – could it move away from the side of bed and mattress in use, creating an entrapment or fall hazard? \nDo the dimensions and overall height of the mattress(es) compromise the effectiveness of the bed rail for the particular occupant – are extra height bed rails needed\nBed Rail Bumpers \nWhen a person has the bedrails up, colleagues must use full length bumper pads, on both sides of the bed.  The bedrail bumpers that are in use must be the right sort for the rails and bed that the person has.\nIn residential care homes or in retirement living where bedrails have been provided by the community team, the relevant team will be responsible for supplying bedrail bumpers. The most senior person on duty must notify the supplier if the bumpers are damaged but not remove the bumper until a replacement has been provided.\nAll colleagues in all MHA services must make sure that bumpers are kept clean and tear-free.  Bumpers that have tears must be condemned as their integrity has been compromised and they are a cross-infection risk. \nIn a care homes, the manager must make sure that there are enough extra bumpers to replace any that are damaged or need removing to be thoroughly cleaned by MHA colleagues.\nMaintenance \nBed rails should be maintained in accordance with the manufacturer’s recommendations in the instructions for use. Examples of common types of damage include:\nAdjusters, clamps, and fixings that can wear, work loose, crack, deform, bend or even be missing completely. These issues can result in unintended movement, potentially leading to significant gaps\nTelescopic components that can become loose or jammed, making it difficult to adjust them properly.\nPlastic components that can degrade due to factors such as ageing, exposure to light and some cleaning chemicals.\nComponents that may suffer damage due to poor transport and storage practices\nBed rails found to be unsuitable or in poor condition should be withdrawn from use and appropriately destroyed. The MHRA has received incident reports of bed rails being introduced back into use when they have been kept or stored. Manufacturers should be able to advise on the expected working life of their products. When not in use, bed rails should be stored in matched pairs in a suitable area where they will not get damaged.\nCare homes purchasing through MHA’s supplier where the equipment becomes the property of MHA have full responsibility for maintenance and replacement and are required to follow the procedures within this policy.  MHA’s maintenance operatives will be responsible for maintaining the equipment. \nCare homes or retirement living services who have equipment provided by external suppliers; the responsibility for maintaining and replacing remains with the supplier.  However, it remains the responsibility of MHA colleagues to check equipment, record and report any concerns to the relevant supplier to action.\nMaintenance operatives must maintain a log of all bedrails to include location, records of all checks made in the maintenance log book, which will be verified during MHA’s internal auditing processes. \nBed Rails - Standard Operating Procedures \nCare Homes – Nursing \nCare Homes (Residential) \nRetirement Living \nRefer to the following:\nAppendix 1: Bedrail Assessment and Monitoring Process Overview Flowchart\nAppendix 2: Bed Rails Algorithm – Decision Making Process\nReporting \nAll incidents relating to bedrails or associated equipment MUST be reported on RADAR even if no physical harm is suspected or reported. \nRADAR reports provide essential information and incident analysis which is reviewed within MHA’s governance procedures. \nAny adverse incidents relating to bedrails or similar equipment must be reported to the Medicines & Healthcare Products Regulatory Agency (MHRA) through the Yellow Card Scheme as follows:\nIf someone’s injured (or almost injured) by a medical device, either because its labelling or instructions aren’t clear, it’s broken or has been misused\nIf an individual’s treatment is interrupted because of a faulty device\nSomeone receives the wrong diagnosis because of a medical device\nA medicine doesn’t work properly\nA medicine is of a poor quality\nYou think a medicine or medical device is fake or counterfeit\n* Refer to MHA’s Health and Safety Team for more information and advice \nRoles and Responsibilities\nTraining and Monitoring\nThe relevant line manager must make sure all colleagues, including temporary personnel involved in the use and monitoring of bedrails receive an appropriate induction utilising the bedrails policy documents and formal training.\nColleagues in care homes must undertake training and competency assessment in the safe use, assessment, fitting and maintenance of bedrails.\nMaintenance operatives will be required to complete any training associated with fitting, checking, and maintaining bedrails used by people in an MHA care home \nThe manager must monitor records of all associated bedrail training via the Learning Zone and maintain records of competencies, and comprehension reviews. \nCompliance with MHA’s policies and procedures will be monitored through prescribed auditing processes. \nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles and responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk or Health and Safety Team healthandsafety@mha.org.uk\nEquality Impact Assessments (EIA)\nThis document has been assessed to ensure that no one receives less favourable treatment on the protected characteristics of their age, disability, sex (gender), gender reassignment, sexual orientation, marriage and civil partnership, race, religion or belief, pregnancy, and maternity.\nResources \nMHA related policy documents and guidance \nFalls Policy \nBedrails Risk Assessment and Review Record\nBedrails Daily Check\nHealth and Safety Policies \nSafeguarding Adults Policy \nIncident Reporting Policies and Procedures \nExternal References, Resources, and Guidance used to develop this policy document\nMHRA – Adverse Incident Reporting \nThe Medical Devices Regulations, 2002 \nGOV.UK - Regulating medical devices in the UK \nGOV.UK - Medicines and Healthcare Products Regulatory Agency (MHRA) Bedrails: management and safe use, 2023 \nHealth and Safety Executive (HSE), Safe Use of Bedrails  \nHSE, Health and Safety at Work Act 1974 \nNHS - Never Event List updated 2021 \nCare Quality Commission (CQC), Unsafe use of bed rails, 2022 \nMental Capacity Act 2005; Code of Practice \nAppendices \nAppendix 1: Bedrail Assessment and Monitoring Process Overview Flowchart\nAppendix 2: Bed Rails Algorithm – Decision Making Process\nAppendix 1 – Assessment and Monitoring Flowchart \nAppendix 2 – Decision Making Process\nVersion Control",
  "sections": {
    "summary": "Bed rails are used extensively in hospitals, care homes and people's own homes to reduce the risk of bed occupants falling out of bed and injuring themselves. For the purpose of this document the term bed rail will be adopted although other names are often used, for example, bed side rails, side rails, cot sides, and safety sides. In general, manufacturers intend their bed rails to be used to prevent or reduce the risk of bed occupants falling and sustaining injury. They are not designed or intended to limit the freedom of people by preventing them from intentionally leaving their beds. In addition, they are not intended to restrain people whose condition disposes them to erratic, repetitive or violent movement.",
    "purpose": "This policy and associated documents provide a best practice framework in the provision, assessment, use, maintenance and fitting of bed rails to reflect changes in devices and practice in accordance with Medicines & Healthcare Products Regulatory Agency’s (MHRA) guidance on managing and using bed rails safely (2023). Compliance with safe practice guidance and legislation will be monitored through MHA’s governance framework. This document is aimed at all MHA colleagues with responsibility for the provision, use, maintenance and fitting of bed rails who need to be aware of their duties under relevant health and safety legislation. Care home managers and all care colleagues Colleagues supporting individuals in Retirement Living Health and safety team members Maintenance operatives Those responsible for purchasing beds and bed rails (procurement) This policy and associated procedures align to the guiding principles of legislative requirements across England and Wales: Health and Social Care Act 2008 (Regulated Activities) Regulations 2014: Regulation 12. Parts 3 to 20 of The Regulated Services (Service Providers and Responsible Individuals) Regulations; 2017, Health and Safety at Work Act (1974)",
    "definitions": "Hazards and Risks The use of bed rails is associated with several direct and indirect risks to bed occupants, as well as the possible benefits from reducing the risk of falls. Direct hazards include entrapment and entanglement, either within gaps in the rails themselves, between the rails and the mattress or between the rails and the bed frame. In the most serious cases, this has led to asphyxiation and death of bed occupants. When medical devices (bed rails, mattresses, and others) are prescribed, issued, or used, it is essential that any risks are balanced against the anticipated benefits to the user. A risk management process must be applied to understand, address, and evaluate known hazards Bed rails and associated equipment should only be used once justified and following a thorough risk assessment and consideration with the guidance Risk Assessment The possible combinations of bed rails, beds, and mattresses (and other equipment in the environment), together with the individual needs of the bed occupant, means that a robust and person-centred risk assessment of the equipment, environment and the person is necessary to avoid serious incidents. MHA’s bed rails risk assessment [interaction] should be completed and reviewed monthly or in the event of any changes or return from hospital The decision to use bed rails should be made as part of the risk assessment and based on the principles of safe care and restraint minimisation, or least restrictive care. The assessment will identify: The presenting problem (why bed rails may be considered), and alternative strategies. The potential risk(s) of harm to the individual consumer if a bed rail is used. The care required to reduce harm if a decision is made to use bed rails. It is highly unlikely that one type of bed and bed rail will be suitable for a wide range of users with different physical sizes and needs. Some questions to consider during a risk assessment to determine if the overall risks of using bed rails outweigh the possible benefits include: How likely is it that the bed occupant would fall from their bed? If likely, are bed rails an appropriate solution or could the risk of falling from the bed be reduced by means other than bed rails (see alternatives to rigid bed rails)? Could the use of a bed rail increase risks to the occupant’s physical or clinical condition How likely is it that the bed occupant may attempt to climb over the bed rails? Has the bed occupant used bed rails before? Do they have a history of falling from bed, or conversely of climbing over bed rails? What are the bed occupant’s views on using bed rails? What configuration of bed, mattress and rail system is being used? Are other devices being used, which could increase risk, such as lateral turning devices MHRA adverse incident investigations have shown that the physical or clinical condition of bed occupants means that some are at greater risk of entrapment in bed rails. Those at greater risk could include adults, particularly older adults, with: Communication problems Confusion, agitation, or delirium Learning disabilities Dementia Repetitive or involuntary movements Larger or smaller than average body size (which may change entrapment risks) Impaired or restricted mobility Variable levels of consciousness, or those under sedation Every effort should be made to explain to the person being cared for why their bed has or is likely to have bed rails fitted. The potential risks, as identified by their individual risk assessment should also be explained to the person, as appropriate, as well as measures to reduce their risk of falls and entrapment Measures to mitigate the risks associated with bed rails should be considered as part of the initial risk assessment. These measures include: ‘Netting’ or mesh bed sides Inflatable bed sides and bumpers Ultra ‘low height’ beds that minimise the risk of fall injuries Positional wedges to reduce movement across the bed Alarm systems to alert carers that a person has moved from their normal position or wants to get out of bed Fall mats that can be placed beside the bed to reduce the severity of the impact if the bed occupant does fall Each of these options may act to introduce different hazards even as they reduce the risk of bed fall injury or the risk from bed rails, and so should be assessed and managed appropriately The Mental Capacity Act 2005 protect those who may not be able to make decisions about their own care and treatment. When assessing whether an individual who lacks capacity may benefit from the use of bed rails, the views of the individual should be taken into account whenever possible. MHA colleagues must understand their obligations under this legislation and ensure that these requirements can be implemented effectively. Refer to MHA’s Mental Capacity and Deprivation of Liberty Standards Policy and Consent Policy. Support Planning It is essential that there is a person-centred approach to support planning to reduce the risk of injuries and inappropriate use following completion and review of risk assessments. An individual’s support plan is a working document, which is reviewed monthly and updated regularly following a review of all information, continually identifying, and responding to any change in the individual’s condition or support needs. For a person who lacks capacity, colleagues must – Involve them as much as possible in the process. Record all details in the relevant support plan Speak to and involve their family but remember that the only person with any legal right is the person’s lasting power of attorney (LPA) for health and welfare Purchase and Selection Adjustable or profiling beds usually have compatible integral type bed rails available from the manufacturer; these are preferable to other systems that may not fit as well. In all cases it is essential that the selection process follows a risk assessment considering the needs of the bed occupant and the use environment. In all cases it is essential that the selection process follows a risk assessment considering the needs of the bed occupant. Fitting and Use It is essential that all bed rails can be fitted correctly to an appropriate bed base allowing safe use. Some aspects to consider at the start of the fitting process are: Can the bed rails be fitted to the bed correctly following the manufacturer’s instructions? Do colleagues understand how to fit them properly? Are mounting clamps, if present, used in the correct orientation and in good condition? Is there an inappropriate gap between the lower bar of the bed rail and the top of the mattress or does the mattress compress easily at its edge which could cause entrapment? Is there a gap between the bed rail and the side of the mattress, headboard or footboard that could trap the bed occupant’s head or body? Is the bed rail secure and robust – could it move away from the side of bed and mattress in use, creating an entrapment or fall hazard? Do the dimensions and overall height of the mattress(es) compromise the effectiveness of the bed rail for the particular occupant – are extra height bed rails needed Bed Rail Bumpers When a person has the bedrails up, colleagues must use full length bumper pads, on both sides of the bed. The bedrail bumpers that are in use must be the right sort for the rails and bed that the person has. In residential care homes or in retirement living where bedrails have been provided by the community team, the relevant team will be responsible for supplying bedrail bumpers. The most senior person on duty must notify the supplier if the bumpers are damaged but not remove the bumper until a replacement has been provided. All colleagues in all MHA services must make sure that bumpers are kept clean and tear-free. Bumpers that have tears must be condemned as their integrity has been compromised and they are a cross-infection risk. In a care homes, the manager must make sure that there are enough extra bumpers to replace any that are damaged or need removing to be thoroughly cleaned by MHA colleagues. Maintenance Bed rails should be maintained in accordance with the manufacturer’s recommendations in the instructions for use. Examples of common types of damage include: Adjusters, clamps, and fixings that can wear, work loose, crack, deform, bend or even be missing completely. These issues can result in unintended movement, potentially leading to significant gaps Telescopic components that can become loose or jammed, making it difficult to adjust them properly. Plastic components that can degrade due to factors such as ageing, exposure to light and some cleaning chemicals. Components that may suffer damage due to poor transport and storage practices Bed rails found to be unsuitable or in poor condition should be withdrawn from use and appropriately destroyed. The MHRA has received incident reports of bed rails being introduced back into use when they have been kept or stored. Manufacturers should be able to advise on the expected working life of their products. When not in use, bed rails should be stored in matched pairs in a suitable area where they will not get damaged. Care homes purchasing through MHA’s supplier where the equipment becomes the property of MHA have full responsibility for maintenance and replacement and are required to follow the procedures within this policy. MHA’s maintenance operatives will be responsible for maintaining the equipment. Care homes or retirement living services who have equipment provided by external suppliers; the responsibility for maintaining and replacing remains with the supplier. However, it remains the responsibility of MHA colleagues to check equipment, record and report any concerns to the relevant supplier to action. Maintenance operatives must maintain a log of all bedrails to include location, records of all checks made in the maintenance log book, which will be verified during MHA’s internal auditing processes.",
    "procedure": "Care Homes – Nursing Care Homes (Residential) Retirement Living Refer to the following: Appendix 1: Bedrail Assessment and Monitoring Process Overview Flowchart Appendix 2: Bed Rails Algorithm – Decision Making Process Reporting All incidents relating to bedrails or associated equipment MUST be reported on RADAR even if no physical harm is suspected or reported. RADAR reports provide essential information and incident analysis which is reviewed within MHA’s governance procedures. Any adverse incidents relating to bedrails or similar equipment must be reported to the Medicines & Healthcare Products Regulatory Agency (MHRA) through the Yellow Card Scheme as follows: If someone’s injured (or almost injured) by a medical device, either because its labelling or instructions aren’t clear, it’s broken or has been misused If an individual’s treatment is interrupted because of a faulty device Someone receives the wrong diagnosis because of a medical device A medicine doesn’t work properly A medicine is of a poor quality You think a medicine or medical device is fake or counterfeit * Refer to MHA’s Health and Safety Team for more information and advice",
    "responsibilities": "Training and Monitoring The relevant line manager must make sure all colleagues, including temporary personnel involved in the use and monitoring of bedrails receive an appropriate induction utilising the bedrails policy documents and formal training. Colleagues in care homes must undertake training and competency assessment in the safe use, assessment, fitting and maintenance of bedrails. Maintenance operatives will be required to complete any training associated with fitting, checking, and maintaining bedrails used by people in an MHA care home The manager must monitor records of all associated bedrail training via the Learning Zone and maintain records of competencies, and comprehension reviews. Compliance with MHA’s policies and procedures will be monitored through prescribed auditing processes. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles and responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk or Health and Safety Team healthandsafety@mha.org.uk Equality Impact Assessments (EIA) This document has been assessed to ensure that no one receives less favourable treatment on the protected characteristics of their age, disability, sex (gender), gender reassignment, sexual orientation, marriage and civil partnership, race, religion or belief, pregnancy, and maternity. Resources MHA related policy documents and guidance Falls Policy Bedrails Risk Assessment and Review Record Bedrails Daily Check Health and Safety Policies Safeguarding Adults Policy Incident Reporting Policies and Procedures External References, Resources, and Guidance used to develop this policy document MHRA – Adverse Incident Reporting The Medical Devices Regulations, 2002 GOV.UK - Regulating medical devices in the UK GOV.UK - Medicines and Healthcare Products Regulatory Agency (MHRA) Bedrails: management and safe use, 2023 Health and Safety Executive (HSE), Safe Use of Bedrails HSE, Health and Safety at Work Act 1974 NHS - Never Event List updated 2021 Care Quality Commission (CQC), Unsafe use of bed rails, 2022 Mental Capacity Act 2005; Code of Practice Appendices Appendix 1: Bedrail Assessment and Monitoring Process Overview Flowchart Appendix 2: Bed Rails Algorithm – Decision Making Process Appendix 1 – Assessment and Monitoring Flowchart Appendix 2 – Decision Making Process Version Control"
  }
}