{
  "id": "CP008",
  "title": "Standard Infection Control Precautions SICPs Policy",
  "filename": "CP008 Standard Infection Control Precautions SICPs Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nThis policy document has been developed to provide a policy and procedural framework for Standard Infection Control Precautions (SICP’s) with best practice principles and procedures to be referenced with MHA’s policy, procedures, and guidance on managing infections.  Preventing and reducing the transmission of infectious diseases for the people we support, and our colleagues is essential to maintain health and wellbeing within all MHA’s care services.  \nLinks to resources, including associated MHA policy documents, are listed in section 17 (Resources).  As new information is updated and published this document will be amended to reflect any best practice guidance and legislative changes.\nScope and Purpose\nThe scope of this policy and associated procedures applies to all MHA services and colleagues, including contractors, volunteers, and visitors, who have direct or indirect contact with people we support and their environment.\nThe information within this document draws upon several sources and the best available evidence including National Institute of Health Care and Excellence (NICE), NHS, Government Departments, and professional regulators.   Registered services with the Care Quality Commission (CQC), Care Inspectorate Wales (CIW) must comply with the relevant regulations and Code of Practice (2022) Health and Social Care Act 2008: Code of Practice on the Prevention and Control of Infections and Related Guidance.  \nThese regulations require all social care service providers to assess the risk of, and prevent, detect, and control the spread of infection. They further require any equipment and premises be kept clean, and that cleaning be done in line with current legislation and guidance.\nHome and scheme managers must ensure that the service retains a copy of the most up to date Community Infection Control Policy (usually available from the local CCG) where contact details of specialist advisors; Infection Control Team (ICT) or Health Protection Team are clearly displayed.  \nStandard Infection Control Precautions (SICP’s)\nThe following sections refer to Standard Infection Control Precautions (SICP’s), which underpin routine safe practice and break the chain of infection to protect the people we support, colleagues and visitors.  There is often no way of knowing who is infected, so by applying Standard Infection Control Precautions (SICP’s) to all people at all times, best practice becomes second nature, and the risk of infection is minimised.\nDefinitions \nSafe Management of the Care Environment \nThe health and Social Care Act 2008: code of practice on the prevention and control of infections and related guidance requires that registered providers of health and social care – Provide and maintain a clean and appropriate environment in managed premises that facilitates the prevention and control of infections.\nA clean environment reduces the risk of transmission of infection posed by microorganisms, such as bacteria and viruses\nOutbreaks of infection have been associated with environmental contamination\nMost microorganisms are found in dust and dirt, so cleaning and vacuuming alone can often cause significant reductions in the number of organisms in the environment \nHands regularly come into contact with surfaces.  If hands are not decontaminated, they will transfer any organisms present.\nWhere cleaning solutions and agents are used Care of Substances Hazardous to health (COSHH) guidance and manufacturer’s instructions must be followed to achieve safe practice and include relevant risk assessments for the task\nHand Hygiene \nHand Hygiene is one of the most important procedures for preventing the spread of infections. All MHA colleagues must adhere to the following hand hygiene precautions and complete hand hygiene (hand washing) as follows:\nbefore and after each work shift or break\nbefore and after physical contact with each person\nafter handling contaminated items such as dressings, bedpans, urinals, and catheter bags\nbefore putting on and after removing gloves and protective clothing\nafter using the toilet, blowing their nose, or covering a sneeze / cough\nwhenever their hands become visibly soiled\nbefore eating, drinking, or handling food\nbefore and after smoking\nPersonal Hygiene \nColleagues must make sure their own personal hygiene and cleanliness remains at a high standard by adhering to the following:\nKeep fingernails clean, short, and free from nail varnish and false nails (this includes all types of nail varnish such as gel, and acrylic) as this can crack and harbour micro-organisms keep hair clean and tidy and, if longer than shoulder length, tie it back off the face.  Colleagues working with food must cover their hair completely by wearing a hat or net\nWear uniforms (where uniforms are worn and provided) when on duty but not out in public.  If no uniform is worn, colleagues must wear short sleeves to maintain bare below the elbow - long sleeves can be hazardous and exposed underarms are a contamination risk\nThe additional requirements for front line colleagues are required when helping and supporting individuals \nFalse eyelashes (this includes all types of false eyelashes such as strip and extensions), glitter make-up, false tattoos and so on - anything that may leave their skin / person and contaminate an area\nJewellery apart from a wedding ring and one small pair of ear studs (all metal – no stones).\nRefer to MHA’s Corporate Clothing Policy and Code of Conduct for more information \nStrong perfumes, especially in food areas where they can taint food.\nNote: colleagues who wish to wear jewellery or similar for religious / cultural reasons must discuss with the home or scheme manager (a risk assessment may also be required). \nLinks to further information and guidance regarding hand hygiene can be found in the resources section of this policy\nPersonal Protective Equipment (PPE)\nThe benefit of wearing personal protective equipment is that it helps protect the people we support, colleagues and visitors from infection.  Before undertaking any task, colleagues should assess the risks associated with the interaction or support required and wear PPE that provides adequate protection when:\nSupport an individual who has a confirmed or suspected infection\nThere is likely exposure to blood and/or body fluids, non-intact skin, or mucous membranes \nDecontaminating the environment or care equipment \nIn contact with substances hazardous to health e.g., cleaning or disinfecting \nHand Hygiene must be performed before putting on any PPE equipment.  All PPE should be changed between tasks and disposed of as soon as the task is completed.  Colleagues must complete PPE on and off competency to ensure wearing of PPE remains compliant with procedures.\nStoring PPE in separate dispensers reduces the risk of any contamination and should be stored in a clean dry area ready for use. Supplies of PPE should be readily available at the point of use and within their expiry date.\nAll PPE must be disposed of appropriately, refer to the ‘safe disposal of waste’ section for further information \nEye and face protection should not be touched when being worn. Hand hygiene must be completed before removing any facial protection\nThe following information provides guidance on when to wear personal protective\nequipment:\nDisposable gloves \nMHA are encouraging all colleagues to ‘Take your Gloves Off’ when undertaking physical or non-physical observations on individuals, such as blood pressure, oxygen saturations and taking temperatures\nFor most physical observations gloves are not required and hand hygiene, either handwashing with soap and water or alcohol-based hand rub is the most effective way of preventing the spread of infection \nThe overuse of gloves can impact on the following:\nReduces the opportunity to clean our hands\nIncreases environmental contamination \nIncrease our environmental impact through the production and disposal of gloves\nIncreases the risk of skin conditions, such as occupational dermatitis \nFacial Coverings (masks)\nMasks should be:\nFluid resistant \nCover both the nose and mouth and not be allowed to dangle around the neck after use\nNot be touched once put on\nBe changed when they become moist \nBe worn once and discarded as infectious waste. Hand hygiene must be performed after disposal \nFFP3 masks for Aerosol Generating Procedures (AGP)\nAn AGP is a medical procedure that can cause the release of very small particles of a virus from the respiratory tract into the immediate area and can increase the risk of respiratory transmission to those in the immediate area\nAGPs are carried out in some MHA care homes – e.g., suctioning procedures needed by a resident with a tracheostomy or for those who are receiving continuous positive airway pressure (CPAP) or ventilatory support \nSafe Management of Care Equipment \nDecontamination of care equipment includes reusable medical devices and electronic equipment with screens. \nReusable non-invasive equipment, e.g., thermometers, wheelchairs, commodes, fans, often referred to as communal equipment, can be reused on more than one resident following decontamination.\nThe method of decontamination to be applied will depend on the manufacturer’s instructions, a risk assessment of the procedure and the item being used in accordance with Control of Substances Hazardous to Health (COSHH) regulations\nExamples and risk categories for decontamination \nIn accordance with the National Standards of Healthcare Cleanliness 2021, all cleaning materials and equipment, e.g., disposable cloths, mops, buckets, aprons, and gloves, should be colour coded\nColour coding of cleaning materials and equipment ensures that these items are not used in multiple areas, therefore, reducing the risk of transmission of infection from one area to another, e.g., toilet to kitchen \nEvidence of Decontamination \nRefer to MHA’s cleaning checklist for care teams and housekeeping colleagues, which provides information on when equipment is to be decontaminated, when to do so and what products to use.  Decontamination of equipment must be recorded on the relevant forms, for example Equipment Decontamination Record \nSafe Management of Blood and Body Fluid Spillages \nSpillages of blood or body fluids should be dealt with immediately as this may expose colleagues and others to infection.  Appropriate personal protective equipment should be worn, and standard infection control procedures followed. \nUse an appropriate spillage kit for the type of spillage, following the manufacturers guidance and ensuring it is within the expiry date.  Some spillage kits are suitable for all types of body fluids, including blood i.e., spill wipes, always check the manufacturer’s instructions on suitability and use. \nControl of Substances hazardous to health (COSHH) risk assessments should be completed for the use of any spillage kits with the appropriate safety data sheet for any products used.  \nSafe Management of Linen, including Uniforms and Workwear \nLaundry facilities must be available to ensure safe washing of items, which may be soiled with blood, faeces and other bodily fluids containing microorganisms, such as bacteria and viruses.\nAll linen must be washed appropriately using the correct temperature is achieved to destroy any microorganisms. Failure to achieve this could result in outbreaks of infection notably with off forming bacteria such as bacillus cereus. Microorganisms that remain after washing are usually destroyed by tumble drying and ironing.  Standard infection control procedures apply when laundering soiled items; appropriate personal protective (PPE) equipment should be used \nLinen refers to all reusable textile items requiring cleaning or disinfection via a laundry process including: \nLinen blankets, counterpanes, duvets duvet covers pillowcases and \nsheets\nCurtains\nHoist slings, resident clothing including gowns night dresses, and shirts \nTowels\nUniform and workwear \nAll dirty linen should be handled with care and attention paid to the potential spread of infection.  Colleagues and people we support should not be put at risk during handling, disposal, and transportation of linen\nIt is the responsibility of the person handling linen to ensure it is segregated appropriately.\nRefer to Uniform and Dress Code Policy for instructions on uniform laundry and decontamination instructions.\nAnimals in a Care Setting \nThe presence of pets or visiting animals is widely accepted as a useful way to enhance the quality of life for people we support. However, disease can be acquired through contact with animals, especially if a person’s immunity is reduced through age or illness.  \nInfections associated with animals\nPets in MHA services will either be owned or visit the home as therapy pets. If owned by the MHA service, the manager must make sure that one or two nominated people are responsible for the animal.  \nIf brought in for ‘pet therapy / petting’, there must be a risk assessment and a written agreement between the owner of the animal and the service that identifies - \nthe type of animals allowed in / on the premises for the purposes of ‘pet therapy’\nthe control and permitted behaviour of pets on the premises – perhaps mature, calm, house trained\nthe routes for pets to enter and go through the premises\nthe areas where pets are not allowed - anywhere near food storage, preparation, cooking, or service\nthat the pet has a ‘pet passport’\nany insurance liability of the pet owners / handlers\nRetirement Living residents should follow the same procedure in respect of completing a pet application.  Approval will be subject to a risk assessment, which will include consideration of the following:\nThe ability of the resident to care for their pet\nArrangements for taking care of the pet in the event that the resident is unwell or absent from the scheme\nIndividual pet care requirements, for example in respect of diet, exercise, cleaning, toileting\nImpact on other residents or staff health and safety, for example medical considerations\nExisting resident pets and potential for conflict\nInfection Control – pets \nColleagues, visitors, and people we support should be made aware of the hygiene considerations following the handling of animals, cleaning, feeding, or handling animals\nSkin lesions, cuts, abrasions should be adequately covered\nHands must be washed thoroughly after contact or feeding animals\nAlcohol handrub or skin wipes should be offered to individuals who are unable to access handwashing facilities\nFood must not be shared with animals \nSafe Disposal of Waste including Sharps \nWaste Disposal \nThe management of healthcare waste, including sharps, is an essential part of ensuring that activities within care settings do not pose a risk or potential risk of infection and are appropriately managed.  When handling any waste appropriate PPE must be worn.\nAll colleagues are responsible for ensuring that waste, including sharps and PPE, is dealt with appropriately from the point of generation to the point of final disposal.  Colleagues should be trained and aware of waste procedures.  It remains the legal responsibility of the care setting to ensure full compliance with environmental waste regulations.  Waste, including sharps, should be:\nCorrectly segregated\nAppropriately labelled\nPackaged appropriately for transportation\nStored safely and in a secure place away from areas of public access\nRecorded and copies of waste documents must be retained \nTransferred to an authorised waste contractor for transport to an authorised waste disposal site\nDisposal of Sharps \nSharps should be placed in the correct colour coded sharps container and situated within a safe and secure place and not placed on the floor. Locked medication rooms are the appropriate secure place for storage.\nAll sharps’ containers must comply with the UN3291 and British Standard BS320. Sharps containers must not be filled above the ‘fill line’ or placed inside any waste bags prior to disposal and must be dated and signed when locked for disposal\nRefer to MHA’s Sharps – Safety and Management Policy for more detailed information \nRoles and Responsibilities\nTraining and Monitoring\nThe manager must make sure all colleagues have training in infection prevention procedures including COSHH, wearing PPE with additional input tailored to their workplace setting and job roles.  \nThe manager (care homes) will keep overall responsibility for infection control but must consult with staff and identify an infection control champion for the home.  The champion will agree to attend as much training as possible about infection control and develop a helping / consulting role for all staff.  This will mean sharing knowledge, new practices, resources and offering advice.  It will not mean that the person must do everything in connection with infection control \nCompliance is assessed through MHA’s Infection Control Audits, on a quarterly basis.  MHA’s operational auditing process monitors actions completed and outstanding.\nServices are subject to external monitoring through local IPC teams and regulatory bodies i.e., CQC \nReporting \nThe home or scheme manager must produce an annual statement on the local systems in place and how these are monitored.  The statement will be completed every February giving details from January to December of the previous year.  Statements will be forwarded to MHA’s Safeguarding Lead by March 1 for review and inclusion in the MHA’s overall report due in May / June of each year.\nThe annual statement includes - \ninformation on incidents and outbreaks of infection excluding COVID-19 as this is captured elsewhere\ndetails of how the incident or outbreak was communicated to people using our services, staff, and visitors etc.\noutcomes of infection prevention and control audits\nrisk assessments\ntraining and education of staff\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through     MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nFurther information and guidance can be found on MHA’s intranet in the Infection, Prevention and Control (IPC) section\nInfection, Prevention, and Control Group meeting minutes are also available on the intranet \nFor any specific queries relating to Infection, Prevention and Control contact MHA’s IPC lead infection.control@mha.org.uk \nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nImpact Assessments \n\tEquality, Diversity, and Impact Assessment to be confirmed.\nResources\nFurther information on Infection, Prevention and Control measures can be located on MHA’s intranet, which includes guidance on all sections included within this policy and provides regular updates on best practice and relevant legislation.\nInfection, Prevention and Control  \nFor clinical policies and procedures refer to the associated policy for more information\nAdditional polices related to Infection, Prevention and Control can be located on MHA’s intranet:\nManaging Infections and Outbreaks \nInfection Control - Annual Statement \nInfection Control - Outbreak Record \nInfection Control - Equipment Cleaning Checklist \nInfection Control – Equipment Decontamination Record \nInfection Control – Mattress and Cushion Inspection \nInfection Control Audits (Care Homes) \nInfection Control Audits (Retirement Living) \nWaste Disposal Policy \nSharps Safety and Management \nCOSHH \nAerosol Generating Procedures \nPPE on and off competency\nUniform and Dress Code Policy \nCode of Conduct \nHousekeeping (HKH) Policies \nExternal References, Resources, and Guidance used to develop this policy document\nInfection Prevention and Control: resource for adult social care \nStandard Infection Prevention Control Precautions (SICPs) \nHealth and Social care Act 2008: code of practice on the prevention and control of infections and related guidance  \nNICE: Infection Prevention and Control  \nCare Homes - Infection Prevention Control\nhttps://www.nice.org.uk/about/nice-communities/social-care/quick-guides/helping-to-prevent-infection \nInfection prevention and control (IPC) in adult social care: acute respiratory infection (ARI) - GOV.UK (www.gov.uk)\nPreventing Infection Workbook; Guidance for care Homes in Wales \nhttps://www.infectionpreventioncontrol.co.uk/news/news-preventing-infection-workbook-guidance-for-care-homes-in-wales/ \nVersion Control\nAppendices \nAppendix 1 – Legal Requirements \nAppendix 2 – Infection Control Equipment Cleaning Checklist [CP008d]",
  "sections": {
    "summary": "This policy document has been developed to provide a policy and procedural framework for Standard Infection Control Precautions (SICP’s) with best practice principles and procedures to be referenced with MHA’s policy, procedures, and guidance on managing infections. Preventing and reducing the transmission of infectious diseases for the people we support, and our colleagues is essential to maintain health and wellbeing within all MHA’s care services. Links to resources, including associated MHA policy documents, are listed in section 17 (Resources). As new information is updated and published this document will be amended to reflect any best practice guidance and legislative changes.",
    "purpose": "The scope of this policy and associated procedures applies to all MHA services and colleagues, including contractors, volunteers, and visitors, who have direct or indirect contact with people we support and their environment. The information within this document draws upon several sources and the best available evidence including National Institute of Health Care and Excellence (NICE), NHS, Government Departments, and professional regulators. Registered services with the Care Quality Commission (CQC), Care Inspectorate Wales (CIW) must comply with the relevant regulations and Code of Practice (2022) Health and Social Care Act 2008: Code of Practice on the Prevention and Control of Infections and Related Guidance. These regulations require all social care service providers to assess the risk of, and prevent, detect, and control the spread of infection. They further require any equipment and premises be kept clean, and that cleaning be done in line with current legislation and guidance. Home and scheme managers must ensure that the service retains a copy of the most up to date Community Infection Control Policy (usually available from the local CCG) where contact details of specialist advisors; Infection Control Team (ICT) or Health Protection Team are clearly displayed. Standard Infection Control Precautions (SICP’s) The following sections refer to Standard Infection Control Precautions (SICP’s), which underpin routine safe practice and break the chain of infection to protect the people we support, colleagues and visitors. There is often no way of knowing who is infected, so by applying Standard Infection Control Precautions (SICP’s) to all people at all times, best practice becomes second nature, and the risk of infection is minimised.",
    "definitions": "Safe Management of the Care Environment The health and Social Care Act 2008: code of practice on the prevention and control of infections and related guidance requires that registered providers of health and social care – Provide and maintain a clean and appropriate environment in managed premises that facilitates the prevention and control of infections. A clean environment reduces the risk of transmission of infection posed by microorganisms, such as bacteria and viruses Outbreaks of infection have been associated with environmental contamination Most microorganisms are found in dust and dirt, so cleaning and vacuuming alone can often cause significant reductions in the number of organisms in the environment Hands regularly come into contact with surfaces. If hands are not decontaminated, they will transfer any organisms present. Where cleaning solutions and agents are used Care of Substances Hazardous to health (COSHH) guidance and manufacturer’s instructions must be followed to achieve safe practice and include relevant risk assessments for the task Hand Hygiene Hand Hygiene is one of the most important procedures for preventing the spread of infections. All MHA colleagues must adhere to the following hand hygiene precautions and complete hand hygiene (hand washing) as follows: before and after each work shift or break before and after physical contact with each person after handling contaminated items such as dressings, bedpans, urinals, and catheter bags before putting on and after removing gloves and protective clothing after using the toilet, blowing their nose, or covering a sneeze / cough whenever their hands become visibly soiled before eating, drinking, or handling food before and after smoking Personal Hygiene Colleagues must make sure their own personal hygiene and cleanliness remains at a high standard by adhering to the following: Keep fingernails clean, short, and free from nail varnish and false nails (this includes all types of nail varnish such as gel, and acrylic) as this can crack and harbour micro-organisms keep hair clean and tidy and, if longer than shoulder length, tie it back off the face. Colleagues working with food must cover their hair completely by wearing a hat or net Wear uniforms (where uniforms are worn and provided) when on duty but not out in public. If no uniform is worn, colleagues must wear short sleeves to maintain bare below the elbow - long sleeves can be hazardous and exposed underarms are a contamination risk The additional requirements for front line colleagues are required when helping and supporting individuals False eyelashes (this includes all types of false eyelashes such as strip and extensions), glitter make-up, false tattoos and so on - anything that may leave their skin / person and contaminate an area Jewellery apart from a wedding ring and one small pair of ear studs (all metal – no stones). Refer to MHA’s Corporate Clothing Policy and Code of Conduct for more information Strong perfumes, especially in food areas where they can taint food. Note: colleagues who wish to wear jewellery or similar for religious / cultural reasons must discuss with the home or scheme manager (a risk assessment may also be required). Links to further information and guidance regarding hand hygiene can be found in the resources section of this policy Personal Protective Equipment (PPE) The benefit of wearing personal protective equipment is that it helps protect the people we support, colleagues and visitors from infection. Before undertaking any task, colleagues should assess the risks associated with the interaction or support required and wear PPE that provides adequate protection when: Support an individual who has a confirmed or suspected infection There is likely exposure to blood and/or body fluids, non-intact skin, or mucous membranes Decontaminating the environment or care equipment In contact with substances hazardous to health e.g., cleaning or disinfecting Hand Hygiene must be performed before putting on any PPE equipment. All PPE should be changed between tasks and disposed of as soon as the task is completed. Colleagues must complete PPE on and off competency to ensure wearing of PPE remains compliant with procedures. Storing PPE in separate dispensers reduces the risk of any contamination and should be stored in a clean dry area ready for use. Supplies of PPE should be readily available at the point of use and within their expiry date. All PPE must be disposed of appropriately, refer to the ‘safe disposal of waste’ section for further information Eye and face protection should not be touched when being worn. Hand hygiene must be completed before removing any facial protection The following information provides guidance on when to wear personal protective equipment: Disposable gloves MHA are encouraging all colleagues to ‘Take your Gloves Off’ when undertaking physical or non-physical observations on individuals, such as blood pressure, oxygen saturations and taking temperatures For most physical observations gloves are not required and hand hygiene, either handwashing with soap and water or alcohol-based hand rub is the most effective way of preventing the spread of infection The overuse of gloves can impact on the following: Reduces the opportunity to clean our hands Increases environmental contamination Increase our environmental impact through the production and disposal of gloves Increases the risk of skin conditions, such as occupational dermatitis Facial Coverings (masks) Masks should be: Fluid resistant Cover both the nose and mouth and not be allowed to dangle around the neck after use Not be touched once put on Be changed when they become moist Be worn once and discarded as infectious waste. Hand hygiene must be performed after disposal",
    "procedure": "An AGP is a medical procedure that can cause the release of very small particles of a virus from the respiratory tract into the immediate area and can increase the risk of respiratory transmission to those in the immediate area AGPs are carried out in some MHA care homes – e.g., suctioning procedures needed by a resident with a tracheostomy or for those who are receiving continuous positive airway pressure (CPAP) or ventilatory support Safe Management of Care Equipment Decontamination of care equipment includes reusable medical devices and electronic equipment with screens. Reusable non-invasive equipment, e.g., thermometers, wheelchairs, commodes, fans, often referred to as communal equipment, can be reused on more than one resident following decontamination. The method of decontamination to be applied will depend on the manufacturer’s instructions, a risk assessment of the procedure and the item being used in accordance with Control of Substances Hazardous to Health (COSHH) regulations Examples and risk categories for decontamination In accordance with the National Standards of Healthcare Cleanliness 2021, all cleaning materials and equipment, e.g., disposable cloths, mops, buckets, aprons, and gloves, should be colour coded Colour coding of cleaning materials and equipment ensures that these items are not used in multiple areas, therefore, reducing the risk of transmission of infection from one area to another, e.g., toilet to kitchen Evidence of Decontamination Refer to MHA’s cleaning checklist for care teams and housekeeping colleagues, which provides information on when equipment is to be decontaminated, when to do so and what products to use. Decontamination of equipment must be recorded on the relevant forms, for example Equipment Decontamination Record Safe Management of Blood and Body Fluid Spillages Spillages of blood or body fluids should be dealt with immediately as this may expose colleagues and others to infection. Appropriate personal protective equipment should be worn, and standard infection control procedures followed. Use an appropriate spillage kit for the type of spillage, following the manufacturers guidance and ensuring it is within the expiry date. Some spillage kits are suitable for all types of body fluids, including blood i.e., spill wipes, always check the manufacturer’s instructions on suitability and use. Control of Substances hazardous to health (COSHH) risk assessments should be completed for the use of any spillage kits with the appropriate safety data sheet for any products used. Safe Management of Linen, including Uniforms and Workwear Laundry facilities must be available to ensure safe washing of items, which may be soiled with blood, faeces and other bodily fluids containing microorganisms, such as bacteria and viruses. All linen must be washed appropriately using the correct temperature is achieved to destroy any microorganisms. Failure to achieve this could result in outbreaks of infection notably with off forming bacteria such as bacillus cereus. Microorganisms that remain after washing are usually destroyed by tumble drying and ironing. Standard infection control procedures apply when laundering soiled items; appropriate personal protective (PPE) equipment should be used Linen refers to all reusable textile items requiring cleaning or disinfection via a laundry process including: Linen blankets, counterpanes, duvets duvet covers pillowcases and sheets Curtains Hoist slings, resident clothing including gowns night dresses, and shirts Towels Uniform and workwear All dirty linen should be handled with care and attention paid to the potential spread of infection. Colleagues and people we support should not be put at risk during handling, disposal, and transportation of linen It is the responsibility of the person handling linen to ensure it is segregated appropriately. Refer to Uniform and Dress Code Policy for instructions on uniform laundry and decontamination instructions. Animals in a Care Setting The presence of pets or visiting animals is widely accepted as a useful way to enhance the quality of life for people we support. However, disease can be acquired through contact with animals, especially if a person’s immunity is reduced through age or illness. Infections associated with animals Pets in MHA services will either be owned or visit the home as therapy pets. If owned by the MHA service, the manager must make sure that one or two nominated people are responsible for the animal. If brought in for ‘pet therapy / petting’, there must be a risk assessment and a written agreement between the owner of the animal and the service that identifies - the type of animals allowed in / on the premises for the purposes of ‘pet therapy’ the control and permitted behaviour of pets on the premises – perhaps mature, calm, house trained the routes for pets to enter and go through the premises the areas where pets are not allowed - anywhere near food storage, preparation, cooking, or service that the pet has a ‘pet passport’ any insurance liability of the pet owners / handlers Retirement Living residents should follow the same procedure in respect of completing a pet application. Approval will be subject to a risk assessment, which will include consideration of the following: The ability of the resident to care for their pet Arrangements for taking care of the pet in the event that the resident is unwell or absent from the scheme Individual pet care requirements, for example in respect of diet, exercise, cleaning, toileting Impact on other residents or staff health and safety, for example medical considerations Existing resident pets and potential for conflict Infection Control – pets Colleagues, visitors, and people we support should be made aware of the hygiene considerations following the handling of animals, cleaning, feeding, or handling animals Skin lesions, cuts, abrasions should be adequately covered Hands must be washed thoroughly after contact or feeding animals Alcohol handrub or skin wipes should be offered to individuals who are unable to access handwashing facilities Food must not be shared with animals Safe Disposal of Waste including Sharps Waste Disposal The management of healthcare waste, including sharps, is an essential part of ensuring that activities within care settings do not pose a risk or potential risk of infection and are appropriately managed. When handling any waste appropriate PPE must be worn. All colleagues are responsible for ensuring that waste, including sharps and PPE, is dealt with appropriately from the point of generation to the point of final disposal. Colleagues should be trained and aware of waste procedures. It remains the legal responsibility of the care setting to ensure full compliance with environmental waste regulations. Waste, including sharps, should be: Correctly segregated Appropriately labelled Packaged appropriately for transportation Stored safely and in a secure place away from areas of public access Recorded and copies of waste documents must be retained Transferred to an authorised waste contractor for transport to an authorised waste disposal site Disposal of Sharps Sharps should be placed in the correct colour coded sharps container and situated within a safe and secure place and not placed on the floor. Locked medication rooms are the appropriate secure place for storage. All sharps’ containers must comply with the UN3291 and British Standard BS320. Sharps containers must not be filled above the ‘fill line’ or placed inside any waste bags prior to disposal and must be dated and signed when locked for disposal Refer to MHA’s Sharps – Safety and Management Policy for more detailed information",
    "responsibilities": "Training and Monitoring The manager must make sure all colleagues have training in infection prevention procedures including COSHH, wearing PPE with additional input tailored to their workplace setting and job roles. The manager (care homes) will keep overall responsibility for infection control but must consult with staff and identify an infection control champion for the home. The champion will agree to attend as much training as possible about infection control and develop a helping / consulting role for all staff. This will mean sharing knowledge, new practices, resources and offering advice. It will not mean that the person must do everything in connection with infection control Compliance is assessed through MHA’s Infection Control Audits, on a quarterly basis. MHA’s operational auditing process monitors actions completed and outstanding. Services are subject to external monitoring through local IPC teams and regulatory bodies i.e., CQC Reporting The home or scheme manager must produce an annual statement on the local systems in place and how these are monitored. The statement will be completed every February giving details from January to December of the previous year. Statements will be forwarded to MHA’s Safeguarding Lead by March 1 for review and inclusion in the MHA’s overall report due in May / June of each year. The annual statement includes - information on incidents and outbreaks of infection excluding COVID-19 as this is captured elsewhere details of how the incident or outbreak was communicated to people using our services, staff, and visitors etc. outcomes of infection prevention and control audits risk assessments training and education of staff Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Further information and guidance can be found on MHA’s intranet in the Infection, Prevention and Control (IPC) section Infection, Prevention, and Control Group meeting minutes are also available on the intranet For any specific queries relating to Infection, Prevention and Control contact MHA’s IPC lead infection.control@mha.org.uk Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Impact Assessments Equality, Diversity, and Impact Assessment to be confirmed. Resources Further information on Infection, Prevention and Control measures can be located on MHA’s intranet, which includes guidance on all sections included within this policy and provides regular updates on best practice and relevant legislation. Infection, Prevention and Control For clinical policies and procedures refer to the associated policy for more information Additional polices related to Infection, Prevention and Control can be located on MHA’s intranet: Managing Infections and Outbreaks Infection Control - Annual Statement Infection Control - Outbreak Record Infection Control - Equipment Cleaning Checklist Infection Control – Equipment Decontamination Record Infection Control – Mattress and Cushion Inspection Infection Control Audits (Care Homes) Infection Control Audits (Retirement Living) Waste Disposal Policy Sharps Safety and Management COSHH Aerosol Generating Procedures PPE on and off competency Uniform and Dress Code Policy Code of Conduct Housekeeping (HKH) Policies External References, Resources, and Guidance used to develop this policy document Infection Prevention and Control: resource for adult social care Standard Infection Prevention Control Precautions (SICPs) Health and Social care Act 2008: code of practice on the prevention and control of infections and related guidance NICE: Infection Prevention and Control Care Homes - Infection Prevention Control https://www.nice.org.uk/about/nice-communities/social-care/quick-guides/helping-to-prevent-infection Infection prevention and control (IPC) in adult social care: acute respiratory infection (ARI) - GOV.UK (www.gov.uk) Preventing Infection Workbook; Guidance for care Homes in Wales https://www.infectionpreventioncontrol.co.uk/news/news-preventing-infection-workbook-guidance-for-care-homes-in-wales/ Version Control Appendices Appendix 1 – Legal Requirements Appendix 2 – Infection Control Equipment Cleaning Checklist [CP008d]"
  }
}