{
  "id": "CP008a",
  "title": "Managing Infections and Outbreaks",
  "filename": "CP008a Managing Infections and Outbreaks.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nThis policy has been developed to support and promote good practice in the investigation, management and control of infectious diseases, outbreaks, or incidents, which may have public health implications.  Each control problem will be unique to a situation and may require specific measures to deal with individual circumstances in an MHA service\nScope and Purpose\nThe scope of this policy and associated procedures applies to all MHA services and colleagues, including contractors, volunteers, and visitors, who have direct or indirect contact with people we support and their environment\nThe information within this document draws upon several sources and the best available evidence including National Institute of Health Care and Excellence (NICE), NHS, Government Departments, and professional regulators.  Registered services with the Care Quality Commission (CQC), Care Inspectorate Wales (CIW) must comply with the relevant regulations and Code of Practice (2022) Health and Social Care Act 2008: Code of Practice on the Prevention and Control of Infections and Related Guidance  \nWhen caring for individuals and colleagues in relation to COVID-19 or any other new emerging infections, colleagues must refer to the national infection prevention and control guidance and associated external information, links can be located in section 18, Resources\nDefinitions \nBlood Borne Viruses\nNorovirus (viral gastroenteritis)\nGeneral Information \nViral Gastroenteritis is usually caused by a virus known as Norovirus, which is highly infectious where outbreaks are common in semi-enclosed environments such as care homes and shared living premises\nThe illness is usually of a short duration lasting 24-72 hours with a full recovery.  If there is any clinical concern their GP must be notified as the symptoms may become more serious with individual who are frail or have underlying health conditions. Once an affected person is 72 hours symptom free, they are considered non-infectious\nTransmission\nNorovirus is highly infectious and is transmitted from person to person primarily through the faecal oral route or by direct person to person spread. Immunity to Norovirus is of short duration, possible only a few months\nSigns and Symptoms \nThe incubation period for Norovirus is usually 24-48 hours, but cases can occur within 12 hours of exposure.  Symptoms include:\nSudden onset of vomiting\nWatery non-bloody diarrhoea\nAbdominal cramps\nNausea\nLow grade fever\nHeadache\nControl measures \nStandards Infection Control Procedures (SICPs) and Transmission Based Precautions (TBPs) should be followed \nTwice daily environmental cleaning during an outbreak to include all communal areas regularly touched by residents\nFans must not be used as they can recirculate the virus\nRemove and replace all drinking vessels, condiments, sauce bottles if exposed \nIt is essential that the correct concentration of all detergents and disinfectants are used \nWhere possible designated colleagues should be allocated to support affected residents, where possible teams should be allocated to units or floors to avoid further risk of transmission\nColleagues with symptoms of vomiting and/or diarrhoea should remain away from the service until they are symptom free for 48 hours\nAffected residents should be supported within their own rooms, wherever possible, until symptom free for 72 hours. En suite facilities should be used or a designated commode\nDisposable aprons and gloves should be worn when dealing with any body fluids and disposed of in the room and disposed of as infectious waste.\nHands must be cleaned with liquid soap, undertaken before leaving the room and again, after exiting the room.\nEye protection and a fluid resistant surgical mask (FRSM) should also be worn if a resident is vomiting, dispose as infectious waste in a safe place once outside the room and wash hands after removing \nAlcohol rub should NOT be used when supporting residents with viral gastroenteritis\nTreatment \nDiarrhoea specimens from affected residents and colleagues are required to determine the cause of the outbreak\nSpecimens can be taken even if contaminated with urine\nTesting for microscopy and culture (M&C) and virology, should be requested.  Diarrhoea specimens are not routinely tested for viruses; therefore, you will be provided with an outbreak reference number (iLog number) by your local IPC Team or the UKHSA team\nFollow advice from external professional in respect of any treatment \nC. Difficile (Clostridioides difficule)\nGeneral Information \nClostridioides difficule (formerly known as Clostridium Difficule) is a bacterium which produces spores that are resistant to air, drying and heat.  The spores survive in the environment and are the main route of spreading the Clostridioides difficule (C. Difficule)\nC.Difficule is present in the normal intestine of approximately 3-5% of healthy adults as part of the healthy gut flora.  However, when antibiotics are taken for an infection they kill off some of the natural good bacteria in the gut, which leaves room for C.Difficule to multiply rapidly, producing toxins causing diarrhoea\nIn many people, the illness is mild, and a full recovery is usual.  However, elderly people, often with underlying illnesses may become seriously ill.  C.Difficule spreads through the faecal-oral route (ingestion)  \nTransmission \nTransmission can occur through contaminated hands, direct contact with affected individuals, or contaminated surfaces. Affected individuals with diarrhoea secrete large numbers of C.Difficule spores, leading to contamination of the surrounding environment\nAntibacterial surface sprays are not effective against C.Difficule, a specific disinfecting agent should be used\nSigns and Symptoms \nSymptoms include:\nExplosive, foul smelling watery diarrhoea, which may contain blood and or mucus\nAbdominal pain and fever due to the toxins causing fluid loss from the gut and cell damage\nDehydration which can be severe due to fluid loss \nThe symptoms are usually caused by inflammation (swelling and irritation) of the lining of the bowel and can last for a few days to several weeks.  Most people develop symptoms whilst taking antibiotics, however symptoms can appear up to 10 weeks after finishing a course of antibiotics \nWhere this infection is suspected refer to a GP for specific sample testing, providing any information regarding previous or current antibiotic use\nControl Measures \nThe main methods of preventing and reducing transmission of C.Difficule are:\nPrudent antibiotic prescribing, not to be prescribed unless necessary\nPrompt isolation of residents with suspected or confirmed C.Difficule colonisation or infection, procedures for isolation must be explained to residents and visitors\nDoors must be kept closed, where possible, to avoid risk of transmission \nPromptly sending a stool sample for testing \nGood hand hygiene practice and appropriate use of personal protective equipment (PPE)\nReducing the number of spores in the environment by thorough cleaning and then disinfecting with a sporicidal product \nThe following protocol (SIGHT) should be applied when managing suspected potentially infectious diarrhoea:\nTreatment \nThe individual must be reviewed by their GP promptly:\nAntibiotics causing diarrhoea should be stopped, if possible, as should all other drugs that may cause diarrhoea. \nAnti-motility agents, e.g., Imodium, Lomotil, which are given to stop diarrhoea should not be prescribed\nBowel movements must be recorded on a Bristol Stool Chart \nWhen a resident has been diarrhoea free for 48 hours and passed a formed stool (type1-4 on the Bristol Stool Chart) or their bowel habit has returned to normal they are no longer infectious and no longer required to isolate.\nThe room should be cleaned and disinfected\nIf a resident develops diarrhoea following a period of being symptom free, they may have been reinfected or relapsed.  Isolate immediately, send a repeat sample if more than 28 days since previous toxin positive result, arrange a review with their GP and follow control measures \nMRSA (Meticillin Resistant Staphylococcus Aureus)\nGeneral Information \nMRSA is a common bacteria that is frequently found on the skin or in the nose of healthy people without causing infection.  This is called Colonisation where MRSA is present on or in the body without causing infection. Most people who are colonised do not go on to develop an infection.\nIf the bacteria invade the skin or deeper tissues, and multiplies, an infection can develop.  This could be minor, such as pimples, boils, or serious such as wound infections, pneumonia, or bacteraemia (blood stream infection)\nMRSA infection means that it is present in or on the body causing clinical signs of infection, such as in the case of bacteraemia or pneumonia, or for example in a wound causing redness, swelling, pain and or discharge.  Such infection usually occurs in health and social care settings and, in particular, vulnerable people who may be frail, have underlying health conditions, open wounds or have invasive devices, such as catheters. \nTransmission \nClinical infection with MRSA occurs either from an individual’s own MRSA or by transmission of infection from another person who has MRSA present on their body or has a clinical infection\nThe main routes of transmission are as follows:\nContact from hands or clothing contaminated with skin scales\nDroplet or aerosol from a person with MRSA infection or colonisation\nContact with shared equipment that has not been effectively decontaminated after use \nEnvironmental contamination (staphylococci that spread into the environment may survive for a long period in dust)\nSigns and Symptoms \nIndividuals with an underlying illness, those with open wounds or who have undergone surgery and those with invasive devices, such as urinary catheters are at higher risk of contracting MRSA.  The following symptoms may present and should be referred to a GP for testing if MRSA is suspected \nInfected areas on the skin – red, swollen, or painful\nInfected area is warm to the touch\nPus or other fluid may be present in the infected area\nFever \nControl Measures \nResidents with an active MRSA infection should be isolated with transmission-based precautions (TBPs) in place until they are symptom free\nThe room of a resident who has an active MRSA infection must be deep cleaned at the end of the isolation period\nAny infected wound or skin lesion should be covered with an appropriate dressing as advised by a healthcare professional.  The dressing should be checked frequently for signs of leakage and replaced accordingly until the wound is dry\nDuring any isolation period colleagues must wear disposable apron and gloves when providing hands on care and support\nDisposable apron and gloves are not required to be worn by visitors unless they are providing hand on care and support; strict handwashing must still be performed \nResidents with MRSA can visit communal areas and mix with other residents\nIf a resident requires hospital admission, the receiving department/hospital should be informed of the resident’s MRSA status \nTreatment \nAny treatment required will be on an individual basis.  Antibiotic treatment will only be prescribed if there are clinical signs of infection.  If a MRSA positive result is diagnosed after a resident has been discharged form hospital, the GP will be informed, and if appropriate prescribe suppression treatment\nSuppression treatment consists of 2 separate treatments; body and hair and nasal, which will be prescribed and administered according to manufacturer’s instructions\nScabies \nGeneral Information \nScabies is a skin condition caused by an immune reaction to the mite sarcoptes scabiei and their saliva, eggs, and faeces. This infection occurs when the mite burrows in to the skin and lays eggs that hatch into larva.  The eggs hatch within 3 to 4 days and into adult mites in 1 to 2 weeks.  Within the skin the adult female lays eggs and deposits waste products.  Their presence in the skin usually causes itching while the hatching of the eggs produces new larva which can migrate to the surface of the skin and infect new hosts\nThere are two forms of scabies both caused by the same mite.  The most common form of ‘classical scabies’, has fewer than 20 mites all over the body.  The rarer type of ‘crusted scabies’ (formerly known as Norwegian), which may be seen in immunosuppressed individuals, can have thousands or millions of mites causing a more severe reaction in the skin.  It develops due to an insufficient immune response to the host\nTransmission \nFrom an infected person:\nDirect skin to skin contact without appropriate PPE with a person who is infected with scabies (approximately 10 minutes uninterrupted skin to skin contact)\nThe mite cannot jump from person to person but can crawl from one individual to another when there is skin to skin contact for a period of time, e.g., holding hands.\nTransmission through casual contact, such as hand shaking or hugging is unlikely \nSome evidence suggest that mites can live away from a host for up to 4 days.  Therefore clothing, bed linen and towels must be safely segregated and washed separately\nSigns and Symptoms  \nIn a person who has previously had scabies symptoms usually appear between 1-4 days.  For those who have never previously had scabies it can take 3-6 weeks to develop after infestation\nDiagnosis must be confirmed by a GP or dermatologist. \nIntense itching, which may become worse at night\nTiny red spots on the skin\nBurrow marks can be found anywhere on the body – 1cm or less, wavy sliver coloured line son the skin with a black dot on one end\nWarm areas of the body are susceptible i.e., underarms, groin, under breasts, elbow, and knee joints\nControl measures \nLocal Community IPC or UKHSA Team must be contacted for advice regarding management and treatment of scabies and if an outbreak is suspected.   \nResidents with crusted scabies should be isolated until the first treatment is completed\nResident with classical scabies do not normally need to be isolated, as they do not have skin to skin contact with other residents, this should be assessed for each individual\nClean hands and wear disposable gloves when there is close contact i.e., supporting with personal care or prolonged close or skin to skin contact\nMites can harbour under nails, therefore the infected person’s nail care is important and should be kept short, where appropriate\nAll colleagues and residents must be assessed for symptoms of scabies infection \nOther residents, colleagues, relatives, or close contacts may also require treatment; seek advice from the local IPC Team \nLinen, clothing, and washable footwear should be washed at a minimum of 50°C or as recommended by the manufacturer and tumble dried. \nThermal disinfection at 71°C for 3 minutes or 65°C for 10 minutes is advised or washed at the highest temperature for the fabric using an antibacterial laundry sanitiser.\nAny clothing difficult to wash can be dry cleaned or tumble dried and ironed if the fabric is suitable for ironing at a high temperature.\nItems that cannot be washed should be placed in a sealed bag to contain the mites for a full 4 days to allow the mites to die \nRoutine cleaning of hard surfaces with general purpose cleaning fluid \nSoft furnishings and non-wipeable covers shod be removed form use following treatment and kept in a sealed bag for 4 full days, then vacuumed \nFor crusted scabies, increase the frequency of vacuuming and deep clean after completion of treatment \nTreatment \nTreatment consists of the application of two treatments, one week apart.  Always seek advice from the local IPC team or prescribing GP \nApplication is best done in the evening\nThe cream must be applied to cool, dry skin to be most effective\nClothing nightwear and bed linen of all those treated should be washed as normal \nSepsis \nGeneral Information \nSepsis is a potentially life-threatening complication of an infection.  Sepsis occurs when chemicals released into the bloodstream to fight the infection trigger inflammatory responses throughout the body.  This inflammation can trigger a cascade of changes that can damage multiple organ systems, causing them to fail\nMany doctors view sepsis as a three-stage syndrome, starting with sepsis and progressing through to severe sepsis and finally to septic shock.  The goal is to treat sepsis during its mild stage before it becomes more dangerous.\nIf sepsis progresses to septic shock, blood pressure drops dramatically, and the situation becomes life threatening. Anyone can develop sepsis, but it's most common and most dangerous in older adults or those with weakened immune systems\n People most at risk of sepsis include those - \nWho have an infection\nWho are very young or very old\nWho are already weakened by a serious illness,\nWho have just had surgery or who have wounds or injuries\nWith a medical condition or receiving medical treatment that weakens their immune system\nEarly treatment of sepsis, usually with antibiotics and large amounts of intravenous fluids, improves a person’s chances for survival\nSigns and Symptoms \nIf you suspect sepsis – seek medical help immediately.\nTo be diagnosed with sepsis, the person must have at least two of the following symptoms - \nProbable or confirmed infection\nBody temperature above 101 F (38.3 C) or below 96.8 F (36 C) – possible rigors\nHeart rate higher than 90 beats a minute\nRespiratory rate higher than 20 breaths a minute\nSevere Sepsis\nThe diagnosis will be upgraded to severe sepsis if the person has at least one of the following signs and symptoms, which indicate an organ may be failing - \nSignificantly decreased urine output\nAbrupt change in mental status –such as confusion or disorientation\nDecrease in platelet count\nDifficulty in breathing - breathlessness\nAbnormal heart pumping function – feeling dizzy or faint, loss of consciousness\nAbdominal pain or muscle pains\nIf tested a decreased platelet count\nThere may also be – \nNausea / vomiting / diarrhoea \nCold, clammy, pale, or mottled skin\nSlurred speech\n**Refer to NEWS Sepsis Screening tool (nursing)\nAcute Respiratory Infections (ARI) including COVID-19\nRefer to Appendix 4 for more information \nThe best way to reduce the spread and mitigate the harm of ARIs is to combine standard infection prevention and control precautions (SICPs) with vaccinations, available medical treatments, and proportionate outbreak management\nIt is important that all those who are eligible for vaccination, including health and social care workers, take up their offers as soon as they become available to help protect themselves and those around them\nSymptoms of Respiratory Infection including COVID-19\nSymptoms of COVID-19, flu and common respiratory infections include:\nContinuous cough\nHigh Temperature, fever or chills\nLoss of, or change in, your normal sense of taste or smell\nShortness of breath\nUnexplained tiredness or lack of energy\nMuscle aches or pains, not due to exercise \nLoss of appetite, not wanting to eat\nHeadache that is unusual or lasting longer than normal \nSore throat, stuffy or runny nose\nDiarrhoea, feeling sick or being sick\nIt can be difficult to distinguish between COVID-19, flu and illness caused by other respiratory viruses by symptoms alone and may be more difficult for individuals who are living with dementia or have similar condition whereby they have reduced ability to communicate feeling unwell\nIndividuals we support and our colleagues may require a clinical review if symptoms persist for longer than expected or worsen. Antibiotics are not recommended for viral respiratory infections. However, antibiotics may be prescribed by an appropriate clinician if a bacterial chest infection is suspected\nAn ARI outbreak may be suspected when there is an increase in the number of residents displaying symptoms of a respiratory infection\nAn ARI outbreak consists of 2 or more positive or clinically suspected linked cases of ARI, within the same setting within a 5-day period. This means the cases may be linked to each other and transmission within the care setting may have occurred\nColleagues should continue to wear facemasks (type IIR) when supporting individuals with suspected or confirmed Respiratory Infections i.e., Flu or COVID-19 \nWhooping Cough\nGeneral Information \nWhooping cough, also known as pertussis, is a highly contagious bacterial infection that mainly affects the lungs and airways and is a notifiable disease in England and Wales. Whooping cough is sometimes known as the 100-day cough because of how long it takes to recover from it.\nWhooping cough is a cyclical disease that regularly peaks every 3 to 5 years. Unfortunately, there are increasing rates of whooping cough, following a prolonged period of very low case numbers due to restrictions, and reduced social mixing patterns during the COVID-19 pandemic.\nWhooping cough can affect people of all ages and while it can be a very unpleasant illness for older vaccinated adolescents and adults, young babies who are too young to be fully protected through vaccination are at increased risk of serious complications or, rarely, death.\nSigns and Symptoms\nSymptoms often start like a cold, progressing to outbursts of coughing which can sometimes cause vomiting or choking. The cough sometimes has a characteristic ‘whoop’ sound. The most effective way to prevent whooping cough is to be fully vaccinated.\nWhooping cough is transmitted through close contact with someone who has the disease when they are coughing or sneezing.  Refer to a clinician or contact 111 for out of hours support if a case is suspected.\nTreatment \nTreatment for whooping cough depends on your age and how long you've had the infection. \nA doctor may prescribe antibiotics to treat whooping cough if the illness started recently.  Antibiotics are only likely to help symptoms if taken within 2 weeks from the day the cough started. Hospital treatment is usually needed for severe whooping cough.\nIf a colleague lives with a child younger than 12 months or a pregnant woman they must contact their GP for advice due to the increased risk for younger children.\nControl Measures \nIf a person has suspected or confirmed whooping cough use PPE as with Acute Respiratory infections.  Refer to Standard Infection Control Precautions Policy for additional guidance on PPE.\nManagers and colleagues refer to appendix 3 for more information on exclusion periods from work.\nAerosol generating procedures (AGPs) \nAerosol generating Procedures (AGP’s) are medical procedures that can result in the release of aerosols from the respiratory tract. The criteria for an AGP are a high risk of aerosol generation and increased risk of transmission (from patients with a known or suspected respiratory infection).  Refer to Aerosol Generating Procedures for further guidance \nSpecimen Collection \nA specimen is a sample of body fluid e.g., urine or faeces.   All specimens are a potential infection risk; therefore, all specimens must be collected using Standard Infection Control Precautions (SCIPs).  Refer to Standard Infection Control Precautions Policy \nSpecimens should be transported in a rigid container in accordance with the Carriage of Dangerous Goods and use of Transportable Pressure Equipment (2009).  All colleagues handling specimens or samples have a responsibility and duty for the safe collection, handling and transporting of specimens and samples outlined within the Health and safety at Work Act (1974) and the Control of Substances Hazardous to Health (COSHH) Regulations (2002)\nColleagues obtaining specimens should ensure:\nSICPs are always applied when obtaining specimens and appropriate PPE is worn\nCare is taken to avoid contaminating specimens \nThe container is appropriate for the purpose.  If there is leakage or an inappropriate container is used, the specimen will not be processed by the laboratory.\nCare is taken to avoid spilling the specimen, the lid is securely closed\nSpillages of blood or body fluids should be dealt with immediately in accordance with Standard Infection Control Precautions\nSpecimens are placed inside the plastic transport bag attached to the request form after they have been labelled\nSeal the transport bag using the seal provided, not stapled etc. \nStorage \nWherever possible, obtain a fresh specimen at time when it can be transported to the GP practice in a timely manner \nSpecimens should be received by the laboratory as soon as possible or at least within 24 hours.  Any delay can lead to inaccurate results\nIf delivery is delayed, the specimen should be placed in a suitable fridge allocated for specimens only \nSpecimen and Sample Storage \nSpecimen and Sample Procedures \nAntimicrobial Stewardship \nAntimicrobial resistance (AMR) is a significant, and growing threat to public health in the UK and around the world.  AMR has been identified as one of the most pressing global challenges this century\nAntimicrobial resistance occurs when the microorganisms which cause disease (including bacteria, and viruses) are no longer affected by antimicrobial medicines such as antibiotics, antifungals, that are used to kill them, prevent and treat disease\nWhile resistance is a natural occurrence from a healthcare perspective, it is accelerated by: \nInappropriate use of antimicrobial drugs\nPoor infection prevention and control procedures\nA lack of new antimicrobial drugs being developed\nOur role and responsibilities in supporting Antimicrobial resistance \nEarly prevention of infections, always use Standard Infection Control Precautions (SICPs) when providing care and support for our residents\nTimely, accurate diagnosis of individuals when they develop symptoms.  It is essential that dip sticking of urine is not undertaken to diagnose a urinary tract infection (UTI) in those over 65 years of age or those with a urinary catheter\nAppropriate prescribing and use of antimicrobials only when there are clinical signs of infection e.g., UTI, for which antibiotics are the most appropriate treatment\nEffective management of infections ensuring individuals receive their treatment on time, complete the prescribed course and ensure individuals are able to take treatment via the route prescribed \nStandard Operating Procedures – Managing Outbreaks\nRefer to Appendix 1, 2 and 4 for guidance for infection control outbreak management in response to specific infections \nDefinition of an Outbreak\nTwo or more cases of residents OR colleagues with the same infection or symptoms linked in time or place\nA greater than expected rate of infection compare with the usual background levels for the place and time where the outbreak has occurred\nA suspected, anticipated, or actual event involving microbial or chemical contamination of food or water\nLocal Community Infection Prevention and Control Teams deal with day-to-day advice and support to a wide range of community settings where infection control is important; advice must be followed in the event on an outbreak \nEffective control depends on early recognition and timely intervention.  All colleagues should be aware of symptoms amongst residents and colleagues, which may indicate a possible outbreak, for example:\nCough and/or fever may represent influenza\nDiarrhoea and/or vomiting may indicate norovirus or food poisoning \nSkin lesions/rash may indicate scabies\nIf there is cause to suspect a problem, contact your local community IPC team or UKHSA team.\nReporting \nAll infections must be reported on RADAR, whether this is a single incident or outbreak. \nSuspected or confirmed outbreak incidents must be reported to the local Community Infection, prevention, and Control Teams (IPCT) (refer to appendix 4)\nThe home or scheme manager must produce an annual statement on the local systems in place and how these are monitored.  The statement will be completed every February giving details from January to December of the previous year.  Statements will be forwarded to MHA’s Safeguarding Lead by March 1 for review and inclusion in the MHA’s overall report due in May / June of each year\nThe annual statement includes - \nInformation on incidents and outbreaks of infection excluding COVID-19 as this is captured elsewhere\nDetails of how the incident or outbreak was communicated to people using our services, staff, and visitors etc.\nOutcomes of infection prevention and control audits\nRisk assessments\nTraining and education of staff\nRoles and Responsibilities\nTraining and Monitoring\nThe relevant service or home manager must make sure all colleagues have training in infection prevention procedures including wearing PPE with additional input tailored to their workplace setting and job roles.  \nThe manager (care homes) will keep overall responsibility for infection control but must consult with colleagues and identify an infection control champion for the home.  The champion will agree to attend as much training as possible about infection control and develop a helping / consulting role for all staff.  This will mean sharing knowledge, new practices, resources and offering advice.  It will not mean that the person must do everything in connection with infection control \nCompliance is assessed through MHA’s Infection Control Audits, on a quarterly basis.  MHA’s operational auditing process monitors actions completed and outstanding.\nServices are subject to external monitoring through local IPC teams and regulatory bodies i.e., Care Quality Commission (CQC)\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through     MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nFurther information and guidance can be found on MHA’s intranet in the Connect with Infection Prevention and Control \nInfection, Prevention, and Control Group meeting minutes are also available on the intranet \nFor any specific queries relating to Infection, Prevention and Control contact MHA’s IPC lead infection.control@mha.org.uk  \nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk\nImpact Assessments (Inc. EDI)\n\tEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nInfection, Prevention and Control  \nFor clinical policies and procedures refer to the associated policy for more information\nAdditional polices related to Infection, Prevention and Control can be located on MHA’s intranet:\nStandard Infection Control Precautions \nInfectious Illness Outbreaks Risk Assessment \nInfection Control - Annual Statement \nInfection Control - Outbreak Record \nInfection Control - Equipment Cleaning Checklist \nInfection Control – Equipment Decontamination Record \nInfection Control – Mattress and Cushion Inspection \nInfection Control Audits (Care Homes) \nInfection Control Audits (Retirement Living) \nAerosol Generating Procedures \nWaste Disposal Policy \nSharps Safety and Management \nCOSHH \nUniform and Dress Code Policy \nCode of Conduct \nHousekeeping (HKH) Policies \nIncident response and Escalation Policy \nExternal References, Resources, and Guidance used to develop this policy document\nInfection prevention and control (IPC) in adult social care: acute respiratory infection (ARI) - GOV.UK (www.gov.uk)\nCare Outbreak Risk Assessment (Care OBRA) \nSupporting safer visiting in care homes during infectious illness outbreaks (gov.uk)\nInfection Prevention and Control: resource for adult social care \nStandard Infection Prevention Control Precautions (SICPs) Wales \nWales: Infection, prevention and Control Measures for Acute Respiratory Infections, including COVID-19\nHealth and Social care Act 2008: code of practice on the prevention and control of infections and related guidance  \nNICE: Infection Prevention and Control  \nCare Homes - Infection Prevention Control\nHealth and Safety Executive – Control of Substances Hazardous to health  \nHSE; The Carriage of Dangerous Goods Act 2009 \nAppendices \nAppendix 1: Infection control – information and reporting\nAppendix 2: Infection Control Outbreak Management \nAppendix 2: Colleague exclusion from work for infection\nAppendix 4: Infection, Prevention and Control, Acute Respiratory Infections including COVID-19\nAppendix 1 - infection control - information and reporting\nNote: More information is available on MHA’s Infection Prevention and Control intranet page Infection Prevention and Control \nAdvice about the reporting of cases may be obtained from the Health Protection England or Public Health Wales.\nIf colleagues are exposed to an occupational hazard, an incident may be RIDDOR Reportable.\nAppendix 2 - Infection Control Outbreak Management – Action to take in response to specific infections \n*Transmission Based Precautions (TBP’s) must be implemented for all Infection Outbreaks in addition to Standard Infection Prevention Precautions (SICP’s)\nAppendix 3 - Colleague exclusion from work for infection\n Colleague exclusion from work for infection (page 2)\nAppendix 4 – Infection, Prevention and Control (IPC) for Acute Respiratory Infections (ARI’s), including COVID-19 \nVersion Control",
  "sections": {
    "summary": "This policy has been developed to support and promote good practice in the investigation, management and control of infectious diseases, outbreaks, or incidents, which may have public health implications. Each control problem will be unique to a situation and may require specific measures to deal with individual circumstances in an MHA service",
    "purpose": "The scope of this policy and associated procedures applies to all MHA services and colleagues, including contractors, volunteers, and visitors, who have direct or indirect contact with people we support and their environment The information within this document draws upon several sources and the best available evidence including National Institute of Health Care and Excellence (NICE), NHS, Government Departments, and professional regulators. Registered services with the Care Quality Commission (CQC), Care Inspectorate Wales (CIW) must comply with the relevant regulations and Code of Practice (2022) Health and Social Care Act 2008: Code of Practice on the Prevention and Control of Infections and Related Guidance When caring for individuals and colleagues in relation to COVID-19 or any other new emerging infections, colleagues must refer to the national infection prevention and control guidance and associated external information, links can be located in section 18, Resources",
    "definitions": "Two or more cases of residents OR colleagues with the same infection or symptoms linked in time or place A greater than expected rate of infection compare with the usual background levels for the place and time where the outbreak has occurred A suspected, anticipated, or actual event involving microbial or chemical contamination of food or water Local Community Infection Prevention and Control Teams deal with day-to-day advice and support to a wide range of community settings where infection control is important; advice must be followed in the event on an outbreak Effective control depends on early recognition and timely intervention. All colleagues should be aware of symptoms amongst residents and colleagues, which may indicate a possible outbreak, for example: Cough and/or fever may represent influenza Diarrhoea and/or vomiting may indicate norovirus or food poisoning Skin lesions/rash may indicate scabies If there is cause to suspect a problem, contact your local community IPC team or UKHSA team. Reporting All infections must be reported on RADAR, whether this is a single incident or outbreak. Suspected or confirmed outbreak incidents must be reported to the local Community Infection, prevention, and Control Teams (IPCT) (refer to appendix 4) The home or scheme manager must produce an annual statement on the local systems in place and how these are monitored. The statement will be completed every February giving details from January to December of the previous year. Statements will be forwarded to MHA’s Safeguarding Lead by March 1 for review and inclusion in the MHA’s overall report due in May / June of each year The annual statement includes - Information on incidents and outbreaks of infection excluding COVID-19 as this is captured elsewhere Details of how the incident or outbreak was communicated to people using our services, staff, and visitors etc. Outcomes of infection prevention and control audits Risk assessments Training and education of staff",
    "procedure": "Refer to Appendix 1, 2 and 4 for guidance for infection control outbreak management in response to specific infections",
    "responsibilities": "Training and Monitoring The relevant service or home manager must make sure all colleagues have training in infection prevention procedures including wearing PPE with additional input tailored to their workplace setting and job roles. The manager (care homes) will keep overall responsibility for infection control but must consult with colleagues and identify an infection control champion for the home. The champion will agree to attend as much training as possible about infection control and develop a helping / consulting role for all staff. This will mean sharing knowledge, new practices, resources and offering advice. It will not mean that the person must do everything in connection with infection control Compliance is assessed through MHA’s Infection Control Audits, on a quarterly basis. MHA’s operational auditing process monitors actions completed and outstanding. Services are subject to external monitoring through local IPC teams and regulatory bodies i.e., Care Quality Commission (CQC) Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Further information and guidance can be found on MHA’s intranet in the Connect with Infection Prevention and Control Infection, Prevention, and Control Group meeting minutes are also available on the intranet For any specific queries relating to Infection, Prevention and Control contact MHA’s IPC lead infection.control@mha.org.uk Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Impact Assessments (Inc. EDI) Equality, Diversity, and Impact Assessment to be confirmed. Resources Infection, Prevention and Control For clinical policies and procedures refer to the associated policy for more information Additional polices related to Infection, Prevention and Control can be located on MHA’s intranet: Standard Infection Control Precautions Infectious Illness Outbreaks Risk Assessment Infection Control - Annual Statement Infection Control - Outbreak Record Infection Control - Equipment Cleaning Checklist Infection Control – Equipment Decontamination Record Infection Control – Mattress and Cushion Inspection Infection Control Audits (Care Homes) Infection Control Audits (Retirement Living) Aerosol Generating Procedures Waste Disposal Policy Sharps Safety and Management COSHH Uniform and Dress Code Policy Code of Conduct Housekeeping (HKH) Policies Incident response and Escalation Policy External References, Resources, and Guidance used to develop this policy document Infection prevention and control (IPC) in adult social care: acute respiratory infection (ARI) - GOV.UK (www.gov.uk) Care Outbreak Risk Assessment (Care OBRA) Supporting safer visiting in care homes during infectious illness outbreaks (gov.uk) Infection Prevention and Control: resource for adult social care Standard Infection Prevention Control Precautions (SICPs) Wales Wales: Infection, prevention and Control Measures for Acute Respiratory Infections, including COVID-19 Health and Social care Act 2008: code of practice on the prevention and control of infections and related guidance NICE: Infection Prevention and Control Care Homes - Infection Prevention Control Health and Safety Executive – Control of Substances Hazardous to health HSE; The Carriage of Dangerous Goods Act 2009 Appendices Appendix 1: Infection control – information and reporting Appendix 2: Infection Control Outbreak Management Appendix 2: Colleague exclusion from work for infection Appendix 4: Infection, Prevention and Control, Acute Respiratory Infections including COVID-19 Appendix 1 - infection control - information and reporting Note: More information is available on MHA’s Infection Prevention and Control intranet page Infection Prevention and Control Advice about the reporting of cases may be obtained from the Health Protection England or Public Health Wales. If colleagues are exposed to an occupational hazard, an incident may be RIDDOR Reportable. Appendix 2 - Infection Control Outbreak Management – Action to take in response to specific infections *Transmission Based Precautions (TBP’s) must be implemented for all Infection Outbreaks in addition to Standard Infection Prevention Precautions (SICP’s) Appendix 3 - Colleague exclusion from work for infection Colleague exclusion from work for infection (page 2) Appendix 4 – Infection, Prevention and Control (IPC) for Acute Respiratory Infections (ARI’s), including COVID-19 Version Control"
  }
}