{
  "id": "CP002",
  "title": "Consent Policy Nov 23",
  "filename": "CP002 Consent Policy Nov 23.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nThe intention of this policy and associated procedures is to make sure all people supported in MHA’s services, and those lawfully acting on their behalf, have given consent before any care or treatment is provided.  As a care provider MHA must make sure that consent is obtained lawfully and that the person who obtains the consent has the necessary knowledge and understanding of the care and treatment that they are asking consent for.\nMHA colleagues will work with people supported in our services to make sure that they have the opportunity to make informed decisions about, choose and consent to their care, support, and treatment within the legal frameworks.\nNote: Retirement Living colleagues must professionally assess the application of this policy and use the relevant consent form [CP002b].\nScope and Purpose\nThe purpose of this policy is to set out the standards and procedures to be applied within all MHA’s services to enable colleagues to remain compliant with legal requirements, good practice guidance and regulatory conditions regarding the need for lawful consent. \nThis policy applies to all MHA colleagues, permanent or temporary, who are involved in providing care and treatment.  For further information regarding responsibility and accountability refer to section 6 Standards Operating Procedures and section 7 Roles and Responsibilities \nThe Care Quality Commission (CQC) include consent as part of their regulatory monitoring process within the Health and Social Care Act 2008 (Regulated Activities) Regulations 2014: Regulation 11 ‘Need for Consent’.  \nStatutory guidance for Wales relates to Parts 3 to 20 of The Regulated Services (Service Providers and Responsible Individuals) (Wales) Regulations 2017 which providers and responsible individuals must adhere to.  Care Inspectorate Wales (CIW), as the service regulator, will monitor where service providers and responsible individuals comply and adhere to the legal requirements.\nDefinitions \nObtaining Consent \nMHA Colleagues must obtain consent, from people using our services, before giving any type of care, support and / or treatment.  Colleagues must make sure that the process of obtaining consent is rigorous, transparent and demonstrates a clear level of professional accountability. \nDiscussions about consent must be held in a way that meets people's communication needs. This may include the use of different formats or languages and may involve others such as an independent advocate. Consent may be implied and include non-verbal communication such as sign language or by someone rolling up their sleeve to have their blood pressure taken or offering their hand when asked if they would like help to move.\nConsent must be treated as a process that continues throughout the duration of care, support, and treatment, recognising that it may be withheld and/or withdrawn at any time. When an individual or a person acting lawfully on their behalf refuses to give consent or withdraws it, all people providing care, support and treatment must respect this\nFor the consent to be valid, the person must - \nhave the capacity to agree or make the decision\nhave received all the facts or information to agree or make the decision\nnot be acting under duress (pressured into agreeing)\n Lacking Capacity to Consent \nWhere a person lacks mental capacity to make an informed decision, or give consent, colleagues must act in accordance with the requirements of the Mental Capacity Act 2005 and associated code of practice. In such situations colleagues must act in the persons’ best interest and complete the best interest process referring to MHA’s Mental Capacity and Deprivation of Liberty Safeguards policy [CP001].\nIf the person lacks capacity and is unable to consent, the only legally recognised person is the person’s Lasting Power of Attorney or Court of Protection appointed Deputy.  However, if there is no LPA / Deputy, we will consult the person’s next of kin or nominated individual as recorded on MHA’s Consent - Nominated Individual Form [CP001c]\nColleagues must take into account any factors which could affect a person’s capacity to consent, for example fluctuating capacity due to illness or distress. This must be clearly recorded within an individual’s relevant support plan \nStandard Operating Procedures \nProviding information \nColleagues must provide information in a format and way that the individual can understand and should be sought by a person who has sufficient knowledge about them and about the care, support, and treatment options they are considering allowing the person to make an informed decision.\nInformation should include the risks, benefits, and alternative options as well as about how they can withdraw consent if they wish. Encourage the person to get advice from others (when necessary), for example, family and friends, a doctor / financial or legal \tadviser.  \nBe aware of cultural, ethnic, or religious factors that may influence decision making or communication.  Consider using an interpreter for complex decisions, if possible.  This should be a professional as opposed to a family member.\nRecording Decisions\nIndividuals or their representatives should be asked to read and sign any consent agreement records and should be consulted on any changes.  This includes their plan of care and support to demonstrate they have provided their consent and are in agreement with the proposed support to meet their needs, which include personal care, health, social, psychological, and spiritual needs. \nMHA’s consent documents [CP002a/b] must be completed to evidence an individuals, or their representatives, involvement, and decisions regarding consent.  This should also be recorded in their relevant support plans and communicated with all colleagues involved in providing care, support, and treatment.  \nAny administration colleagues who provide support with personal documents, including mail must also be made aware of and individuals decision regarding the management of their personal information.  It is also important to record the legal status of any representatives to avoid the risk of sharing confidential information inappropriately by completing MHA’s Power of Attorney Listing [CP001a].\nAll relevant information and documentation relating to consent and decision making must be subject to regular review and updated with involvement of the individual or their representative, as applicable.\nConsent - Day to Day Support \nWhere verbal consent is being sought for what are usually day to day care and support needs this should be documented in their individual records to include how it has been obtained and the individual’s response. \nConsent should always be sought for in relation to any proposed participation in social and community activities, either directly form the individual or as a best interest decision in discussion with their respective relatives or representatives.\nAny refusal to provide consent, or difficulty in obtaining consent due to possible illness, anxiety or distress should be recorded in the individual’s records, with an account of actions taken to address the consequences of the decision or difficulty.\nSpecial Considerations \nEmergency Situations \nIn situations where an individual remains conscious, where possible, consent should be sought for emergency treatment, if they have capacity to be able to provide consent.\nIf the emergency is so significant i.e., lifesaving, the reason for the treatment must be clearly documented and reported, taking into consideration any advance decisions or DNACPR status.  If an individual has representatives listed, they must be contacted immediately. \nConsent to Research Involvement\nIn line with published guidance on the conduct of research projects, any \t \t research conducted in an MHA Home or Scheme must be with the consent of \t the people involved [G108] and must have been approved by the MHA Research and Ethics Committee\nConsent to Search\nColleagues must obtain consent to search a person’s flat, apartment, room, or possessions.  This must only be in exceptional circumstances such as preventing serious harm to people.  Colleagues must pay particular attention to a person’s best interests, including their privacy and dignity.  Colleagues must record the reasons for the search and subsequent actions in the person’s safety (care and) support plan.\nProcess for obtaining evidence of Lasting Power of Attorney (POA / LPA)\nAll legal documents required by MHA services must be confirmed as originals. Digital confirmation (for example, accessing via a website) is not an acceptable practice. With documents such as Lasting Power of Attorney (LPA), colleagues must retain a full copy of the original or a copy that has been certified by a legal professional or Office of the Public Guardian (OPG).\nIf the LPA form provided to MHA is stamped by the OPG stating that the form is validated, it can be accepted as proof that the LPA is official.\nIf the individual does not have evidence of their LPA status, OR there is no stamp from the OPG (regardless of solicitor verification), the form “OPG100 - Find out if someone has a registered attorney or deputy” can be used to verify the LPA. \nDownload and fill in the OPG100 form to find out if someone has a lasting power of attorney (LPA), an enduring power of attorney (EPA) or a court-appointed deputy acting on their behalf: Find out if someone has a registered attorney or deputy\nIf the OPG100 form comes back as no LPA, then there is no valid LPA in place. The individual that states they have LPA should be informed. \nOn occasion the OPG may not have logged Deputyship by the time the Court Order is presented to the care home.  If a Court Order is presented, this should be accepted as evidence of the LPA.\nWhen evidence of the LPA has been obtained (either OPG stamped or using form OPG100) a photocopy must be taken to be filed in the residents file AND sent to the finance department at central support for LPA / Deputy of Finance and Affairs.\nRoles and Responsibilities\nTraining and Monitoring\nEach line manager must ensure that all colleagues are aware of their roles, responsibilities and limitation regarding consent, mental capacity and decision making.  Colleagues’ knowledge and competence will be maintained using a blended learning approach.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk. \nImpact Assessments (Inc. EDI)\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nCP002a Consent Record Care Homes\nCP002b Consent Record Retirement Living \nCP002c Consent Nominated Individual \nCP001 Mental Capacity Decision making and Deprivation of Liberty Safeguards\nCP001a Mental Capacity Power of Attorney Listing \nIG006 Data Confidentiality \nGDPR Toolbox Talk 6 – Consent for Photos and Videos \nG108 Research Policy \nCare Quality Commission (CQC) Regulation 11: Need for Consent\n\tHealth and Social Care Act 2008 (Regulated Activities) Regulations 2014: Regulation 11  \nWales: Statutory Guidance for Service Providers and Responsible Individuals\n\tWales - Statutory Guidance  \nGOV.UK: mental capacity Act Code of Practice \n\tMCA 2005 Code of Practice  \nVersion Control",
  "sections": {
    "summary": "The intention of this policy and associated procedures is to make sure all people supported in MHA’s services, and those lawfully acting on their behalf, have given consent before any care or treatment is provided. As a care provider MHA must make sure that consent is obtained lawfully and that the person who obtains the consent has the necessary knowledge and understanding of the care and treatment that they are asking consent for. MHA colleagues will work with people supported in our services to make sure that they have the opportunity to make informed decisions about, choose and consent to their care, support, and treatment within the legal frameworks. Note: Retirement Living colleagues must professionally assess the application of this policy and use the relevant consent form [CP002b].",
    "purpose": "The purpose of this policy is to set out the standards and procedures to be applied within all MHA’s services to enable colleagues to remain compliant with legal requirements, good practice guidance and regulatory conditions regarding the need for lawful consent. This policy applies to all MHA colleagues, permanent or temporary, who are involved in providing care and treatment. For further information regarding responsibility and accountability refer to section 6 Standards Operating Procedures and section 7 Roles and Responsibilities The Care Quality Commission (CQC) include consent as part of their regulatory monitoring process within the Health and Social Care Act 2008 (Regulated Activities) Regulations 2014: Regulation 11 ‘Need for Consent’. Statutory guidance for Wales relates to Parts 3 to 20 of The Regulated Services (Service Providers and Responsible Individuals) (Wales) Regulations 2017 which providers and responsible individuals must adhere to. Care Inspectorate Wales (CIW), as the service regulator, will monitor where service providers and responsible individuals comply and adhere to the legal requirements.",
    "definitions": "Obtaining Consent MHA Colleagues must obtain consent, from people using our services, before giving any type of care, support and / or treatment. Colleagues must make sure that the process of obtaining consent is rigorous, transparent and demonstrates a clear level of professional accountability. Discussions about consent must be held in a way that meets people's communication needs. This may include the use of different formats or languages and may involve others such as an independent advocate. Consent may be implied and include non-verbal communication such as sign language or by someone rolling up their sleeve to have their blood pressure taken or offering their hand when asked if they would like help to move. Consent must be treated as a process that continues throughout the duration of care, support, and treatment, recognising that it may be withheld and/or withdrawn at any time. When an individual or a person acting lawfully on their behalf refuses to give consent or withdraws it, all people providing care, support and treatment must respect this For the consent to be valid, the person must - have the capacity to agree or make the decision have received all the facts or information to agree or make the decision not be acting under duress (pressured into agreeing) Lacking Capacity to Consent Where a person lacks mental capacity to make an informed decision, or give consent, colleagues must act in accordance with the requirements of the Mental Capacity Act 2005 and associated code of practice. In such situations colleagues must act in the persons’ best interest and complete the best interest process referring to MHA’s Mental Capacity and Deprivation of Liberty Safeguards policy [CP001]. If the person lacks capacity and is unable to consent, the only legally recognised person is the person’s Lasting Power of Attorney or Court of Protection appointed Deputy. However, if there is no LPA / Deputy, we will consult the person’s next of kin or nominated individual as recorded on MHA’s Consent - Nominated Individual Form [CP001c] Colleagues must take into account any factors which could affect a person’s capacity to consent, for example fluctuating capacity due to illness or distress. This must be clearly recorded within an individual’s relevant support plan",
    "procedure": "All legal documents required by MHA services must be confirmed as originals. Digital confirmation (for example, accessing via a website) is not an acceptable practice. With documents such as Lasting Power of Attorney (LPA), colleagues must retain a full copy of the original or a copy that has been certified by a legal professional or Office of the Public Guardian (OPG). If the LPA form provided to MHA is stamped by the OPG stating that the form is validated, it can be accepted as proof that the LPA is official. If the individual does not have evidence of their LPA status, OR there is no stamp from the OPG (regardless of solicitor verification), the form “OPG100 - Find out if someone has a registered attorney or deputy” can be used to verify the LPA. Download and fill in the OPG100 form to find out if someone has a lasting power of attorney (LPA), an enduring power of attorney (EPA) or a court-appointed deputy acting on their behalf: Find out if someone has a registered attorney or deputy If the OPG100 form comes back as no LPA, then there is no valid LPA in place. The individual that states they have LPA should be informed. On occasion the OPG may not have logged Deputyship by the time the Court Order is presented to the care home. If a Court Order is presented, this should be accepted as evidence of the LPA. When evidence of the LPA has been obtained (either OPG stamped or using form OPG100) a photocopy must be taken to be filed in the residents file AND sent to the finance department at central support for LPA / Deputy of Finance and Affairs.",
    "responsibilities": "Training and Monitoring Each line manager must ensure that all colleagues are aware of their roles, responsibilities and limitation regarding consent, mental capacity and decision making. Colleagues’ knowledge and competence will be maintained using a blended learning approach. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk. Impact Assessments (Inc. EDI) Equality, Diversity, and Impact Assessment to be confirmed. Resources CP002a Consent Record Care Homes CP002b Consent Record Retirement Living CP002c Consent Nominated Individual CP001 Mental Capacity Decision making and Deprivation of Liberty Safeguards CP001a Mental Capacity Power of Attorney Listing IG006 Data Confidentiality GDPR Toolbox Talk 6 – Consent for Photos and Videos G108 Research Policy Care Quality Commission (CQC) Regulation 11: Need for Consent Health and Social Care Act 2008 (Regulated Activities) Regulations 2014: Regulation 11 Wales: Statutory Guidance for Service Providers and Responsible Individuals Wales - Statutory Guidance GOV.UK: mental capacity Act Code of Practice MCA 2005 Code of Practice Version Control"
  }
}