{
  "id": "CP014h",
  "title": "Intergenerational Activities Policy and Procedure",
  "filename": "CP014h Intergenerational Activities Policy and Procedure.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMany MHA services, including MHA Communities services, are increasingly looking at introducing various ‘inter-generational’ initiatives / activities at which people using our services interact in different ways with people under 18 years of age – including toddlers and babies.\nThis policy provides clear guidance for bringing together people across the generations in partnership with local schools, youth groups and uniformed organisations such as scouts and guides.\nScope and Purpose\nThis policy is relevant for all MHA colleagues across MHA Care Homes, Retirement Living, and MHA Communities, for the purpose of outlining MHA’s approach to intergenerational working and the extent of the service provision which may be provided.  \nIntergenerational working aims to encourage community involvement and strengthen communities, promote social inclusion, mutual respect, equality, and diversity.\nRefer to Intergenerational Volunteers Policy and Procedure [VP008] for implementing intergenerational volunteering at MHA. The primary goal of intergenerational volunteering is to encourage younger people to volunteer across MHA whilst ensuring they are supported and feel welcome, and safe, to do so.\nDefinitions\nStatement of Intent\nInteraction between older and younger people must be supervised at all times by colleagues who must be present at all times.  \nIt is good practice to set general guidelines / codes of conduct regarding appropriate behaviour, physical contact boundaries, ageism awareness and confidentiality. \nA risk assessment must be undertaken prior to any new intergenerational project.\nWritten parental / carer consent must be obtained before children / young people take part in any intergenerational work, which is initiated by the partner organisation.  \nIf photographs are to be taken of events, ensure the ‘consent to photography’ is signed by members, and that there is written consent from the parents / carers of the children / young people involved Data protection photography, video, and quote consent form.\nParticipants must understand health & safety principles / processes and where to access information - e.g., what to do if someone has an accident.\nConsiderations\nChoose the right time and venue for activity to take place. Additional attention should be given to the particular needs of a wide age group:\nAre sufficient volunteers / colleagues available to support activity?\nAre tables and chairs at appropriate height for participants?\nProvide suitable refreshments taking care with hot drinks.\nWill there be background noise making it difficult for people with hearing loss?\nIs the room safe?\nConsider the needs of participants - e.g., mobility, access, and special dietary requirements.\nRisk Management\nMHA and MHA’s insurers, whilst being keen to realise all the potential benefits of such initiatives, obviously want to simultaneously make sure that any potential risks can be eliminated or reduced to / managed at, an acceptable level.\nThe aim is to demonstrate that we have considered the wide range of health and safety risks (many of them foreseeable) associated with inter-generational activities, thus reducing the likelihood of adverse incidents.\nWhere the intended visitors are babies, nursery / school children or college students, many of the risks identified will be primarily the responsibility of the parent, carer, teachers, or lecturers etc.  However, it is important to understand that the overall responsibility for managing the risks of such activities is a shared one.\nComplete a risk assessment of intergenerational activities using the Risk Assessment Form [HS401a], guidance for assessing the risk can be found in appendix 1.\nRoles and Responsibilities\nMonitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessments\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nData protection photography, video, and quote consent form [IG02c / IG02d]\nConsent policy [CP002]\nIntergenerational Volunteers Policy and Procedure [VP008]\nRisk Assessment Policy [HS401]\nRisk Assessment Form [HS401a]\nFirst Aid Policy [HS511]\nAppendices\nAppendix 1: Intergenerational Activities Risk Assessment Guidance\nUse the following guidance to complete a risk assessment for intergenerational activities.\nVersion Control",
  "sections": {
    "summary": "Many MHA services, including MHA Communities services, are increasingly looking at introducing various ‘inter-generational’ initiatives / activities at which people using our services interact in different ways with people under 18 years of age – including toddlers and babies. This policy provides clear guidance for bringing together people across the generations in partnership with local schools, youth groups and uniformed organisations such as scouts and guides.",
    "purpose": "This policy is relevant for all MHA colleagues across MHA Care Homes, Retirement Living, and MHA Communities, for the purpose of outlining MHA’s approach to intergenerational working and the extent of the service provision which may be provided. Intergenerational working aims to encourage community involvement and strengthen communities, promote social inclusion, mutual respect, equality, and diversity. Refer to Intergenerational Volunteers Policy and Procedure [VP008] for implementing intergenerational volunteering at MHA. The primary goal of intergenerational volunteering is to encourage younger people to volunteer across MHA whilst ensuring they are supported and feel welcome, and safe, to do so.",
    "definitions": "Statement of Intent Interaction between older and younger people must be supervised at all times by colleagues who must be present at all times. It is good practice to set general guidelines / codes of conduct regarding appropriate behaviour, physical contact boundaries, ageism awareness and confidentiality. A risk assessment must be undertaken prior to any new intergenerational project. Written parental / carer consent must be obtained before children / young people take part in any intergenerational work, which is initiated by the partner organisation. If photographs are to be taken of events, ensure the ‘consent to photography’ is signed by members, and that there is written consent from the parents / carers of the children / young people involved Data protection photography, video, and quote consent form. Participants must understand health & safety principles / processes and where to access information - e.g., what to do if someone has an accident. Considerations Choose the right time and venue for activity to take place. Additional attention should be given to the particular needs of a wide age group: Are sufficient volunteers / colleagues available to support activity? Are tables and chairs at appropriate height for participants? Provide suitable refreshments taking care with hot drinks. Will there be background noise making it difficult for people with hearing loss? Is the room safe? Consider the needs of participants - e.g., mobility, access, and special dietary requirements. Risk Management MHA and MHA’s insurers, whilst being keen to realise all the potential benefits of such initiatives, obviously want to simultaneously make sure that any potential risks can be eliminated or reduced to / managed at, an acceptable level. The aim is to demonstrate that we have considered the wide range of health and safety risks (many of them foreseeable) associated with inter-generational activities, thus reducing the likelihood of adverse incidents. Where the intended visitors are babies, nursery / school children or college students, many of the risks identified will be primarily the responsibility of the parent, carer, teachers, or lecturers etc. However, it is important to understand that the overall responsibility for managing the risks of such activities is a shared one. Complete a risk assessment of intergenerational activities using the Risk Assessment Form [HS401a], guidance for assessing the risk can be found in appendix 1.",
    "responsibilities": "Monitoring Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk EDI Impact Assessments Equality, Diversity, and Impact Assessment to be confirmed. Resources Data protection photography, video, and quote consent form [IG02c / IG02d] Consent policy [CP002] Intergenerational Volunteers Policy and Procedure [VP008] Risk Assessment Policy [HS401] Risk Assessment Form [HS401a] First Aid Policy [HS511] Appendices Appendix 1: Intergenerational Activities Risk Assessment Guidance Use the following guidance to complete a risk assessment for intergenerational activities. Version Control"
  }
}