{
  "id": "CP017",
  "title": "Head Injury Assessment and Monitoring Policy",
  "filename": "CP017 Head Injury Assessment and Monitoring Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nApproximately 1 million people per year attend UK Emergency Departments with a head injury.  The vast majority of these people will have sustained a brief period of unconsciousness or no unconsciousness at all.  They may have had no life threatening complications and been discharged home without admission to hospital.  \nWhile most people will be fine some will have sustained a minor brain injury.  They may experience post-concussion symptoms for a number of days or weeks and a significant number will have persistent, long-term difficulties.  Older people are amongst those most at risk with falls being one of the most common causes.\nScope and Purpose\nThis policy document provides the required guidance for the assessment and early management of head injury. MHA colleagues and volunteers must be aware of the potential consequences of a head injury, respond accordingly, and report any concerns to a senior manager.\nColleagues will recognise a suspected head injury and appropriately assist a person.  This will include administering first aid, obtaining medical advice or attention and the assessment and monitoring of the person for signs and symptoms of deterioration.\nThis policy and associated procedures must be read in conjunction with MHA’s Falls Prevention and Risk Management Policy (care homes) and Falls Risk Management Policy (Retirement Living and Day Care).\nRegulated services are required to assess the risks to people's health and safety during any care or treatment and make sure that colleagues have the qualifications, competence, skills, and experience to keep people safe:  \nEngland - Health and Social Care Act 2008 (Regulated Activities) Regulations 2014: Regulation 12: Safe care and Treatment\nWales - The Regulation and Inspection of Social Care (Wales) Act 2016, Regulation 21: Standard of Care and Support.\nDefinitions \nInitial Assessment \nIn all MHA services colleagues MUST dial 999 for the following if any of the risk criteria identified. Some life-threatening injuries - e.g. a Sub-Dural Haematoma - are not immediately obvious and may take time to develop or manifest:  \nA person is prescribed any blood thinning, anticoagulant or antiplatelet medication. \nAny suspicion of a skull fracture (bleeding from the ear or nose) or penetrating head injury or open wound / visible trauma.\nUnconsciousness or lack of full consciousness - for example, problems keeping eyes open.\nAny concern about the pupils – i.e., left is different to right, fixed & dilated, no reaction to light etc.\nA fall from height or high energy (impact) head injury.\nAny seizure (convulsion or ‘fit') at the time of the injury.\nAny suspicion of associated cervical (spinal) involvement such as neck pain or tenderness and / or paraesthesia (pins & needles, loss of feeling) in the extremities –colleagues must not move the person.\nAny suspicion of any other associated injury - e.g., fracture - colleagues must not move the person.\nNOTE: for adults aged 65 or over with the above risk factors a CT scan is recommended within 8 hours of sustaining the injury\nFirst Aid\nIf colleagues have any concerns about a head injury, regardless of the injury severity, they must seek immediate medical advice or dial 999.  This is always advisable in Retirement Living and Residential Care Homes.\nFirst Aid must be given in accordance with the most up to date guidelines, MHA colleagues must undertake first aid training and updates as per MHA Policy.\nFor a minor injury, a cold compress for bruising and applied pressure for bleeding is recommended.\nColleagues must not - \nMove the person if any other injury - e.g., fracture - is suspected.\nWash a wound out\nRemove any protruding objects.\nCare Homes with Nursing\nA Registered Nurse (RN) must complete the Glasgow Coma Scale (GSC) (interaction) and seek medical advice if any of the following criteria apply:\nGCS less than 15 on initial assessment (or deterioration in GCS if normally < 15)\nSeizure since the injury \nAny blurred vision, slurred speech, or deafness since the injury\nMore than one episode of vomiting since the injury \nHistory of bleeding or clotting disorders \nAny amnesia since the injury \nAny loss of consciousness as a result of the injury \nWorsening headache not relieved by simple analgesia\nThere are any safeguarding concerns - for example, possible non-accidental injury\nIrritability or altered behaviour; confused, restless, distressed, easily distracted, not themselves, no concentration, no interest in things around them, emotional.\nAny previous brain surgery\nCurrent drug or alcohol intoxication\nContinuing concern by the injured person or their family or carer about the injury.\nResidential Care Homes and Retirement Living \nRequest immediate medical advice if there is any of the following:\nAny loss of consciousness as a result of the injury \nAny headache since the injury\nAny nausea or vomiting since the injury\nMemory issues or amnesia (that was not previously apparent)\nAny blurred vision, slurred speech, or deafness since the injury\nCurrent anticoagulant therapy such as warfarin or any history of bleeding or clotting disorders\nAny previous brain surgery\nCurrent drug or alcohol intoxication\nThere are any safeguarding concerns - for example, possible non-accidental injury\nIrritability or altered behaviour – confused, restless, distressed, easily distracted, not themselves, no concentration, no interest in things around them, emotional.\nContinuing concern by the injured person or their family or carer about the injury.\nMonitoring \nIn Retirement Living and Residential Care Homes, people will be monitored by external professionals.  Implement recommendations, for example monitoring frequency, as prescribed by medical professionals.  \nReporting \nAll Falls MUST be reported on RADAR even if no physical harm is suspected or reported. RADAR reports provide essential information and incident analysis which is reviewed within MHA’s governance procedures. \nIn addition to RADAR reporting colleagues must complete the following:\nIndividual Falls Diary to monitor patterns of falls such as times of day \nIf required, notify the Regulator, and / or Safeguarding Team.\nIf the fall was due to, or in connection with, a work activity (such as a failing in care, faulty equipment, or an environmental hazard) and where a fall results in a hospital visit and treatment for an injury colleagues must refer to the Health and Safety Team for review and potential RIDDOR reporting\nIf there is a serious injury, death, or concerns about how a fall happened, the manager must carry out a root cause analysis investigation with support from MHA’s safeguarding lead.  \nFalls from unrestricted windows are classed as a ‘Never Event’ and the manager must investigate and report in accordance with MHA’s Incident Response and Escalation Policy \nRoles and Responsibilities\nTraining and Monitoring\nAll MHA colleagues involved in supporting individuals with assessed needs in relating to falls to read, understand, and comply with this policy and associated procedures\nManagers must arrange for colleagues to complete falls training during their induction and every three years thereafter.  Training must be tailored to the type of MHA Service that is being delivered.  \nResidential services - basic first aid techniques, post falls monitoring and an emphasis on calling for professional help or emergency services will form the basis of training. \nWhere the service is registered to provide nursing care, nursing staff must be trained to understand and assess - \nAirway (A), Breathing (B), Circulation (C),\nAVPU (rapid assessment of consciousness) – Alert or responds to Vocal stimuli, responds to Painful stimuli, Unresponsive to all stimuli \nNational Early Warning System/RESTORE2 (NEWS)\nGlasgow Coma Scale (GCS)\nMoving and Assisting training should include the identification of possible practical scenarios that might relate to the risk of falls – for example, what to do if a person trips or falls whilst being assisted to walk.\nFalls related assessments, support plans and required actions are monitored in accordance with MHA’s internal audit schedules and governance process.  \nRADAR reportable falls Incidents are monitored and escalated through the systems dashboard with key responsibilities dependent on role. \nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles and responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk\nEquality Impact Assessment (EIA)\nThis document has been assessed to ensure that no one receives less favourable treatment on the protected characteristics of their age, disability, sex (gender), gender reassignment, sexual orientation, marriage and civil partnership, race, religion or belief, pregnancy, and maternity.\nResources \nNourish Interactions \nMultifactorial Falls Risk Assessment \nFalls Diary\nGlasgow Coma Scale (nursing)\nNEWS2/RESTORE2/SBARD (nursing)\nRESTORE2mini/SBARD (residential) \nMHA policy documents, procedures, and guidance\nHead Injury Observation Record (form)\nFalls Prevention and Risk Management Policy \nFalls Risk Management (Retirement Living and Day care)\nMedical Emergency Procedure\nDuty of Candour Policy\nNEWS/Restore Policy \nFirst Aid Policy \nIncident Response and Escalation Policy \nAdult Safeguarding Policy \nExternal Resources \nFalls in Older People: assessing risk and prevention; 2013 (NICE) \nSlips and Trips in Health and Social care, Health and Safety Executive (HSE)\nRegulation 12: Safe Care and Treatment; 2023, Care Quality Commission (CQC)\nOrthostatic Hypotension due to autonomic dysfunction: midodrine; 2015 (NICE) \nMeasurement of lying and standing blood pressure: a brief guide for clinical staff; 2017, Royal College of Physicians \nFalls within care homes; Care Inspectorate (Wales)  \nRIDDOR – Reporting of Injuries, Diseases and Dangerous Occurrences Regulations 2013; Health and Safety Executive (HSE) \nThe Regulation and Inspection of Social Care (Wales) Act 2016\nVersion Control",
  "sections": {
    "summary": "Approximately 1 million people per year attend UK Emergency Departments with a head injury. The vast majority of these people will have sustained a brief period of unconsciousness or no unconsciousness at all. They may have had no life threatening complications and been discharged home without admission to hospital. While most people will be fine some will have sustained a minor brain injury. They may experience post-concussion symptoms for a number of days or weeks and a significant number will have persistent, long-term difficulties. Older people are amongst those most at risk with falls being one of the most common causes.",
    "purpose": "This policy document provides the required guidance for the assessment and early management of head injury. MHA colleagues and volunteers must be aware of the potential consequences of a head injury, respond accordingly, and report any concerns to a senior manager. Colleagues will recognise a suspected head injury and appropriately assist a person. This will include administering first aid, obtaining medical advice or attention and the assessment and monitoring of the person for signs and symptoms of deterioration. This policy and associated procedures must be read in conjunction with MHA’s Falls Prevention and Risk Management Policy (care homes) and Falls Risk Management Policy (Retirement Living and Day Care). Regulated services are required to assess the risks to people's health and safety during any care or treatment and make sure that colleagues have the qualifications, competence, skills, and experience to keep people safe: England - Health and Social Care Act 2008 (Regulated Activities) Regulations 2014: Regulation 12: Safe care and Treatment Wales - The Regulation and Inspection of Social Care (Wales) Act 2016, Regulation 21: Standard of Care and Support.",
    "definitions": "Initial Assessment In all MHA services colleagues MUST dial 999 for the following if any of the risk criteria identified. Some life-threatening injuries - e.g. a Sub-Dural Haematoma - are not immediately obvious and may take time to develop or manifest: A person is prescribed any blood thinning, anticoagulant or antiplatelet medication. Any suspicion of a skull fracture (bleeding from the ear or nose) or penetrating head injury or open wound / visible trauma. Unconsciousness or lack of full consciousness - for example, problems keeping eyes open. Any concern about the pupils – i.e., left is different to right, fixed & dilated, no reaction to light etc. A fall from height or high energy (impact) head injury. Any seizure (convulsion or ‘fit') at the time of the injury. Any suspicion of associated cervical (spinal) involvement such as neck pain or tenderness and / or paraesthesia (pins & needles, loss of feeling) in the extremities –colleagues must not move the person. Any suspicion of any other associated injury - e.g., fracture - colleagues must not move the person. NOTE: for adults aged 65 or over with the above risk factors a CT scan is recommended within 8 hours of sustaining the injury First Aid If colleagues have any concerns about a head injury, regardless of the injury severity, they must seek immediate medical advice or dial 999. This is always advisable in Retirement Living and Residential Care Homes. First Aid must be given in accordance with the most up to date guidelines, MHA colleagues must undertake first aid training and updates as per MHA Policy. For a minor injury, a cold compress for bruising and applied pressure for bleeding is recommended. Colleagues must not - Move the person if any other injury - e.g., fracture - is suspected. Wash a wound out Remove any protruding objects. Care Homes with Nursing A Registered Nurse (RN) must complete the Glasgow Coma Scale (GSC) (interaction) and seek medical advice if any of the following criteria apply: GCS less than 15 on initial assessment (or deterioration in GCS if normally < 15) Seizure since the injury Any blurred vision, slurred speech, or deafness since the injury More than one episode of vomiting since the injury History of bleeding or clotting disorders Any amnesia since the injury Any loss of consciousness as a result of the injury Worsening headache not relieved by simple analgesia There are any safeguarding concerns - for example, possible non-accidental injury Irritability or altered behaviour; confused, restless, distressed, easily distracted, not themselves, no concentration, no interest in things around them, emotional. Any previous brain surgery Current drug or alcohol intoxication Continuing concern by the injured person or their family or carer about the injury. Residential Care Homes and Retirement Living Request immediate medical advice if there is any of the following: Any loss of consciousness as a result of the injury Any headache since the injury Any nausea or vomiting since the injury Memory issues or amnesia (that was not previously apparent) Any blurred vision, slurred speech, or deafness since the injury Current anticoagulant therapy such as warfarin or any history of bleeding or clotting disorders Any previous brain surgery Current drug or alcohol intoxication There are any safeguarding concerns - for example, possible non-accidental injury Irritability or altered behaviour – confused, restless, distressed, easily distracted, not themselves, no concentration, no interest in things around them, emotional. Continuing concern by the injured person or their family or carer about the injury. Monitoring In Retirement Living and Residential Care Homes, people will be monitored by external professionals. Implement recommendations, for example monitoring frequency, as prescribed by medical professionals. Reporting All Falls MUST be reported on RADAR even if no physical harm is suspected or reported. RADAR reports provide essential information and incident analysis which is reviewed within MHA’s governance procedures. In addition to RADAR reporting colleagues must complete the following: Individual Falls Diary to monitor patterns of falls such as times of day If required, notify the Regulator, and / or Safeguarding Team. If the fall was due to, or in connection with, a work activity (such as a failing in care, faulty equipment, or an environmental hazard) and where a fall results in a hospital visit and treatment for an injury colleagues must refer to the Health and Safety Team for review and potential RIDDOR reporting If there is a serious injury, death, or concerns about how a fall happened, the manager must carry out a root cause analysis investigation with support from MHA’s safeguarding lead. Falls from unrestricted windows are classed as a ‘Never Event’ and the manager must investigate and report in accordance with MHA’s Incident Response and Escalation Policy",
    "responsibilities": "Training and Monitoring All MHA colleagues involved in supporting individuals with assessed needs in relating to falls to read, understand, and comply with this policy and associated procedures Managers must arrange for colleagues to complete falls training during their induction and every three years thereafter. Training must be tailored to the type of MHA Service that is being delivered. Residential services - basic first aid techniques, post falls monitoring and an emphasis on calling for professional help or emergency services will form the basis of training. Where the service is registered to provide nursing care, nursing staff must be trained to understand and assess - Airway (A), Breathing (B), Circulation (C), AVPU (rapid assessment of consciousness) – Alert or responds to Vocal stimuli, responds to Painful stimuli, Unresponsive to all stimuli National Early Warning System/RESTORE2 (NEWS) Glasgow Coma Scale (GCS) Moving and Assisting training should include the identification of possible practical scenarios that might relate to the risk of falls – for example, what to do if a person trips or falls whilst being assisted to walk. Falls related assessments, support plans and required actions are monitored in accordance with MHA’s internal audit schedules and governance process. RADAR reportable falls Incidents are monitored and escalated through the systems dashboard with key responsibilities dependent on role. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles and responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Equality Impact Assessment (EIA) This document has been assessed to ensure that no one receives less favourable treatment on the protected characteristics of their age, disability, sex (gender), gender reassignment, sexual orientation, marriage and civil partnership, race, religion or belief, pregnancy, and maternity. Resources Nourish Interactions Multifactorial Falls Risk Assessment Falls Diary Glasgow Coma Scale (nursing) NEWS2/RESTORE2/SBARD (nursing) RESTORE2mini/SBARD (residential) MHA policy documents, procedures, and guidance Head Injury Observation Record (form) Falls Prevention and Risk Management Policy Falls Risk Management (Retirement Living and Day care) Medical Emergency Procedure Duty of Candour Policy NEWS/Restore Policy First Aid Policy Incident Response and Escalation Policy Adult Safeguarding Policy External Resources Falls in Older People: assessing risk and prevention; 2013 (NICE) Slips and Trips in Health and Social care, Health and Safety Executive (HSE) Regulation 12: Safe Care and Treatment; 2023, Care Quality Commission (CQC) Orthostatic Hypotension due to autonomic dysfunction: midodrine; 2015 (NICE) Measurement of lying and standing blood pressure: a brief guide for clinical staff; 2017, Royal College of Physicians Falls within care homes; Care Inspectorate (Wales) RIDDOR – Reporting of Injuries, Diseases and Dangerous Occurrences Regulations 2013; Health and Safety Executive (HSE) The Regulation and Inspection of Social Care (Wales) Act 2016 Version Control"
  }
}