{
  "id": "CP019",
  "title": "Adults Safeguarding Policy  (5)",
  "filename": "CP019 Adults Safeguarding Policy  (5).docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA is committed to safeguarding adults in accordance with national legislation and relevant national and local guidelines, creating and maintaining a safe and positive environment with an open, listening culture where people are able to share concerns, acknowledging that safeguarding adults is everyone’s responsibility \nThis policy, guidance and associated procedures must be read in conjunction with specifically related policies, i.e., falls, medication.  Details of associated MHA policy documents can be located within the Resources section of this policy including links to the safeguarding section of MHA Connect (intranet) \nScope and Purpose\nThe purpose of this policy and associated guidance is to demonstrate the commitment of MHA to safeguarding adults and to ensure that everyone involved in supporting people in our services are aware of:\nThe legislation, policy and procedures for safeguarding adults\nTheir role and responsibility for safeguarding adults\nWhat to do or who to speak to if they have a concern relating to the welfare or wellbeing of an adult within the organisation\nThis policy and associated procedures apply to all colleagues involved in any or all of MHA support services including board members, colleagues, and volunteers \nMHA is regulated by the Charity Commission who provide regulatory guidance and advice to ensure that charities are accountable, well-run and meet their legal obligations. MHA are required to report serious incidents relating to safeguarding and fraud to the Charity Commission who may ask for additional information or follow up on any reports to ensure that MHA is operating properly within the sector. MHA’s Operations and Audit and Risk Committees are also notified of any incidents reported to the Charity Commission\nDefinitions \nKey Principles of Adult Safeguarding                  \nMHA are guided by principles outlined in the following legislation and will demonstrate and promote these principles for both nations:\nEngland - Care Act 2014 and Making Safeguarding Personal:\nEmpowerment – People being supported and encouraged to make their own decisions and informed consent\nPrevention – It is better to take action before harm occurs\nProportionality – The least intrusive response appropriate to the risk presented\nProtection – Support and representation for those in greatest need. \nPartnership – Local solutions through services working with their communities. Communities have a part to play in preventing, detecting and reporting neglect and abuse\nAccountability – Accountability and transparency in delivering safeguarding\nWales - Social Services and Wel Being Act (2014): \nResponsibility - Safeguarding is everyone’s responsibility \nWell-being - Any actions taken must safeguard the person’s well-being\nPerson-centred approach - Understand what outcomes the adult wishes to achieve and what matters to them\nVoice and control - Expect people to know what is best for them and support them to be involved in decision making about their lives\nLanguage - Make an active offer of use of the Welsh language and use professional interpreters where other languages are needed\nPrevention - It is better to take action before harm occurs\nStandard Operating Procedures \nAll MHA colleagues, including volunteers, must follow these procedural guidelines on how to respond to alleged or suspected instances of abuse in our services, with the overriding responsibility of ensuring protection from (further) harm\nColleagues and volunteers can report abuse or serious concerns about the health and wellbeing of people using our services both internally using the procedure below or externally to the local Safeguarding Team, Safeguarding Advisory Board (SAB) or respective Regulator\nManagers of the service locality must make sure that the local safeguarding policy, including a list of local safeguarding contacts, resources and telephone numbers is permanently available and accessible to colleagues.  The local authority may require their policy to be on display for everyone to see\nInitial Action – responding to a disclosure of suspected or actual abuse\nIf colleagues have concerns and/ or are told about possible or alleged abuse, poor practice or wider concerns this must be reported to a manager or MHA’s safeguarding lead without delay \nDuring office hours this will be their direct line manager, for out of office hours this will be the person on call for the organisation.  Refer to MHA’s Escalation and out of hours reporting procedures \nIf an individual indicates that they are being harmed or abused, or information is received which gives rise to concern, the person receiving the information should: \nTake it seriously\nStay calm\nListen carefully to what is said, allowing the individual to continue at their own pace, be sensitive\nKeep questions to a minimum, only ask questions if you need to identify/ clarify what the person is telling you \nReassure the person that they have done the right thing in revealing the information \nExplain that you will have to share the information \nAsk for their consent for the information to be shared outside the organisation \nAct swiftly to report and carry out any relevant actions.\nRecord in writing what was said using the adult’s own words as soon as possible\nColleagues must deal with the immediate needs of the person making sure, as far as is possible, that they are safe, also considering if there is an immediate risk to other people \nIf a person is in immediate danger, injured, distressed or a concern arises regarding their physical or psychological wellbeing, colleagues must take immediate and urgent action to prevent further harm – this may mean contact with a GP or emergency services\nThe capacity of the person may require a different approach and should be adapted to suit the person’s ability to understand \nSerious Incidents\nWhere a serious incident has taken place, which may involve a police investigation, colleagues must make every effort not to disturb evidence that may be important to the police investigation \nIf the allegation is of a sexual nature such as rape, colleagues must try to dissuade the person from washing until the police give permission for this to happen\nAll incidents considered serious must be reported to a manager immediately, this includes adhering to out of hours reporting procedures, refer to serious MHA’s Incident and Escalation policies \nReporting – next steps \nAs soon as practicably possible, the respective manager or senior person on duty must inform the area manager and a RADAR report must be completed. The report will alert relevant senior colleagues automatically \nThe manager and area manager, bearing in mind what harm has been done, must decide without delay whether the police need to be informed.  If in doubt, the manager must contact the police and follow their instructions in relation to the immediate next steps \nColleagues must inform any assistance; police, paramedics and / or examining doctor of the suspicion of abuse and tell them that a written report may be required by the local Safeguarding Team\nA police investigation will take priority but, with police and local safeguarding team’s permission, our internal investigation (safeguarding enquiry) should commence. Unless instructed not to do so by the police (or if the next of kin / representative appears to be the abuser), the manager must inform the next of kin or representative of the alleged abuse with sensitivity and diplomacy\nIf the alleged abuser is another person using our services, the manager must also inform their next of kin or representative\nReferral to Local Safeguarding teams  \nAt all times, the manager must follow the local authority guidance on how to report to the local safeguarding officer or safeguarding team \nIf the referral is by telephone, not acknowledged by email, write the response in the workflow in RADAR stating who you spoke to, time and their advice\nAny information containing a person’s details which colleagues send online or via email may need to be password protected.  Confirm with MHAs Data Protection Officer if in any doubt\nSafeguarding referrals should include - \nPersonal details of the person (initials, DoB, address, age, ethnic origin, gender, religion, type of residency, family support / involvement, any physical or mental health problems and difficulties with communicating information, funding)\nSubstance of the allegation - specific details of any specific incidents, for example, dates, times, injuries, witnesses, evidence of bruising\nDetails of alleged abuser and current whereabouts and likely movements within the next 24 hours\nBackground to any previous concerns\nDetails of the cognitive awareness or capacity of all involved parties \nThe referrer’s job title and involvement\nDetails of any immediate remedial action (if appropriate)\nRegulatory Notifications \nCare Quality Commission (England) and Care Inspectorate (Wales) require notification of any allegation or actual abuse \nRegulation and Inspection of Social Care (Wales) Act 2016, Schedule 3 (Regulation 60)\nCare Quality Commission (Registration) Regulations 2009: Regulation 18\nSimilar information will be required when submitting a regulator notification using a unique ID number for the person\nFor a serious allegation, the manager must contact the Regulator by telephone followed by a written notification\nIf a serious allegation is made against a colleague, the manager or area manager must speak to the regional director and people support team (HR) with a view to initiating formal disciplinary procedures, including possible suspension from duty.  If out of hours the decision rests with senior manager on call\nIf the alleged abuser is a volunteer, the manager must advise that they will not be able to do any voluntary work at least until the matter has been investigated and resolved\nThe manager must not, at this time, inform any other organisation.  This level of decision and action will be undertaken by the police or the local safeguarding team\nConsent, Confidentiality and Information Sharing \nIn some situations, an abuse may have been witnessed, or suspected, and the person requests that no referral is made to the Police, Local Authority Safeguarding Team, or even to their family.  The family, if informed, may also ask for confidentiality.  \nIn accordance with the Duty of Candour (2015), we have a legal duty to be open and transparent, therefore it is necessary for colleagues to try and persuade the person that reporting is required.  The manner in which colleagues achieve the initiation of the safeguarding referral must be sensitive to the choice and decision of the person and, when necessary, we must report to the Police and the local safeguarding team the person’s wishes.\nIf the person (alleged victim) has ‘substantial difficulty’ in being involved in the safeguarding process or there is no next of kin / representative to support them, the local safeguarding team have a duty to appoint an independent advocate to assist and support the safeguarding review\nAll colleagues and volunteers must maintain confidentiality.  Information will only be shared in line with the General Data Protection Regulations (GDPR) and Data Protection. For further details and guidance refer to the Information Sharing Policy \nSafeguarding Investigation, Enquiry and Review\nWhere police or local safeguarding team are involved, an agreement must be made regarding who carries out the investigation and review.  Therefore, any internal investigation must be suspended until the service has received permission from both the police and safeguarding team that they may commence an investigation\nOnce approved, the area manager and MHA safeguarding lead will instruct MHA’s Safeguarding Investigator to carry out an investigation\nThe local safeguarding team may accept MHA’s internal investigation and outcome as sufficient but continue to complete their own parallel enquiry (s42 Adult Safeguarding Enquiry) \nThe purpose of a Care Act s42 Adult Safeguarding Enquiry is to enable the Local Authority to decide whether any action is required in the adult’s case, and if so, what and by whom \nThe objectives of an Enquiry are to: \nEstablish facts \nAscertain the adult’s views and wishes \nAssess the needs of the adult for protection, support and redress and how they might be met \nProtect from the abuse and neglect, in accordance with the wishes of the adult \nMake decisions as to what follow-up action should be taken with regard to the person or organisation responsible for the abuse or neglect and \nEnable the adult to achieve resolution and recovery\nIn some cases, the local safeguarding team will convene a safeguarding strategy meeting, where key people will discuss and decide on a plan to achieve the best outcomes for the person and prevent further harm or abuse  \nMHA colleagues may, or may not, be invited to attend.  Further meetings may be arranged, such as Serious Case Review (depending on the nature of the abuse) and / or final meetings to conclude the incident\nMHA’s appointed Safeguarding Lead must be informed about all Adult Safeguarding Review Meetings and may choose to attend\nThe chair of the Safeguarding Strategy meeting may if it is deemed serious enough to meet the criteria refer to the Local Safeguarding Adult Board (SAB) for a further review.  The SAB may undertake their own investigation\nThe people involved in the safeguarding enquiry must receive support throughout the process.  The responsible manager must – \nAllocate an experienced member of staff to provide additional support for the person\nBring in additional support where necessary (chaplaincy, HR)\nHelp the person with any language or communication differences or difficulties\nSupport the alleged abuser if they are also known to our services\nReassure relatives of the process being undertaken\nEnsure confidentiality\nDiscourage staff from discussing or speculating on the safeguarding issue amongst themselves and direct all concerns to the manager\nColleagues may also be upset and concerned during and after a safeguarding investigation (enquiry) has taken place, and / or when the outcomes are made public.  The responsible manager must - \nRemind colleagues that due and legal process must occur and be adhered to \nReduce gossip, reinforce the requirement for confidentiality \nDiscuss further training\nHighlight any learning from an incident and implement actions, as required\nDebrief and support colleagues\nAim to prevent a re-occurrence\nRoles and Responsibilities\nTraining and Monitoring\nColleagues must understand that this policy is also incorporated into their contract of employment and that they must complete training on safeguarding adults and protecting children from abuse\nAll colleagues must complete initial training via the Learning Zone \nSenior colleagues are expected to attend face-to-face safeguarding training such as provided by their local authority and managers must attend any locally provided safeguarding enquiries and review training \nLine managers must discuss safeguarding confidence, comprehension and competency during colleagues’ supervision sessions\nSystem data is available for monitoring and analysis and is routinely monitored to identify themes, patterns and risks \nProcedures within this policy will be monitored through MHA’s Quality Governance and risk framework including regulatory compliance \nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities and accountability \nThis policy will be available to the people we support and their representatives in alternate formats, as required\nAny review of this policy will include consultation with our colleagues, review of, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEquality Impact Assessment (EIA)\nEquality, Diversity, and Impact Assessment completed with no identified adverse concerns within this policy document \nFor access to the EIA, contact policies@mha.org.uk\nResources \nMHA Safeguarding Information and Guidance (intranet) \nAdult Safeguarding Matrix\nSafeguarding Adults – At a glance definitions \nValues and Principles \nDuty of Candour \nSafeguarding Aid Memoire\nMHA policy documents, procedures and guidance \nBusiness Continuity and Emergency Policy \nComplaints Policy \nCoroners Referrals and Inquest Policy\nFraud Prevention Policy and Response Plan \nIncident Management and Investigation Protocol\nInformation Governance Policies and Procedures\nQuality Review Group Terms Of Reference\nQuality Governance Group Terms of Reference \nRisk Management Policy \nWhistleblowing\nExternal Resources \nCQC Safeguarding - Single Assessment Framework  \nHealth and Social Care Act 2008 (Regulated Activities) Regulations 2014: Regulation 13 \nSocial Care Institute for Excellence (SCIE) Safeguarding Principles  \nLocal Government Safeguarding roles and responsibilities \nfind your LA Government website to locate local authority information \nCare Quality Commission (CQC) \nCare Inspectorate Wales Welsh regulators of health and social care services   \nVersion Control\nAppendix 1 – Copy of MHA safeguarding Poster – display in public areas, available to purchase from Irongate.",
  "sections": {
    "summary": "MHA is committed to safeguarding adults in accordance with national legislation and relevant national and local guidelines, creating and maintaining a safe and positive environment with an open, listening culture where people are able to share concerns, acknowledging that safeguarding adults is everyone’s responsibility This policy, guidance and associated procedures must be read in conjunction with specifically related policies, i.e., falls, medication. Details of associated MHA policy documents can be located within the Resources section of this policy including links to the safeguarding section of MHA Connect (intranet)",
    "purpose": "The purpose of this policy and associated guidance is to demonstrate the commitment of MHA to safeguarding adults and to ensure that everyone involved in supporting people in our services are aware of: The legislation, policy and procedures for safeguarding adults Their role and responsibility for safeguarding adults What to do or who to speak to if they have a concern relating to the welfare or wellbeing of an adult within the organisation This policy and associated procedures apply to all colleagues involved in any or all of MHA support services including board members, colleagues, and volunteers MHA is regulated by the Charity Commission who provide regulatory guidance and advice to ensure that charities are accountable, well-run and meet their legal obligations. MHA are required to report serious incidents relating to safeguarding and fraud to the Charity Commission who may ask for additional information or follow up on any reports to ensure that MHA is operating properly within the sector. MHA’s Operations and Audit and Risk Committees are also notified of any incidents reported to the Charity Commission",
    "policy": "MHA are guided by principles outlined in the following legislation and will demonstrate and promote these principles for both nations: England - Care Act 2014 and Making Safeguarding Personal: Empowerment – People being supported and encouraged to make their own decisions and informed consent Prevention – It is better to take action before harm occurs Proportionality – The least intrusive response appropriate to the risk presented Protection – Support and representation for those in greatest need. Partnership – Local solutions through services working with their communities. Communities have a part to play in preventing, detecting and reporting neglect and abuse Accountability – Accountability and transparency in delivering safeguarding Wales - Social Services and Wel Being Act (2014): Responsibility - Safeguarding is everyone’s responsibility Well-being - Any actions taken must safeguard the person’s well-being Person-centred approach - Understand what outcomes the adult wishes to achieve and what matters to them Voice and control - Expect people to know what is best for them and support them to be involved in decision making about their lives Language - Make an active offer of use of the Welsh language and use professional interpreters where other languages are needed Prevention - It is better to take action before harm occurs",
    "procedure": "All MHA colleagues, including volunteers, must follow these procedural guidelines on how to respond to alleged or suspected instances of abuse in our services, with the overriding responsibility of ensuring protection from (further) harm Colleagues and volunteers can report abuse or serious concerns about the health and wellbeing of people using our services both internally using the procedure below or externally to the local Safeguarding Team, Safeguarding Advisory Board (SAB) or respective Regulator Managers of the service locality must make sure that the local safeguarding policy, including a list of local safeguarding contacts, resources and telephone numbers is permanently available and accessible to colleagues. The local authority may require their policy to be on display for everyone to see Initial Action – responding to a disclosure of suspected or actual abuse If colleagues have concerns and/ or are told about possible or alleged abuse, poor practice or wider concerns this must be reported to a manager or MHA’s safeguarding lead without delay During office hours this will be their direct line manager, for out of office hours this will be the person on call for the organisation. Refer to MHA’s Escalation and out of hours reporting procedures If an individual indicates that they are being harmed or abused, or information is received which gives rise to concern, the person receiving the information should: Take it seriously Stay calm Listen carefully to what is said, allowing the individual to continue at their own pace, be sensitive Keep questions to a minimum, only ask questions if you need to identify/ clarify what the person is telling you Reassure the person that they have done the right thing in revealing the information Explain that you will have to share the information Ask for their consent for the information to be shared outside the organisation Act swiftly to report and carry out any relevant actions. Record in writing what was said using the adult’s own words as soon as possible Colleagues must deal with the immediate needs of the person making sure, as far as is possible, that they are safe, also considering if there is an immediate risk to other people If a person is in immediate danger, injured, distressed or a concern arises regarding their physical or psychological wellbeing, colleagues must take immediate and urgent action to prevent further harm – this may mean contact with a GP or emergency services The capacity of the person may require a different approach and should be adapted to suit the person’s ability to understand Serious Incidents Where a serious incident has taken place, which may involve a police investigation, colleagues must make every effort not to disturb evidence that may be important to the police investigation If the allegation is of a sexual nature such as rape, colleagues must try to dissuade the person from washing until the police give permission for this to happen All incidents considered serious must be reported to a manager immediately, this includes adhering to out of hours reporting procedures, refer to serious MHA’s Incident and Escalation policies Reporting – next steps As soon as practicably possible, the respective manager or senior person on duty must inform the area manager and a RADAR report must be completed. The report will alert relevant senior colleagues automatically The manager and area manager, bearing in mind what harm has been done, must decide without delay whether the police need to be informed. If in doubt, the manager must contact the police and follow their instructions in relation to the immediate next steps Colleagues must inform any assistance; police, paramedics and / or examining doctor of the suspicion of abuse and tell them that a written report may be required by the local Safeguarding Team A police investigation will take priority but, with police and local safeguarding team’s permission, our internal investigation (safeguarding enquiry) should commence. Unless instructed not to do so by the police (or if the next of kin / representative appears to be the abuser), the manager must inform the next of kin or representative of the alleged abuse with sensitivity and diplomacy If the alleged abuser is another person using our services, the manager must also inform their next of kin or representative Referral to Local Safeguarding teams At all times, the manager must follow the local authority guidance on how to report to the local safeguarding officer or safeguarding team If the referral is by telephone, not acknowledged by email, write the response in the workflow in RADAR stating who you spoke to, time and their advice Any information containing a person’s details which colleagues send online or via email may need to be password protected. Confirm with MHAs Data Protection Officer if in any doubt Safeguarding referrals should include - Personal details of the person (initials, DoB, address, age, ethnic origin, gender, religion, type of residency, family support / involvement, any physical or mental health problems and difficulties with communicating information, funding) Substance of the allegation - specific details of any specific incidents, for example, dates, times, injuries, witnesses, evidence of bruising Details of alleged abuser and current whereabouts and likely movements within the next 24 hours Background to any previous concerns Details of the cognitive awareness or capacity of all involved parties The referrer’s job title and involvement Details of any immediate remedial action (if appropriate) Regulatory Notifications Care Quality Commission (England) and Care Inspectorate (Wales) require notification of any allegation or actual abuse Regulation and Inspection of Social Care (Wales) Act 2016, Schedule 3 (Regulation 60) Care Quality Commission (Registration) Regulations 2009: Regulation 18 Similar information will be required when submitting a regulator notification using a unique ID number for the person For a serious allegation, the manager must contact the Regulator by telephone followed by a written notification If a serious allegation is made against a colleague, the manager or area manager must speak to the regional director and people support team (HR) with a view to initiating formal disciplinary procedures, including possible suspension from duty. If out of hours the decision rests with senior manager on call If the alleged abuser is a volunteer, the manager must advise that they will not be able to do any voluntary work at least until the matter has been investigated and resolved The manager must not, at this time, inform any other organisation. This level of decision and action will be undertaken by the police or the local safeguarding team Consent, Confidentiality and Information Sharing In some situations, an abuse may have been witnessed, or suspected, and the person requests that no referral is made to the Police, Local Authority Safeguarding Team, or even to their family. The family, if informed, may also ask for confidentiality. In accordance with the Duty of Candour (2015), we have a legal duty to be open and transparent, therefore it is necessary for colleagues to try and persuade the person that reporting is required. The manner in which colleagues achieve the initiation of the safeguarding referral must be sensitive to the choice and decision of the person and, when necessary, we must report to the Police and the local safeguarding team the person’s wishes. If the person (alleged victim) has ‘substantial difficulty’ in being involved in the safeguarding process or there is no next of kin / representative to support them, the local safeguarding team have a duty to appoint an independent advocate to assist and support the safeguarding review All colleagues and volunteers must maintain confidentiality. Information will only be shared in line with the General Data Protection Regulations (GDPR) and Data Protection. For further details and guidance refer to the Information Sharing Policy Safeguarding Investigation, Enquiry and Review Where police or local safeguarding team are involved, an agreement must be made regarding who carries out the investigation and review. Therefore, any internal investigation must be suspended until the service has received permission from both the police and safeguarding team that they may commence an investigation Once approved, the area manager and MHA safeguarding lead will instruct MHA’s Safeguarding Investigator to carry out an investigation The local safeguarding team may accept MHA’s internal investigation and outcome as sufficient but continue to complete their own parallel enquiry (s42 Adult Safeguarding Enquiry) The purpose of a Care Act s42 Adult Safeguarding Enquiry is to enable the Local Authority to decide whether any action is required in the adult’s case, and if so, what and by whom The objectives of an Enquiry are to: Establish facts Ascertain the adult’s views and wishes Assess the needs of the adult for protection, support and redress and how they might be met Protect from the abuse and neglect, in accordance with the wishes of the adult Make decisions as to what follow-up action should be taken with regard to the person or organisation responsible for the abuse or neglect and Enable the adult to achieve resolution and recovery In some cases, the local safeguarding team will convene a safeguarding strategy meeting, where key people will discuss and decide on a plan to achieve the best outcomes for the person and prevent further harm or abuse MHA colleagues may, or may not, be invited to attend. Further meetings may be arranged, such as Serious Case Review (depending on the nature of the abuse) and / or final meetings to conclude the incident MHA’s appointed Safeguarding Lead must be informed about all Adult Safeguarding Review Meetings and may choose to attend The chair of the Safeguarding Strategy meeting may if it is deemed serious enough to meet the criteria refer to the Local Safeguarding Adult Board (SAB) for a further review. The SAB may undertake their own investigation The people involved in the safeguarding enquiry must receive support throughout the process. The responsible manager must – Allocate an experienced member of staff to provide additional support for the person Bring in additional support where necessary (chaplaincy, HR) Help the person with any language or communication differences or difficulties Support the alleged abuser if they are also known to our services Reassure relatives of the process being undertaken Ensure confidentiality Discourage staff from discussing or speculating on the safeguarding issue amongst themselves and direct all concerns to the manager Colleagues may also be upset and concerned during and after a safeguarding investigation (enquiry) has taken place, and / or when the outcomes are made public. The responsible manager must - Remind colleagues that due and legal process must occur and be adhered to Reduce gossip, reinforce the requirement for confidentiality Discuss further training Highlight any learning from an incident and implement actions, as required Debrief and support colleagues Aim to prevent a re-occurrence",
    "responsibilities": "Training and Monitoring Colleagues must understand that this policy is also incorporated into their contract of employment and that they must complete training on safeguarding adults and protecting children from abuse All colleagues must complete initial training via the Learning Zone Senior colleagues are expected to attend face-to-face safeguarding training such as provided by their local authority and managers must attend any locally provided safeguarding enquiries and review training Line managers must discuss safeguarding confidence, comprehension and competency during colleagues’ supervision sessions System data is available for monitoring and analysis and is routinely monitored to identify themes, patterns and risks Procedures within this policy will be monitored through MHA’s Quality Governance and risk framework including regulatory compliance Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities and accountability This policy will be available to the people we support and their representatives in alternate formats, as required Any review of this policy will include consultation with our colleagues, review of, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Equality Impact Assessment (EIA) Equality, Diversity, and Impact Assessment completed with no identified adverse concerns within this policy document For access to the EIA, contact policies@mha.org.uk Resources MHA Safeguarding Information and Guidance (intranet) Adult Safeguarding Matrix Safeguarding Adults – At a glance definitions Values and Principles Duty of Candour Safeguarding Aid Memoire MHA policy documents, procedures and guidance Business Continuity and Emergency Policy Complaints Policy Coroners Referrals and Inquest Policy Fraud Prevention Policy and Response Plan Incident Management and Investigation Protocol Information Governance Policies and Procedures Quality Review Group Terms Of Reference Quality Governance Group Terms of Reference Risk Management Policy Whistleblowing External Resources CQC Safeguarding - Single Assessment Framework Health and Social Care Act 2008 (Regulated Activities) Regulations 2014: Regulation 13 Social Care Institute for Excellence (SCIE) Safeguarding Principles Local Government Safeguarding roles and responsibilities find your LA Government website to locate local authority information Care Quality Commission (CQC) Care Inspectorate Wales Welsh regulators of health and social care services Version Control Appendix 1 – Copy of MHA safeguarding Poster – display in public areas, available to purchase from Irongate."
  }
}