{
  "id": "CP025",
  "title": "Surveillance Policy",
  "filename": "CP025 Surveillance Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nThis policy details the requirements in respect of CCTV and other forms of surveillance under the UK GDPR and the Human Rights Act. MHA will maintain the confidentiality and integrity of images captured by its systems.\nThe monitoring, recording, holding, and processing of images of distinguishable individuals constitutes personal data as defined by the Data Protection Act Legislation.\nMHA will only facilitate the operation of CCTV at specific locations where it is deemed necessary to do so and where there is a clear justification for its operation.  This must be discussed and logged with the Data Protection Officer (DPO).\nScope and Purpose\nThis policy provides a framework for systems managed by MHA, and for those being considered by family or friends of people supported in MHA’s services, to protect people captured on camera at our services including colleagues, volunteers, visitors, and contractors.\nThis policy document has been developed to comply with relevant legislation and guidance:\nInformation Commissioner’s Office (ICO) – The ICO suggests that a Data Protection Impact Assessment (DPIA) is required, as CCTV is likely to result in a high risk to people.\nCare Quality Commission (CQC) Under sections 62 and 63 of the Health and Social Care Act, inspectors have powers to view, copy or seize CCTV recordings.\nWales - A decision to use CCTV must be consistent with the Statutory Guidance that accompanies Regulation 44 of the Regulated Services (Service Providers and Responsible Individuals) (Wales) Regulations 2017.\nHuman Rights Act (1998) - the Act protects an individual’s right to a private and family life. The effect of the Act is consistent with the Data Protection Act, in that use of surveillance cameras has to be justifiable. \nData Protection Legislation – controls how personal information is used by organisations, businesses, or the government. \nThis policy must be applied in conjunction with MHA’s data protection policies. \nDefinitions \nClosed Circuit Television (CCTV)\nIn order to protect vehicles, property and people using our services (including all visitors), MHA use CCTV systems on some of our properties.  Where installed they have to comply with MHA’s requirements as detailed in the Data Protection Policy.\nTo comply with Data Protection Legislation MHA completes a Data Protection Impact Assessment (DPIA) covering the use of CCTV, as they are deemed to be a high risk to the rights and freedoms of individuals. Internal systems are only considered for a specific purpose and period due to their invasion of privacy, a DPIA must be completed. If CCTV is being considered, changes to coverage is being considered, a system is being replaced or removed the DPO must be consulted.  \nThe DPIA concludes that all CCTV systems must:\nOnly use the system for crime prevention and detection - i.e. Not watching colleagues unless it relates to a crime.\nMake sure the cameras only cover MHA property - i.e. Not roads, paths, or property outside our boundaries.\nHave signs (yellow with CCTV image in a triangle) in visible location stating:\nMethodist Homes is the Data Controller.  It is acceptable to have Methodist Homes (MHA) but not just MHA.\nThe system is used for crime detection and prevention.\nThe contact telephone number is 01332 221888.\nBe password protected with need-to-know access.\nHave monitors turned off when not being used.\nRecord with a quality such that faces and vehicle registration numbers can be identified – day and night.\nIdeally, have a process for extracting sections of the recording with all personal data not relating to the data subject being blurred - e.g. Other faces, children, vehicle registration numbers.  If the system cannot do this MHA must arrange for the process to be done by a third-party.\nHave recording restricted to a rolling 30 days.\nHave a document detailing: \nThe roles authorised to access it (e.g. Manager, deputy, admin, maintenance) – ensuring only these roles currently have access,\nHow the password is set and changed, and how the system is used (including exporting footage/photos and blurring/deleting faces and registration numbers).\nFor more information on completing a Data Processing Impact Assessment refer to MHA’s Data Protection Policy.\nStoring and Viewing CCTV images\nRecorded material must be stored in a way that maintains the integrity and security of the information. This is to ensure that the rights of individuals are protected, and that the information can be used effectively for its intended purpose. \nRecording units should be kept in a secure, lockable office/room. The system must be password protected to prevent unauthorised access.\nViewing live images should be restricted to authorised team members where it is necessary for them to see it, for the purpose of crime prevention and safety. Recorded images should also be viewed in a restricted area, such as a designated secure office.\nDisclosure \nDisclosure of information from surveillance systems must be controlled and consistent with the purpose of crime prevention and detection, for which the system was established. It is always acceptable to disclose information to law enforcement agencies once they have provided an official request form, failure to do so, would be likely to prejudice the prevention and detection of crime.\nThe Data Protection Officer must be notified when CCTV images have been requested by a law enforcement authority and be provided with the requesting email and official request form.\nIn some limited circumstances it may be appropriate to release information to a third party, where their needs outweigh those of the individuals whose information is recorded. In these circumstances, the Data Protection Officer should be consulted prior to images being released to said third parties.\nSurveillance Equipment Installed or Provided by individuals or Relatives \nMHA hopes that no person, relative, representative or colleague will experience reasonable cause for suspicion of harm that requires surveillance evidence to deny or confirm the occurrence of abuse.  MHA work in partnership with people to resolve and reassure their concerns.\nThere is a danger that hidden surveillance undermines appropriate and existing pathways of raising concerns and limits our ability to address those concerns and improve the support provided, since it risks limited dialogue about concerns.\nThe introduction of covert or overt surveillance, by individuals or their relatives, creates a number of data protection concerns. Most of all, the use of such equipment, particularly in bedrooms, can impact on an individual’s right to privacy and dignity.\nCameras installed by individuals (as opposed to organisations) on their own property for “domestic purposes” i.e., for an individual’s own “personal, family or household affairs” is not a breach of the Data Protection Legislation. But Data Protection Legislation may require them to follow certain rules, see the ICO’s page on Domestic CCTV Systems.\nThe CQC guidance states that if providers discover that relatives have installed hidden cameras, they need to take steps to investigate and understand the concerns that have prompted this. They should also make an assessment of the privacy impact of the cameras before discussing their continued use.\nCare Homes – Procedures \nAn individual must make a formal request to install a smart device, which has the capacity to capture audio or visual recordings. Refer to guidance on smart devices in section 6. \nA relative cannot request on behalf of a family member.   If a person lacks capacity, the request must come from a Lasting Power of Attorney for health and welfare (Mental Capacity Act, 2005), detailing why this would be in the individual’s best interests.\nThe manager must arrange a meeting accompanied by a note taker to discuss the person’s request, and explore if there is another way to resolution, providing the CQC Guidance information (link in the resources section) to consider - it may be useful to have a copy on display in the foyer. \nShould surveillance equipment be discovered in an individual’s bedroom, apartment or communal area, the team must notify the Manager as a matter of urgency. \nManagers can decide to turn off surveillance equipment or remove it from an individual’s room, keeping it safe until it can be returned to its owner. However, under no circumstances should this equipment be deliberately damaged or removed with the intention of not returning it. Neither should recordings be deleted.\nConsideration should also be given to whether the use of the equipment is intruding on the privacy or rights of others.\nThe Manager should discuss the equipment with the individual or their relatives, to determine whether they have any cause for concern. Any concerns should be investigated in accordance with MHA’s Complaints Procedures.\nRetirement Living - Procedures \nTenants and Leaseholders are at liberty to do as they wish in their own environment as long as it doesn’t breach the Data Protection Legislation.  However, unless cameras are installed in a secure way, it may be possible for third parties to access images of vulnerable people and misuse the images, potentially rendering the person even more vulnerable.  If surveillance is installed, it is the person’s sole responsibility to ensure that the equipment is technologically secure.\nIf a surveillance device is located in an individual’s apartment where MHA colleagues provide support, the relevant manager must discuss with the individual or their relatives, raise their concerns and review the situation to protect MHA colleagues. \nAny concerns raised by individuals, or their relatives should be investigated in accordance with MHA’s Complaints Procedures.\nUse of Surveillance Equipment (all services)\nIf smart devices or similar equipment are deemed appropriate the following must be discussed and agreed with the individual or their legal representative: \nThey are responsible for the purchase, installation, and maintenance of the equipment including PAT testing where applicable.\nThere must be an obvious notice informing others that the equipment is in use.\nThey have to comply with relevant legislation, advice from the ICO, and codes of practice. \nThe equipment can only be used for the purpose and time agreed.\nThey may only use the equipment in their room or flat - no intimate care may be filmed or recorded, and no other persons may be filmed or recorded. \nThey are responsible for the security and storage of the equipment which must not jeopardise MHA’s business continuity – i.e., the footage is not for use on social media sites and there must be no risk that others may ‘hack’ into the footage.\nIf the person still wishes to proceed, the manager will discuss whether permission is to be granted with the area manager. \nIf the above cannot be guaranteed, permission may be refused.  The manager needs to be vigilant that there may be a risk of an attempt to use covert or hidden surveillance - which is not desirable.\nAny equipment a person may choose to use, is their property and must be returned to them, it cannot be interfered with or destroyed by MHA staff.\nSmart Devices (Care Homes)\nSmart devices provide many benefits to individuals and their families. It enables them to maintain contact, enhancing an individual’s wellbeing. \nIndividuals and their families will be supported to use smart devices within their bedrooms. However, the intended use of the device must be discussed with the manager before installing in accordance with the procedures for the use of surveillance equipment (section 5.4) \nAny smart device which records or transmits live video images, voice recordings or which automatically answers video calls will be disabled by the team whilst they are providing support or if they are disturbing the individual and causing distress.\nTeam members will also need to be informed of the intended use of these type of devices, and how they can be turned off or disable during care.  Appropriate signage should be displayed to inform people that this type of device is in use.\nRoles and Responsibilities\nTraining and Monitoring\nAll colleagues must complete the following within three months of commencement of employment and annually thereafter, achieving a “pass” grade:\nConfidentiality and Information Handling\nCyber Security Awareness\nBest practice guidance dictates that annual audits should be completed to ensure that the CCTV system is only used in line with this and associated policy documents. Data Protection Annual Audit Form must be completed annually for all services.\nManagers and senior colleagues will monitor the application of this policy via audit and observation.\nIdentified risks, incidents or events relating to the content and procedures within this policy will be monitored through MHA’s Governance framework.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk. \nEquality Impact Assessment (EIA)\nMHA aim to design and implement policy documents that meet the diverse needs of our service, population, and workforce, ensuring that none are placed at a disadvantage over others.\nIt reflects the provisions of the Equality Act 2010 and promotes equal opportunities for all\nThis document has been assessed to ensure that no one receives less favourable treatment on the protected characteristics of their age, disability, sex (gender), gender reassignment, sexual orientation, marriage and civil partnership, race, religion or belief, pregnancy, and maternity.\nResources \nMHA policy documents, procedures, and guidance\nComplaints Policy\nConsent Policy \nData Protection Policy\nInformation Governance Policy\nMental Capacity and Deprivation of Liberty Safeguards\nWhistleblowing Policy \nExternal Resources \nCare Quality Commission (CQC) Using cameras or other recording equipment to check somebody's care \nThe Regulation and Inspection of Social Care (Wales) Act 2016 - Statutory Guidance \nCQC - How we check the use of surveillance \nICO Data Protection Impact Assessments  \nICO - CCTV and video surveillance guidance  \nThe Data Protection Act 2018\nHuman Rights Act 1998  \nVersion Control",
  "sections": {
    "summary": "This policy details the requirements in respect of CCTV and other forms of surveillance under the UK GDPR and the Human Rights Act. MHA will maintain the confidentiality and integrity of images captured by its systems. The monitoring, recording, holding, and processing of images of distinguishable individuals constitutes personal data as defined by the Data Protection Act Legislation. MHA will only facilitate the operation of CCTV at specific locations where it is deemed necessary to do so and where there is a clear justification for its operation. This must be discussed and logged with the Data Protection Officer (DPO).",
    "purpose": "This policy provides a framework for systems managed by MHA, and for those being considered by family or friends of people supported in MHA’s services, to protect people captured on camera at our services including colleagues, volunteers, visitors, and contractors. This policy document has been developed to comply with relevant legislation and guidance: Information Commissioner’s Office (ICO) – The ICO suggests that a Data Protection Impact Assessment (DPIA) is required, as CCTV is likely to result in a high risk to people. Care Quality Commission (CQC) Under sections 62 and 63 of the Health and Social Care Act, inspectors have powers to view, copy or seize CCTV recordings. Wales - A decision to use CCTV must be consistent with the Statutory Guidance that accompanies Regulation 44 of the Regulated Services (Service Providers and Responsible Individuals) (Wales) Regulations 2017. Human Rights Act (1998) - the Act protects an individual’s right to a private and family life. The effect of the Act is consistent with the Data Protection Act, in that use of surveillance cameras has to be justifiable. Data Protection Legislation – controls how personal information is used by organisations, businesses, or the government. This policy must be applied in conjunction with MHA’s data protection policies.",
    "definitions": "Closed Circuit Television (CCTV) In order to protect vehicles, property and people using our services (including all visitors), MHA use CCTV systems on some of our properties. Where installed they have to comply with MHA’s requirements as detailed in the Data Protection Policy. To comply with Data Protection Legislation MHA completes a Data Protection Impact Assessment (DPIA) covering the use of CCTV, as they are deemed to be a high risk to the rights and freedoms of individuals. Internal systems are only considered for a specific purpose and period due to their invasion of privacy, a DPIA must be completed. If CCTV is being considered, changes to coverage is being considered, a system is being replaced or removed the DPO must be consulted. The DPIA concludes that all CCTV systems must: Only use the system for crime prevention and detection - i.e. Not watching colleagues unless it relates to a crime. Make sure the cameras only cover MHA property - i.e. Not roads, paths, or property outside our boundaries. Have signs (yellow with CCTV image in a triangle) in visible location stating: Methodist Homes is the Data Controller. It is acceptable to have Methodist Homes (MHA) but not just MHA. The system is used for crime detection and prevention. The contact telephone number is 01332 221888. Be password protected with need-to-know access. Have monitors turned off when not being used. Record with a quality such that faces and vehicle registration numbers can be identified – day and night. Ideally, have a process for extracting sections of the recording with all personal data not relating to the data subject being blurred - e.g. Other faces, children, vehicle registration numbers. If the system cannot do this MHA must arrange for the process to be done by a third-party. Have recording restricted to a rolling 30 days. Have a document detailing: The roles authorised to access it (e.g. Manager, deputy, admin, maintenance) – ensuring only these roles currently have access, How the password is set and changed, and how the system is used (including exporting footage/photos and blurring/deleting faces and registration numbers). For more information on completing a Data Processing Impact Assessment refer to MHA’s Data Protection Policy. Storing and Viewing CCTV images Recorded material must be stored in a way that maintains the integrity and security of the information. This is to ensure that the rights of individuals are protected, and that the information can be used effectively for its intended purpose. Recording units should be kept in a secure, lockable office/room. The system must be password protected to prevent unauthorised access. Viewing live images should be restricted to authorised team members where it is necessary for them to see it, for the purpose of crime prevention and safety. Recorded images should also be viewed in a restricted area, such as a designated secure office. Disclosure Disclosure of information from surveillance systems must be controlled and consistent with the purpose of crime prevention and detection, for which the system was established. It is always acceptable to disclose information to law enforcement agencies once they have provided an official request form, failure to do so, would be likely to prejudice the prevention and detection of crime. The Data Protection Officer must be notified when CCTV images have been requested by a law enforcement authority and be provided with the requesting email and official request form. In some limited circumstances it may be appropriate to release information to a third party, where their needs outweigh those of the individuals whose information is recorded. In these circumstances, the Data Protection Officer should be consulted prior to images being released to said third parties. Surveillance Equipment Installed or Provided by individuals or Relatives MHA hopes that no person, relative, representative or colleague will experience reasonable cause for suspicion of harm that requires surveillance evidence to deny or confirm the occurrence of abuse. MHA work in partnership with people to resolve and reassure their concerns. There is a danger that hidden surveillance undermines appropriate and existing pathways of raising concerns and limits our ability to address those concerns and improve the support provided, since it risks limited dialogue about concerns. The introduction of covert or overt surveillance, by individuals or their relatives, creates a number of data protection concerns. Most of all, the use of such equipment, particularly in bedrooms, can impact on an individual’s right to privacy and dignity. Cameras installed by individuals (as opposed to organisations) on their own property for “domestic purposes” i.e., for an individual’s own “personal, family or household affairs” is not a breach of the Data Protection Legislation. But Data Protection Legislation may require them to follow certain rules, see the ICO’s page on Domestic CCTV Systems. The CQC guidance states that if providers discover that relatives have installed hidden cameras, they need to take steps to investigate and understand the concerns that have prompted this. They should also make an assessment of the privacy impact of the cameras before discussing their continued use.",
    "procedure": "Tenants and Leaseholders are at liberty to do as they wish in their own environment as long as it doesn’t breach the Data Protection Legislation. However, unless cameras are installed in a secure way, it may be possible for third parties to access images of vulnerable people and misuse the images, potentially rendering the person even more vulnerable. If surveillance is installed, it is the person’s sole responsibility to ensure that the equipment is technologically secure. If a surveillance device is located in an individual’s apartment where MHA colleagues provide support, the relevant manager must discuss with the individual or their relatives, raise their concerns and review the situation to protect MHA colleagues. Any concerns raised by individuals, or their relatives should be investigated in accordance with MHA’s Complaints Procedures. Use of Surveillance Equipment (all services) If smart devices or similar equipment are deemed appropriate the following must be discussed and agreed with the individual or their legal representative: They are responsible for the purchase, installation, and maintenance of the equipment including PAT testing where applicable. There must be an obvious notice informing others that the equipment is in use. They have to comply with relevant legislation, advice from the ICO, and codes of practice. The equipment can only be used for the purpose and time agreed. They may only use the equipment in their room or flat - no intimate care may be filmed or recorded, and no other persons may be filmed or recorded. They are responsible for the security and storage of the equipment which must not jeopardise MHA’s business continuity – i.e., the footage is not for use on social media sites and there must be no risk that others may ‘hack’ into the footage. If the person still wishes to proceed, the manager will discuss whether permission is to be granted with the area manager. If the above cannot be guaranteed, permission may be refused. The manager needs to be vigilant that there may be a risk of an attempt to use covert or hidden surveillance - which is not desirable. Any equipment a person may choose to use, is their property and must be returned to them, it cannot be interfered with or destroyed by MHA staff. Smart Devices (Care Homes) Smart devices provide many benefits to individuals and their families. It enables them to maintain contact, enhancing an individual’s wellbeing. Individuals and their families will be supported to use smart devices within their bedrooms. However, the intended use of the device must be discussed with the manager before installing in accordance with the procedures for the use of surveillance equipment (section 5.4) Any smart device which records or transmits live video images, voice recordings or which automatically answers video calls will be disabled by the team whilst they are providing support or if they are disturbing the individual and causing distress. Team members will also need to be informed of the intended use of these type of devices, and how they can be turned off or disable during care. Appropriate signage should be displayed to inform people that this type of device is in use.",
    "responsibilities": "Training and Monitoring All colleagues must complete the following within three months of commencement of employment and annually thereafter, achieving a “pass” grade: Confidentiality and Information Handling Cyber Security Awareness Best practice guidance dictates that annual audits should be completed to ensure that the CCTV system is only used in line with this and associated policy documents. Data Protection Annual Audit Form must be completed annually for all services. Managers and senior colleagues will monitor the application of this policy via audit and observation. Identified risks, incidents or events relating to the content and procedures within this policy will be monitored through MHA’s Governance framework. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk. Equality Impact Assessment (EIA) MHA aim to design and implement policy documents that meet the diverse needs of our service, population, and workforce, ensuring that none are placed at a disadvantage over others. It reflects the provisions of the Equality Act 2010 and promotes equal opportunities for all This document has been assessed to ensure that no one receives less favourable treatment on the protected characteristics of their age, disability, sex (gender), gender reassignment, sexual orientation, marriage and civil partnership, race, religion or belief, pregnancy, and maternity. Resources MHA policy documents, procedures, and guidance Complaints Policy Consent Policy Data Protection Policy Information Governance Policy Mental Capacity and Deprivation of Liberty Safeguards Whistleblowing Policy External Resources Care Quality Commission (CQC) Using cameras or other recording equipment to check somebody's care The Regulation and Inspection of Social Care (Wales) Act 2016 - Statutory Guidance CQC - How we check the use of surveillance ICO Data Protection Impact Assessments ICO - CCTV and video surveillance guidance The Data Protection Act 2018 Human Rights Act 1998 Version Control"
  }
}