{
  "id": "CP401",
  "title": "Hot water bottles wheat bags and electric blankets",
  "filename": "CP401 Hot water bottles wheat bags and electric blankets.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nHot water bottles, wheat bags, heat pads, electrically heated blankets, can be used to warm a bed but also can ease many aches and pains and provide a soothing effect if used with appropriate and safe risk measures and manufacturer’s instructions.\nPeople we support and their relatives may have used a variety of heated items when residing at home and may not always understand the potential risks of fire and injury.  Colleagues have a responsibility to enable people to use such items within a risk-based approach. \nScope and Purpose\nThis policy document applies to all MHA colleagues and volunteers supporting people in our care home and retirement living services providing instructions for safe use. \nRisks \nThe risks associated with these comfort warmers are scalds, burns, fire and electrocution.  Use by people in MHA care homes must be subject to a risk assessment to include support required, ability to understand risks and equipment monitoring. Care Homes must complete the Risk Assessment section of the Safety Support Plan in Nourish.  \nA Fire Safety Person Centred Risk Assessment must be completed in retirement living schemes where care is provided, or where assistance is required to support the use of hot water bottles, heat pads, electric blankets, or similar products.  \nGenerally, with ageing, thinner skin, less fat and poor circulation render a person more susceptible to scalds or burns, and quite possibly also at lower temperatures than younger people with healthier skin.\nUnsteady hand co-ordination may mean that a person has increased risk of scalds or burns and may not be capable of filling the hot water bottle for themselves and may need support from colleagues.\nColleagues may need to consult with a GP or nurse specialist for people whose normal sensation is reduced, e.g., those suffering from diabetes, as the risk of burns may be increased.\nIf the person is taking medications, read the Patient Information Leaflet and consult with a pharmacist prior to using hot water bottles, heat pads & bags as there may be a risk of an ‘overdose release’ if heat is applied to areas in conjunction with certain medications – e.g. fentanyl patches.\nIn Retirement Living, colleagues should discretely establish if the person is choosing to use a hot water bottle, heat pad or bag and politely offer guidance on the safe use highlighting the potential risks.\nAll colleagues, including agency personnel, must be made aware of individuals using any such heated or electric items to ensure safety checks and monitoring are completed.\nHot Water Bottles \nAll hot water bottles must be used in accordance with the manufacturer’s instructions; to reduce the risk of injury from a scald or burn from a hot water The hot water bottle must always be used with a suitable cover.\nIf a person using our services is known to be using a hot water bottle, colleagues must offer guidance on its safe use and highlight the risks.  \nWhere hot water bottles are used, they should have the British Safety Standard BS1970:2012 mark, an internationally recognised UK safety standard for rubber and PVC hot water bottles. The aim of BS 1970 is to provide minimum specifications for hot water bottles and in doing so help ensure safety.\nIf relatives or friends are purchasing the hot water bottle British Standard requirements should still apply and should be carefully explained.\nA good quality hot water bottle will last 3 years.  Writing the date of purchase in permanent pen on the outer top is advised.  Do not use a hot water bottle that is showing signs of wear or splitting – replace it with a new one.  \nNote: If used frequently or excessively change every one to two years.\nFilling a Hot Water Bottle – Instructions\nWhen filling the hot water bottle do not use boiling or very hot water as this can cause damage to the bottle and obviously also has the potential to burn and scald the user whilst filling or if the bottle leaks.\nNever fill the bottle with water from a kettle as it is impossible to be sure what the temperature of such water might be, and it could easily be significantly hotter than water from the tap and therefore pose an unacceptable risk of scalding.\nNearly all water outlets in homes and schemes are limited to a maximum of 43°C; colleagues must use any such outlet (in a room or area accessible to residents and / or the public, including kitchens) to fill a jug and then the hot water bottle.  Do not fill the hot water bottle directly from the tap as too much air will enter the bottle.\nCheck the hot water bottle for signs of wear or splitting before use.\nPlace the bottle into its cover before filling.\nLie the bottle on a flat surface away from the body with the neck tilted upward.  Pour in the water slowly using the jug filled from the tap.\nFill to 2/3 capacity - do not overfill as this increases the chance of a ‘burst’.\nExpel air by compressing the bottle slowly; allowing the water back into the top (the water will bubble slightly if there is air in the bottle).  Still water means that there is no air.  \nScrew the stopper sufficiently tight to ensure that there is no leakage.  Dry the top thoroughly. \nWhen not in use - empty the bottle, remove the stopper, and store the bottle in a cool dark frost free place. \nIf applied to soothe aches and pains – ideally apply for no more than 20 minutes, in a cover which feels at a lower temperature than a younger person may tolerate.\nEncourage the user not to sit or lie directly on top of a hot water bottle.\nIf the person chooses to use the bottle for longer, as well as a risk assessment, colleagues must formally record in the support plan that the risks of such extended use have been discussed with the person and / or their representative and all parties consider these to be outweighed by the ‘comfort’ benefits \nColleagues must check the person’s skin after 5 minutes.  If there is any redness then the bottle must be removed and first aid measures – such as a cold compress – be implemented if necessary.\nWheat Bags \nAlways follow the manufactures instructions when heating up a wheat bag. Factor in the wattage of the microwave, the higher the wattage the quicker the bag will heat up, and the length of time it is heated for.\nColleagues must try and persuade a person not to use homemade wheat packs due to increased risks.\nBe careful not to heat it for too long OR on too high a temperature.\nNever heat for longer than the recommended maximum. \nBe aware of an over cooked smell – like burning, charring, or smoking.\nNever leave the wheat bag in the microwave unattended.\nIf wheat bags are used the following must be assessed and advice provided:\nEnsure the person doesn’t have any contraindications to the use of heat\nConfirm they have adequate sensation, ability to feel heat and physically remove he item \nMake sure people are fully aware of all safety precautions \nOverheating \nThe problem centres on the wheat bag’s ability to absorb and store heat. This can then lead it to overheat. Wheat bags can be used as heat pack for the body but MUST not be used as a bed warmer or slept with. Covering it with bedclothes, such as duvets or blankets can lead to it spontaneously heating up and it may catch fire. \nBe aware that when heated in a microwave where the turntable doesn’t work properly, the bag may develop hotspots that can cause burns.\nOnce you have heated the wheat bag, do not reheat it again until it has completely cooled. This could take up to two hours.\nContinual heating of the wheat bag can lead to it becoming dryer which can increase the risk of it igniting. Putting a cup of water in the microwave when heating the wheat bag can reduce this risk.\nDo not store the wheat bag until it is cold. Leave it to cool down property in a non-combustible area such as a sink.\nProvide guidance for people using wheat bags independently to reduce the risk of fire and injury. \nUse the hot water bottle, heat pads & bags to warm up the bed or area and remove before the person gets in.  This helps to avoid the risks of accidental scalds or burns.\nElectric Blankets \nWhere the use of an electric blanket would contribute greatly to the wellbeing of the person all risks must considered before their use is agreed, this should be clearly explained.\nThe use of heating appliances may not be appropriate for people with certain medical conditions, and this must be taken into consideration and risk assessed before a blanket is considered. Deteriorating health may result in a person being unable to tolerate additional heat.\nElectric blankets are electrical appliances and must not come into contact with moisture. A risk assessment must be carried out to determine – \nIf any of the following apply an electric blanket must not be used:\nIf continence problems could result in moisture coming into contact with the blanket \nIf there is likelihood of the person spilling liquid such as a drink onto the blanket\nNever use hot water bottles in the same bed as an electric blanket, even if the blanket is switched off\nUse of emollient creams\nAir flow pressure relieving mattress\nThe blanket must be switched off and unplugged once the person has settled for the evening. The use of continuous ‘overnight’ blankets is not \nrecommended unless they have a thermostat control for safe all-night use.\nThe person must understand the implications of an electrical element running in their bed and people who may not understand or lack the capacity to use an electric blanket safely must not use a blanket.\nThe blanket must be checked to ensure that it fits well and securely on the mattress.\nThere must be safe access to a socket to prevent the cable creating a trip hazard.\nServicing\nAll blankets must be serviced in accordance with manufacturers’ instructions. \nA copy of the receipt (to prove the blanket is under three years old) or a valid servicing report which indicates the blanket has been serviced within the last three years must be kept by the person and shown to the Home or Scheme Manager if a blanket is to be used.\nOnly buy new ensuring it has an overheat protection. The current standard to check for is BS EN 60967.\nRegular Examination and Test\nIf a person has the ability to check independently they should be encouraged to examine the blanket and replace if any of the following are evident:\nFraying fabric \nScorch marks \nExposed elements\nCreasing or folding \nSoiling \nDamp patches \nTie tapes damaged or missing \nWorn or damaged flex \nLoose connections \nColleagues must check the blanket daily and can be added to the monthly room check. Checks must include consideration of the list below:\nHeating wires damaged or displaced (To check, hold the blanket up to the light - the wires should be evenly spaced and not touch each other anywhere). \nStore safely - don't fold electric blankets as it can damage the wiring. Better to roll them.\nAn old BEAB safety mark - a round symbol (the new sign is white capital letters on a black background). This means it is more than 10 years old.\nThe current standard to check for is BS EN 60967\nIn addition, the blanket must be regularly checked visually, and Portable Appliance tested (as per Electrical Policy) and must be discarded if the blanket is damaged or the test indicates a ‘‘failure’’. \nOnly wash the electric blanket if the instruction deems this appropriate and follow the guidelines given. \nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nMHA’s Learning Zone provides online courses for health and safety awareness, which must be completed in accordance with role and responsibilities.\nAny additional training requirements can be requested via the People Development team and discussed with the Health and Safety team.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nResources \nMHA policy documents, procedures, and guidance\nLearning to Improve Safety Memo - Safe use of wheat bags\nFire Safety Policies and Procedures\nElectrical Safety Policy and Procedures\nFire Safety Person Centred Risk Assessment \nRisk Assessment Policy and Procedures \nExternal Resources \nLondon Fire Brigade - Electric blankets and fire safety \nFire Service UK - Electric Blanket Safety Advice \nNottinghamshire Fire Service - Wheat bag safety  \nVersion Control",
  "sections": {
    "summary": "Hot water bottles, wheat bags, heat pads, electrically heated blankets, can be used to warm a bed but also can ease many aches and pains and provide a soothing effect if used with appropriate and safe risk measures and manufacturer’s instructions. People we support and their relatives may have used a variety of heated items when residing at home and may not always understand the potential risks of fire and injury. Colleagues have a responsibility to enable people to use such items within a risk-based approach.",
    "purpose": "This policy document applies to all MHA colleagues and volunteers supporting people in our care home and retirement living services providing instructions for safe use. Risks The risks associated with these comfort warmers are scalds, burns, fire and electrocution. Use by people in MHA care homes must be subject to a risk assessment to include support required, ability to understand risks and equipment monitoring. Care Homes must complete the Risk Assessment section of the Safety Support Plan in Nourish. A Fire Safety Person Centred Risk Assessment must be completed in retirement living schemes where care is provided, or where assistance is required to support the use of hot water bottles, heat pads, electric blankets, or similar products. Generally, with ageing, thinner skin, less fat and poor circulation render a person more susceptible to scalds or burns, and quite possibly also at lower temperatures than younger people with healthier skin. Unsteady hand co-ordination may mean that a person has increased risk of scalds or burns and may not be capable of filling the hot water bottle for themselves and may need support from colleagues. Colleagues may need to consult with a GP or nurse specialist for people whose normal sensation is reduced, e.g., those suffering from diabetes, as the risk of burns may be increased. If the person is taking medications, read the Patient Information Leaflet and consult with a pharmacist prior to using hot water bottles, heat pads & bags as there may be a risk of an ‘overdose release’ if heat is applied to areas in conjunction with certain medications – e.g. fentanyl patches. In Retirement Living, colleagues should discretely establish if the person is choosing to use a hot water bottle, heat pad or bag and politely offer guidance on the safe use highlighting the potential risks. All colleagues, including agency personnel, must be made aware of individuals using any such heated or electric items to ensure safety checks and monitoring are completed. Hot Water Bottles All hot water bottles must be used in accordance with the manufacturer’s instructions; to reduce the risk of injury from a scald or burn from a hot water The hot water bottle must always be used with a suitable cover. If a person using our services is known to be using a hot water bottle, colleagues must offer guidance on its safe use and highlight the risks. Where hot water bottles are used, they should have the British Safety Standard BS1970:2012 mark, an internationally recognised UK safety standard for rubber and PVC hot water bottles. The aim of BS 1970 is to provide minimum specifications for hot water bottles and in doing so help ensure safety. If relatives or friends are purchasing the hot water bottle British Standard requirements should still apply and should be carefully explained. A good quality hot water bottle will last 3 years. Writing the date of purchase in permanent pen on the outer top is advised. Do not use a hot water bottle that is showing signs of wear or splitting – replace it with a new one. Note: If used frequently or excessively change every one to two years. Filling a Hot Water Bottle – Instructions When filling the hot water bottle do not use boiling or very hot water as this can cause damage to the bottle and obviously also has the potential to burn and scald the user whilst filling or if the bottle leaks. Never fill the bottle with water from a kettle as it is impossible to be sure what the temperature of such water might be, and it could easily be significantly hotter than water from the tap and therefore pose an unacceptable risk of scalding. Nearly all water outlets in homes and schemes are limited to a maximum of 43°C; colleagues must use any such outlet (in a room or area accessible to residents and / or the public, including kitchens) to fill a jug and then the hot water bottle. Do not fill the hot water bottle directly from the tap as too much air will enter the bottle. Check the hot water bottle for signs of wear or splitting before use. Place the bottle into its cover before filling. Lie the bottle on a flat surface away from the body with the neck tilted upward. Pour in the water slowly using the jug filled from the tap. Fill to 2/3 capacity - do not overfill as this increases the chance of a ‘burst’. Expel air by compressing the bottle slowly; allowing the water back into the top (the water will bubble slightly if there is air in the bottle). Still water means that there is no air. Screw the stopper sufficiently tight to ensure that there is no leakage. Dry the top thoroughly. When not in use - empty the bottle, remove the stopper, and store the bottle in a cool dark frost free place. If applied to soothe aches and pains – ideally apply for no more than 20 minutes, in a cover which feels at a lower temperature than a younger person may tolerate. Encourage the user not to sit or lie directly on top of a hot water bottle. If the person chooses to use the bottle for longer, as well as a risk assessment, colleagues must formally record in the support plan that the risks of such extended use have been discussed with the person and / or their representative and all parties consider these to be outweighed by the ‘comfort’ benefits Colleagues must check the person’s skin after 5 minutes. If there is any redness then the bottle must be removed and first aid measures – such as a cold compress – be implemented if necessary. Wheat Bags Always follow the manufactures instructions when heating up a wheat bag. Factor in the wattage of the microwave, the higher the wattage the quicker the bag will heat up, and the length of time it is heated for. Colleagues must try and persuade a person not to use homemade wheat packs due to increased risks. Be careful not to heat it for too long OR on too high a temperature. Never heat for longer than the recommended maximum. Be aware of an over cooked smell – like burning, charring, or smoking. Never leave the wheat bag in the microwave unattended. If wheat bags are used the following must be assessed and advice provided: Ensure the person doesn’t have any contraindications to the use of heat Confirm they have adequate sensation, ability to feel heat and physically remove he item Make sure people are fully aware of all safety precautions Overheating The problem centres on the wheat bag’s ability to absorb and store heat. This can then lead it to overheat. Wheat bags can be used as heat pack for the body but MUST not be used as a bed warmer or slept with. Covering it with bedclothes, such as duvets or blankets can lead to it spontaneously heating up and it may catch fire. Be aware that when heated in a microwave where the turntable doesn’t work properly, the bag may develop hotspots that can cause burns. Once you have heated the wheat bag, do not reheat it again until it has completely cooled. This could take up to two hours. Continual heating of the wheat bag can lead to it becoming dryer which can increase the risk of it igniting. Putting a cup of water in the microwave when heating the wheat bag can reduce this risk. Do not store the wheat bag until it is cold. Leave it to cool down property in a non-combustible area such as a sink. Provide guidance for people using wheat bags independently to reduce the risk of fire and injury. Use the hot water bottle, heat pads & bags to warm up the bed or area and remove before the person gets in. This helps to avoid the risks of accidental scalds or burns. Electric Blankets Where the use of an electric blanket would contribute greatly to the wellbeing of the person all risks must considered before their use is agreed, this should be clearly explained. The use of heating appliances may not be appropriate for people with certain medical conditions, and this must be taken into consideration and risk assessed before a blanket is considered. Deteriorating health may result in a person being unable to tolerate additional heat. Electric blankets are electrical appliances and must not come into contact with moisture. A risk assessment must be carried out to determine – If any of the following apply an electric blanket must not be used: If continence problems could result in moisture coming into contact with the blanket If there is likelihood of the person spilling liquid such as a drink onto the blanket Never use hot water bottles in the same bed as an electric blanket, even if the blanket is switched off Use of emollient creams Air flow pressure relieving mattress The blanket must be switched off and unplugged once the person has settled for the evening. The use of continuous ‘overnight’ blankets is not recommended unless they have a thermostat control for safe all-night use. The person must understand the implications of an electrical element running in their bed and people who may not understand or lack the capacity to use an electric blanket safely must not use a blanket. The blanket must be checked to ensure that it fits well and securely on the mattress. There must be safe access to a socket to prevent the cable creating a trip hazard. Servicing All blankets must be serviced in accordance with manufacturers’ instructions. A copy of the receipt (to prove the blanket is under three years old) or a valid servicing report which indicates the blanket has been serviced within the last three years must be kept by the person and shown to the Home or Scheme Manager if a blanket is to be used. Only buy new ensuring it has an overheat protection. The current standard to check for is BS EN 60967. Regular Examination and Test If a person has the ability to check independently they should be encouraged to examine the blanket and replace if any of the following are evident: Fraying fabric Scorch marks Exposed elements Creasing or folding Soiling Damp patches Tie tapes damaged or missing Worn or damaged flex Loose connections Colleagues must check the blanket daily and can be added to the monthly room check. Checks must include consideration of the list below: Heating wires damaged or displaced (To check, hold the blanket up to the light - the wires should be evenly spaced and not touch each other anywhere). Store safely - don't fold electric blankets as it can damage the wiring. Better to roll them. An old BEAB safety mark - a round symbol (the new sign is white capital letters on a black background). This means it is more than 10 years old. The current standard to check for is BS EN 60967 In addition, the blanket must be regularly checked visually, and Portable Appliance tested (as per Electrical Policy) and must be discarded if the blanket is damaged or the test indicates a ‘‘failure’’. Only wash the electric blanket if the instruction deems this appropriate and follow the guidelines given.",
    "responsibilities": "Training and Monitoring Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. MHA’s Learning Zone provides online courses for health and safety awareness, which must be completed in accordance with role and responsibilities. Any additional training requirements can be requested via the People Development team and discussed with the Health and Safety team. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Resources MHA policy documents, procedures, and guidance Learning to Improve Safety Memo - Safe use of wheat bags Fire Safety Policies and Procedures Electrical Safety Policy and Procedures Fire Safety Person Centred Risk Assessment Risk Assessment Policy and Procedures External Resources London Fire Brigade - Electric blankets and fire safety Fire Service UK - Electric Blanket Safety Advice Nottinghamshire Fire Service - Wheat bag safety Version Control"
  }
}