{
  "id": "CP500",
  "title": "Managing MHRA Safety Alerts Procedures",
  "filename": "CP500 Managing MHRA Safety Alerts Procedures.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nThis policy document outlines the procedures for managing safety alerts issued by the Medicines and Healthcare products Regulatory Agency (MHRA), ensuring timely action and compliance with regulatory requirements to maintain \nthe safety and well-being of people supported in MHA services.\nScope and Purpose\nThis policy applies to all colleagues and responsible managers in all MHA services.\nThis policy and associated documents have been developed based on current legislation and best practice guidance for regulated services where providers must comply with relevant Patient Safety Alerts, recalls and rapid response reports issued from the Medicines and Healthcare products Regulatory Agency (MHRA) and through the Central Alerting System (CAS):\nCare Quality Commission (CQC) Health and Social Care Act 2008 (Regulated Activities) Regulations 2014 for adult care homes Regulation 12: Safe Care and Treatment.\nCare Inspectorate Wales (CIW) The Regulation and Inspection of Social Care (Wales) Act 2016, Regulations 44/45: Requirements on service providers as to premises, facilities, and equipment (Part 12).\nDefinitions \nMedical Devices\nMedical devices may be for single use, such as a catheter or may be reusable, such as a syringe driver. Single use devices must never be reused and carry an international symbol to indicate this on their packaging (as below) \nA medical device should be suitable for its intended use, with this use properly understood by the user, and should also be maintained to an appropriate standard. \nSome devices, such as medical gloves, dressings, catheters, and syringes are delivered in bulk packs, so it would be inappropriate to check each one on delivery. For such consumable devices key issues to check are:  \nExpiry dates are clearly shown on packaging, as required  \nAppropriate marking for tracing lots, if there is a recall or modification required   \nInstructions and safety information are available, as necessary  \nPackaging is appropriate for storage  \nEnvironmental conditions for storage are clear.\nBefore using any medical device, colleagues must be:\nBe appropriately trained.\nAlways visually inspect the medical device for signs of damage, ‘use by’ dates, or other concerns prior to use.\nKnow where the equipment is kept and have read and understood the user manual / instructions.\nBe aware of procedures for reporting an incident or near miss event - both internally and externally.\nIf a device has been involved in an incident, do not dispose or repair it. If the police or coroner is involved in the investigation, the device will be required for further examination. Retain the device until contacted by the MHRA. If not required by the police or coroner the device can be made available to the manufacturer for analysis.\nAdverse incidents requiring reporting might include –\nInjury as a result of failure or misuse of a medical device or equipment.\nTreatment being interrupted or compromised by a medical device or equipment failure.\nMisdiagnosis due to failure or misuse of a medical device or equipment, which leads or could have led to inappropriate treatment.\nDeterioration in health as a result of failure or misuse of a medical device or equipment. \nStandard Operating Procedures \nThe Standards and Policy team will screen MHRA and similar alerts and, if relevant to our services, send a targeted group email for the sharing of the alert to relevant colleagues and services. Managers receiving any such alert must decide if it is applicable to their service. A copy of the alert will be published on MHA Connect MHRA and similar safety alerts. \nSafety Alert Not Applicable to the Service\nThe most senior colleague receiving the alert will need to write ‘no’ on the alert, sign, date and return to the Manager.  The alert and register must be filed and retained for future reference and internal audits.  \nSafety Alert – Action Required\nManagers must retain a record of all MHRA and similar safety alerts by completing the MHRA and Similar Safety Alerts Register, which must be kept for future reference and inspection in order to comply with internal audits and regulatory requirements.  This record can be competed and retained electronically.\nClearly label and remove the device from use, if the alert refers to a medical device contact the manufacturer and record actions on the MHRA and Similar Safety Alerts - Actions Record.\nAll safety alerts must be shared with relevant and appropriate colleagues who must sign the action record to confirm the information has been received and they are aware of any actions to be completed.  \nReporting \nAll adverse events relating to a device including user problems with a device, software failures, or problems with the instructions for use must be recorded on RADAR.  \nAdverse incidents involving medical devices must be reported online through The Yellow Card Scheme, including issues and concerns relating to medication. \nRoles and Responsibilities \nTraining and Monitoring\nMonitoring compliance with this policy and associated procedures will be included as part of MHA’s internal auditing schedules and governance arrangements. \nTraining for medical devices will be made available as required and will be included in clinical policies as appropriate, for example Catheter Management.  Where additional training is required managers should submit a request to peopledevelopment@mha.org.uk. \nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities, and accountability. \nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nResources \nMHA policy documents, procedures, and guidance\nBullet Points\nName of Policy only \nExternal Resources \nMHRA; Yellow Card Website \nMHRA; Managing Medical Devices, Guidance for Health and Social care Organisations \nNational Patient Safety Alerts in adult social care - Care Quality Commission\nLearning from safety incidents - Care Quality Commission\nGOV.UK: MHRA Medical devices: the regulations and how we enforce them: May 2024 \nVersion Control",
  "sections": {
    "summary": "This policy document outlines the procedures for managing safety alerts issued by the Medicines and Healthcare products Regulatory Agency (MHRA), ensuring timely action and compliance with regulatory requirements to maintain the safety and well-being of people supported in MHA services.",
    "purpose": "This policy applies to all colleagues and responsible managers in all MHA services. This policy and associated documents have been developed based on current legislation and best practice guidance for regulated services where providers must comply with relevant Patient Safety Alerts, recalls and rapid response reports issued from the Medicines and Healthcare products Regulatory Agency (MHRA) and through the Central Alerting System (CAS): Care Quality Commission (CQC) Health and Social Care Act 2008 (Regulated Activities) Regulations 2014 for adult care homes Regulation 12: Safe Care and Treatment. Care Inspectorate Wales (CIW) The Regulation and Inspection of Social Care (Wales) Act 2016, Regulations 44/45: Requirements on service providers as to premises, facilities, and equipment (Part 12).",
    "definitions": "Medical Devices Medical devices may be for single use, such as a catheter or may be reusable, such as a syringe driver. Single use devices must never be reused and carry an international symbol to indicate this on their packaging (as below) A medical device should be suitable for its intended use, with this use properly understood by the user, and should also be maintained to an appropriate standard. Some devices, such as medical gloves, dressings, catheters, and syringes are delivered in bulk packs, so it would be inappropriate to check each one on delivery. For such consumable devices key issues to check are: Expiry dates are clearly shown on packaging, as required Appropriate marking for tracing lots, if there is a recall or modification required Instructions and safety information are available, as necessary Packaging is appropriate for storage Environmental conditions for storage are clear. Before using any medical device, colleagues must be: Be appropriately trained. Always visually inspect the medical device for signs of damage, ‘use by’ dates, or other concerns prior to use. Know where the equipment is kept and have read and understood the user manual / instructions. Be aware of procedures for reporting an incident or near miss event - both internally and externally. If a device has been involved in an incident, do not dispose or repair it. If the police or coroner is involved in the investigation, the device will be required for further examination. Retain the device until contacted by the MHRA. If not required by the police or coroner the device can be made available to the manufacturer for analysis. Adverse incidents requiring reporting might include – Injury as a result of failure or misuse of a medical device or equipment. Treatment being interrupted or compromised by a medical device or equipment failure. Misdiagnosis due to failure or misuse of a medical device or equipment, which leads or could have led to inappropriate treatment. Deterioration in health as a result of failure or misuse of a medical device or equipment.",
    "procedure": "The Standards and Policy team will screen MHRA and similar alerts and, if relevant to our services, send a targeted group email for the sharing of the alert to relevant colleagues and services. Managers receiving any such alert must decide if it is applicable to their service. A copy of the alert will be published on MHA Connect MHRA and similar safety alerts. Safety Alert Not Applicable to the Service The most senior colleague receiving the alert will need to write ‘no’ on the alert, sign, date and return to the Manager. The alert and register must be filed and retained for future reference and internal audits. Safety Alert – Action Required Managers must retain a record of all MHRA and similar safety alerts by completing the MHRA and Similar Safety Alerts Register, which must be kept for future reference and inspection in order to comply with internal audits and regulatory requirements. This record can be competed and retained electronically. Clearly label and remove the device from use, if the alert refers to a medical device contact the manufacturer and record actions on the MHRA and Similar Safety Alerts - Actions Record. All safety alerts must be shared with relevant and appropriate colleagues who must sign the action record to confirm the information has been received and they are aware of any actions to be completed. Reporting All adverse events relating to a device including user problems with a device, software failures, or problems with the instructions for use must be recorded on RADAR. Adverse incidents involving medical devices must be reported online through The Yellow Card Scheme, including issues and concerns relating to medication.",
    "responsibilities": "Training and Monitoring Monitoring compliance with this policy and associated procedures will be included as part of MHA’s internal auditing schedules and governance arrangements. Training for medical devices will be made available as required and will be included in clinical policies as appropriate, for example Catheter Management. Where additional training is required managers should submit a request to peopledevelopment@mha.org.uk. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities, and accountability. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Resources MHA policy documents, procedures, and guidance Bullet Points Name of Policy only External Resources MHRA; Yellow Card Website MHRA; Managing Medical Devices, Guidance for Health and Social care Organisations National Patient Safety Alerts in adult social care - Care Quality Commission Learning from safety incidents - Care Quality Commission GOV.UK: MHRA Medical devices: the regulations and how we enforce them: May 2024 Version Control"
  }
}