{
  "id": "DP306",
  "title": "Medication Policy Retirement Living",
  "filename": "DP306 Medication Policy Retirement Living.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction \t\nPeople who live in MHA retirement living settings will have suitable and sufficient support with medication.\nTrained and competent Colleagues will ensure the safe management and administration of medication.\nScope\nColleagues and people who are in receipt of a care package in retirement living settings\nThe aim of this policy are to - \nPromote independent medication management. \nPrioritise safety and wellbeing. \nEnsure best practice in relation to medication management. \nMeet the guidance, standards and audit requirements of the appropriate Regulators and experts such as NICE.\nMake sure that colleagues are suitably trained and competent with regard to medication.\nPolicies, Procedures And Practice\nPeople supported in their own home by MHA colleagues will normally be responsible for their own medication, both prescribed and over the counter.  Whilst some people are able to fully administer their own medication, others will require varying levels of support.  In some cases, the level of support needed for taking medication will be substantial. \nThere are three levels of medication support \nLevel 1:  Independent with medication\nLevel 2:  General support with assistance\nLevel 3:  Administration by care staff\nIf a person requires support with medication as part of their care package, colleagues must complete with the person, a Medication Needs Assessment and keep this in their care file. \nRecording \nColleagues must record the following, in line with the level of support to be provided\nAttach a list of prescribed medication for the person, including the dose, frequency, and method of assistance to the Medication profile (DP 306b).\nthe person’s written consent for medication support at the identified level (2 or 3).\nany additional information to help the person manage other medication - such as ‘as required’ (prn) medication.\nany support arrangements for ordering and collecting medication.\nWhere a person needs help / support with medication, the preferred option, where possible, is a Monitored Dosage System (MDS) – see also 9.4.\nFor all levels of support, the person has responsibility for the safe storage of medication.  The only exception is where the Medication Needs Assessment identifies risks associated with storage, whereby colleagues will keep the keys to the lockable box / cupboard. \nLevel 1 - Independent With Medication\nWhenever possible, people are to be encouraged to take responsibility for the care and administration of their own medication.  Someone who has been looking after their own medication at home would normally continue to do so on moving in to a retirement living setting.\nWhere a person is completely independent with management of medication and has no identified needs, they will retain full responsibility for ordering, receiving, taking, monitoring and disposal of their medication.  Colleagues must record ‘level 1 – independent with medication’ in the person’s file.  If anyone has any doubt about a person’s ability to self-administer – e.g., care staff, relatives etc. -, with the persons consent, Colleagues must carry out a Medication Needs Assessment (DP306a).\nLevel 2 – General Support With Assistance \nPeople who need a verbal reminder to take their medication are included in this level. Colleagues must record in the daily record the dates and times of the reminders given.\nWhen the Medication Needs Assessment identifies that a person needs supervision, advice, or information about their medication, or needs them packing in a certain way – e.g., in bottles without child-resistant caps – colleagues must ask the supplying pharmacist to help.  Colleagues must make sure that the person’s care and support plan reflects the information or assistance needed and provided.\nColleagues must review (with the person / representative) the Medication Needs Assessment at least every six months (as well as the care and support plan).  The results of this and any changes to the care and support plan must be agreed by the person and clearly documented. \nColleagues may need to take over the administration of medication during periods of acute illness, or permanently if a person’s condition changes / deteriorates.  Colleagues must record as evidence any changes or daily variance in the care and support plan.  If necessary (if a person’s condition changes / deteriorates), colleagues must repeat / review the Medication Needs Assessment.\nIf there are concerns about a person taking their own medication safely, colleagues can repeat / carry out (with the person / representative) a Medication Needs Assessment to assess capacity, capability and identify any support that might help the person to stay as independent as possible.  Colleagues must discuss with the person / representative any concerns and risks identified and, if necessary, involve the person’s GP.  Colleagues must record the person’s needs / desired outcomes in a care and support plan.\nLevel 3 Administration By Colleagues\nWhen the Medication Needs Assessment identifies that colleagues need to administer medication, the person (or LPA for Health & Welfare) must sign and consent for colleagues to administer their medication.\nAdministration of medication may include some or all of the following: \nselecting and preparing medication for immediate administration.  This includes selecting the medication from a monitored dosage system or correctly labelled bottles / packs dispensed by the pharmacist. \nselecting and measuring a dose of liquid medication for the person to take.\napplying a medicated cream / ointment, inserting ear, nose or eye drops and / or administering inhaled medication.  \nNote: Colleagues must wear gloves and use a spatula for application of creams / ointments\nNote: if there is any doubt about the contents of the MDS, bottles or packets, advice must be sought from the pharmacy / GP\nAt the start of agreeing to support people with their medication, colleagues must get the person’s GP and pharmacy involved – e.g., to obtain a printed MAR or to make contact with concerns.  Colleagues must record medication on the Medication Profile (DP306b).  Where a pharmacy fails to provide a MAR, the blank MHA MAR (DP306h) is to be used following the policy regarding transcribing.\nColleagues must only administer medication from the original container, dispensed and labelled by a pharmacist or dispensing GP.  This includes monitored dosage systems and compliance aids\nWhen a colleague is about to administer medication to a person, they must always ask the person if they are ready to take the medication before removing it from its packaging.  When a person declines to take a medication, colleagues must consider waiting a short while before offering it again or returning later.  Colleagues must not leave medication out to be taken ‘later’ unless this has been fully risk assessed, agreed, and documented.\nThe circumstances and reasons why a person may decline a medication should be established and recorded (if the person will give a reason) in the daily record and in the MAR. \nPeople discharged from hospital may return with different / additional medication.  A medication competent individual must (with the person) communicates with the hospital, verify discharge information, check that the GP is aware of the changes and make sure that all medication stocks, records, and care plans are amended to reflect any changes.  \nMedication that requires fridge storage will be labelled as such.  If a medication requires fridge storage, colleagues will need to use the person’s domestic fridge.\nIf the person carries their medication with them during the day, colleagues must advise them that they are responsible for medication safety and security.\nWhere multiple agencies are contracted to provide services, there must be a clearly documented agreement in place that identifies responsibilities.  There must be no shared responsibilities of medication between MHA colleagues and other agencies.\nIf colleagues get to know that a person receiving support to take their medication has purchased an over-the-counter medication, the manager / senior or medication competent individual must talk to the person and request consent to get advice from the pharmacist or doctor to prevent any problems of adverse interaction or overdose. This discussion must be recorded.\nIf colleagues have any concerns about a person's medication, the manager / senior or medication competent individual must make take appropriate action and contact the relevant healthcare professional and record this in the person’s file.  Concerns may include - \nThe person declining to take their medication.\nMedication not being taken in accordance with the prescriber's instructions.\nPossible adverse effects (including falls after changes to medication).\nThe person stockpiling their medication.\nMedication errors or near misses.\nPossible misuse or diversion of medication.\nChanges in a person's mental capacity to make decisions about their medication.\nOther changes to the person's physical or mental health.\nPRN - As Required Medication \nWhen PRN medication is prescribed, colleagues must complete a Retirement Living prn protocol for each medication in use.  The protocol must - \nProvide a clear record of the reasons for the medication\nInclude the personal experience of the individual who needs it\nBe kept with the person’s mar\nBe reviewed at least every month (page 3 of the protocol)\nWhen PRN medication is prescribed, the MAR must state - \nThe maximum frequency\nThe maximum number of doses in 24 hours\nThe reason for use – e.g., for nausea\nAdministration - If a PRN medication is given, colleagues must record the administration on the MAR \nIf administered, colleagues must record the time and a full record of the reason on the back of the person’s MAR and in their daily notes\nIf a PRN medication is not administered a signature is not required gaps on the MAR for PRN medications are acceptable\nRecord in the daily notes if PRN has been offered and refused as not required\nColleagues must not give PRN medication routinely.  \nThe administering colleague must determine the nature of the need by asking a series of simple questions that refer to the person’s experience rather than to the drug – e.g., ‘any pain / where / how bad / do you want ….?’ rather than just ‘do you want some paracetamol?’ Alternatively, colleagues must know and assess the person’s non-verbal need.\nIf needed on a continued or regular basis, colleagues must speak to the prescribing GP for the PRN to become a routine medication.\nPRN medication for sedative and tranquillising purposes is not good practice and must be avoided.  \nSplitting Tablets \nSplitting a tablet can alter its absorption and efficacy, resulting in medicines instability, produce local irritant effects, may result in a preparation with an unacceptable taste or produce occupational health and safety issues.\nIf tablet dose forms need to be split, the following guidance advises how this should be best considered.\nSome tablets are ‘scored’. This means they have a break- line embedded during manufacturing to allow for tablets to be split on that break line and halved evenly.\nThe following tablet forms should not be split as they can cause undesirable effects and possible harm.\nExtended-Release Preparations \nOften have CR, ER, LA, SR, XL or XR after the product name and are designed to deliver the drug over an extended period. Examples include Morphine Sulphate modified release tablets and Adalat LA.\nEnteric Coated Preparations \nEnteric coatings are applied to tablets to delay the release of medicines that are inactivated by stomach acid, prevent the stomach from being irritated, or to delay the time the drug begins to work at a specific body site. Examples include naproxen EC tablets.\n  Sugar/film Coated Preparations \nA sugar/film coating is often used to mask the taste of medicines which have a bitter taste. Examples include ferrous sulphate and clopidogrel tablets.\nMedication package in Multi Dosage Systems \nFor all medication packaged in sealed blister packs the community pharmacy must split any tablet if required to dispense the correct prescribed dose into each slot i.e., the whole and the half tablets placed in the slot together.\nScored Tablets \nSplit the tablet at each administration. The remaining split tablet will need to be replaced in its original packaging and secured to ensure that it does not fall out (if not in an enclosed container).\nAny remaining split tablets should be used before splitting more. This avoids accumulation and ensures medicines are maintained in original form where possible\nUse a commercially available tablet- splitting device, ‘tablet- cutter’ or ‘pill-splitter’. Scissors or knives should not be used.\nPharmacies must dispense unscored tablets already split.  \nPackage split tablets must be in a separate container to whole tablets.\nLabels must have clear instructions to take with any whole tablets \nHalf should always be in words – not numerical \nInstructions on the label must include ‘These tablets have already been halved for you’ or similar \nWhen receiving halved or split tablets from a pharmacy always check the following:\nFollow directions given on the label to understand how to administer the medication \nObserve any expiry dates given by the pharmacy \nContact the pharmacy for advice if instructions are unclear \nGuidance taken from South London CCG\nSplitting Tablets - Care Home Guidance . \nTraining And Competence (Administration)\nOnly colleagues who have received training and been assessed as competent may administer medication.  \nThe following must be completed before colleagues can support or assist with medication:\nLocal induction\nAltura (ACC) Medication Management: The Basic Principles (repeat every year)\nAt least three Medication Shadow Shifts (DP306m) with a colleague who has passed their probationary period, has medication competency, and does not have a history of medication errors and / or live warnings on file within the last six months\nMedication Competency Assessment (DP306n) (repeat every year)\nAll colleagues who administer medication must understand their role in relation to all aspects of the MHA Policy and associated documents.\nOn completion of training, copies of certificates of the training must be available and recorded on the training matrix.\nThe manager, senior or medication competent individual must keep up to date a staff trained and authorised to Administer Medication Signature List. The original copy of this list must be kept with the medication policy in the office.   This must be reviewed at least every year or every time there is a change in the staff team – new starter, leaver etc.\nIf colleagues have any concerns about the administration and support of medication, they must speak with their line manager.  Colleagues must refuse to administer medication if they do not feel competent or confident to do so, or they have not received the required training. \nAll retirement living settings must have the following publication available for reference purposes:\nNICE 2017 - Managing medication for people receiving social care in the community\nAudits / Quality Assurance\nIn any retirement living setting where colleagues have any responsibility for a person’s medication, audits must be carried out as follows – \nThe Care Team Leader must complete the Retirement living monthly medication audit based on 10% of the total records – this can also be used for any ‘spot’ checks required.\nThe Registered Manager must complete a Retirement living six monthly medication audit covering a minimum of four medication records or 25%, whichever is the greater, of the total records\nPrescriptions and Collections \nUsually, prescriptions will be transferred electronically either from the pharmacy to the GP directly or between the person themselves and the GP (some people may require some support from colleagues with this and this must be detailed in the care file).  \nHowever, by prior arrangement with the GP and pharmacy and in exceptional one-off circumstances, a care worker can collect a prescription and medication.  They will need proof of identity and must record their actions in the person’s daily record. \nGP’s generally review medication annually.  Colleagues must discuss this with a person who is receiving medication support and document in the care file any information or issues that the person chooses to share.\nReceipt Of Medication\nIt is the responsibility of the pharmacist to make sure that the correct medication is dispensed, labelled according to the prescriber’s directions, and safely delivered.  If a person is unable to accept or is not available to receive their medication into their home, colleagues may sign for the delivery but must then immediately take the medication to the person’s apartment / flat.\nWhere a support plan is in place identifying colleagues’ responsibility for the administration of medication (level 3), the receipt of all medication must be recorded on the daily record and be accompanied by a Medication Administration Record (MAR).  Colleagues must only check that any medication supplied in a pack is sealed and not damaged.  If no MAR is delivered with the medication, colleagues must complete Medication MDS MAR form \nWhen there is a new prescription – e.g., when the GP has visited – colleagues must make arrangements for the new medication to be collected by a family member where possible and without delay.  If this is not possible, by prior agreement, Colleagues must securely fax the prescription to the supplying pharmacy.  If there are any concerns or discrepancies, colleagues must contact the GP / pharmacist and record all actions taken in the person’s care file.\nThe receipt of ‘controlled drugs’ in retirement living settings is managed in the same way as any other medication.  Where there is any variation to this, the manager is responsible for creating a local procedure and ensuring colleagues adhere to this.\nWhere the retirement living setting is providing Level 3 support, colleagues must use the pharmacy measured dosage system (MDS) wherever possible, usually set out in daily blister packs.  Exceptions to this are where GP practices have their own dispensary and do not use this system, or agreement has been reached with the Area Manager.\nThe label on dispensed medication must indicate - \nThe name of the person\nName, form, quantity, and strength of the medication\nInstructions for use\nDate and the amount supplied\n‘As before’ or ‘as directed’ are not appropriate instructions and Colleagues administering medication at level 3, must get further clarification from the GP or pharmacist.\nWhen medication is intended for PRN (as required) use, the MAR and label must state the minimum interval between doses and indicate reasons for use – e.g., for pain, for nausea etc.  It must also include the maximum dosage which could be given within a twenty-four-hour period.  There must be clear instructions on the Retirement Living PRN protocol in line with the prescription. \nThe practicalities of responding to requests for support to take PRN medication must be taken into consideration in retirement living settings.  If a person is asking for PRN medication on a frequent basis, colleagues must ask the GP to review and consider a regular routine prescription of this medication.  If this is not agreed, or if the person is still likely to need PRN medication between agreed calls, colleagues (with the person / representative) must review the care package and agreements be incorporated into the care and support plan.\nIf the instruction for medication is not clear, colleagues must ask the GP or pharmacist and any communications recorded in the incident log.  Colleagues must not change the label on medication but set it to one side until a fresh label / supply is delivered.\nIn the event that a label becomes detached or obliterated on any medication, colleagues must return the medication and label to the pharmacist and get a newly labelled fresh supply.\nIf the doctor changes the instruction for medication, colleagues must ask the prescriber to amend the MAR and sign and date the amendment.  They must then order a fresh supply labelled with the new instructions.  \nStorage\nThe storage of all medication is treated as for any individual living in their own home – i.e., there is no special requirement to store internal and external preparations separately or to store Controlled Drugs in a specific locked area.  Controlled drugs will be stored as for any other medication, and they do not require administration by two people.\nIn some cases, based on a risk assessment, it may be appropriate to store medication in a secure place – i.e., a lockable box / cupboard.  Colleagues must use the Medication Needs Assessment to identify this need.  Any lockable storage box is to be purchased by the person or a family member and arrangements recorded in the care and support plan.  These arrangements are to be signed by the person (or LPA for Health and Welfare).  If a person lacks capacity and there is no LPA, a best interests meeting, and decision must take place and be recorded in the care and support plan.\nWhere a couple share a home, and support is given to one or both to take their medication, colleagues must carry out a risk assessment to manage the risk of giving the wrong medication.  Measures taken to manage this risk must be recorded in the care and support plan of each person.\nWhen pharmacy make their deliveries for those who are supported to take their medication, if colleagues cannot immediately take these to the person’s flat / apartment, colleagues must place the sealed containers in a locked cupboard in the office until such time as they can be delivered. \nWhere the care needs assessment has identified that medication needs to be in a locked box / cupboard, keys to the cupboard must be kept by the Colleagues who must sign for them each shift using the Retirement Living Handover of Medicine Keys \nMedication Administration Record (Mar) \nWhen a Medication Needs Assessment and care and support plan identify that colleagues are responsible for the administration of medication (Level 3), colleagues must follow the written instructions of a prescriber – e.g., GP.  The prescriber instruction must be on an approved Medication Administration Record (MAR).  The preference is that these come as pre-printed sheets from the supplying pharmacist and must match the prescription form (electronic transfers may mean that the prescription is not available to check). If pharmacy do not supply pre-printed MAR complete a Medication MDS MAR form \nor Medication Blank MAR (Retirement Living) as appropriate must be used.\nIn the event that the pharmacist or doctor does not record a prescribed medication on the MAR it is important that two colleagues sign the document following any entry in order to evidence that the transcription is correct.  Where a lone worker is responsible for doing this, they must ask the next person coming on duty to check and sign to confirm it is correct. \nFor a verbal order, where possible two colleagues must hear the order and must record details of the requested change (including who requested the change, the date and time of the request and who received the request), reading back the information that has been recorded to the prescriber to confirm the change is correct (including spelling the name of the medication).  Where there is only one colleague who can take the verbal order, reading back the transcription to the prescriber is essential to check that this is correct.  Verbal orders must not become accepted practice and must only occur as an exception.  \nThe MAR must include the person’s name, date of birth, GP and specify - \nAll prescribed medications – e.g., tablets, eye drops, cream.\nThe name of the medication.\nThe dose - where the GP intends the dose to be within certain limits, this must be clearly indicated, and the dose given noted on the MAR.  Instructions that state ‘1 or 2 tablets’ are not acceptable.\nThe timing and frequency.\nThe route – e.g., oral, local application.\nThe site of application or special treatment – e.g., to eczema, to left eye. \nAllergies. \nSpecial requirements – e.g., with food.\nSpecial precautions – e.g., avoid certain foods or alcohol.\nIf PRN, it must state under what circumstances the medication may be given – e.g., pain, constipation –, dose intervals and the maximum dose within a 24-hour period.\nWhen medication is not in an MDS, the manager / senior or medication competent individual will need to contact the pharmacy to ask that a MAR is supplied.  Each entry on the MAR must be initialled by the care worker administering the medication at the time the medication is administered and seen to be taken.  The initials are verification that the care worker has both administered the medication and witnessed the person taking it. \nFor topical medication, administration must be recorded on the daily record along with any comments or concerns regarding administration.  A Medication Body Map must be used to indicate clearly where a topical medication is to be applied.  If a topical medication is not applied for any reason this must be recorded in the daily record.\nWhen medication is in an MDS, the care worker administering the medication must record the administration using the MDS MAR. Colleagues must make a note on the pre-printed MAR ‘see MDS MAR’ stating that the MDS MAR is being used to document administration.\nIf the prescribed medication is not administered for any reason – e.g., declined, away on holiday or at the hospital - the care worker must sign and state the reason on the back of the MAR (inserting the appropriate code on the front) and record this in the daily record.  \nWhere medication has been discontinued for any reason, this must be clearly recorded on the MAR, dated, and signed with any remaining days / weeks blocked out and recorded in the daily record.\nAll writing on MAR must be in black ink.\nIf a mistake is made on the MAR, colleagues must date, time and initial a single line through the error (using a ruler) and record an explanation for the error on the back of the MAR.\nThe MAR must be kept with the medication and kept in a clean, orderly manner.\nIn the event that a person regularly does not take medication prepared for them, colleagues must arrange for a GP review and repeat / review the Medication Needs Assessment and care and support plan.\nAdministration Of Medication\t\nOnly colleagues who have completed the required training and competency assessment can administer medication.\nWhen a person is receiving anticoagulant therapy administered to them by care staff, the INR results (a measure of how long it takes blood to clot) are recorded in the Yellow Book which is kept by the person who needs the anticoagulant.  This must be available for visiting nurses and other healthcare professionals.  Community Nursing Services will arrange and monitor the required blood tests (INR).  \nNote: not all prescribers supply a Yellow Book.  If this is the case, they will supply written notification of the prescribed dose.  All current anticoagulant therapy instructions must be kept with the MAR. \nMHA colleagues administering anticoagulants must always check if there have been any changes to the prescribed amount prior to administering / assisting with medication in order to make sure that the correct dose is given.  If the Yellow book / written instruction is absent from the prescriber, colleagues must contact the INR nurse, hospital, or GP for advice.\nWhen a person is having medication administered by staff, the care worker must visit them to administer the medication in private at the times specified on the prescription and MAR.  Administering medication in a shared area is not good practice. \nColleagues must always check the medication being administered corresponds with the medication record (MAR) prior to administering.  Any discrepancy must be discussed with the pharmacist or doctor before administration.\nMedication must be prescribed in an appropriate form for a person to be able to take.  Tablets must never be crushed or dissolved unless this is directed on the label and agreed by the pharmacist.  \nColleagues must never give medication to someone for whom it is not prescribed. \nColleagues must never give medication from an unmarked bottle.\nMHA cannot support the covert administration of medication in retirement living.\nProcedure – Colleagues must  \nAsk the person if they are ready to take their medication.\nConfirm the identity of the person.\nMake sure the person has their choice of drink / food - if applicable to the administration of that medication at the time.\nCheck the MAR and the MDS for the correct name.\nCheck the bottle or box labels and make sure the correct name is on the container.\nWash and dry their hands and any utensil that may be required – e.g., spoon, measure, and glass.\nAsk / make sure the person is sitting upright before help with medication is given.\n‘Pop’ the medication out into a pot, spoon, or small plate ready to take – handling as little as possible.\nObserve the person taking the medication and make sure they are comfortable afterwards.\nReplace all lids and packaging and re-store the medication in the place that they are stored.\nWash their hands and any utensils used.\nRecord in line with the level of support given.\nA person has a right to decline medication and this decision must be recorded and reported to the GP with the consent of the person concerned.\nHealth And Safety\nA Colleague must not give medication if - \nThe medication label is unclear.\nThe maximum daily dose of a medication has been taken in a twenty-four-hour period for PRN medication.  \nA person declines the medication.  A person cannot be forced to take their medication; however, some degree of verbal encouragement can be given.  If still declining, then this is to be reported to the GP / 111 and recorded in the daily record.  \nThere is any doubt about whether the previous dose was administered - advice must be sought from the GP / 111.\nA person is thought to have consumed excessive amounts of alcohol or be using illicit substances. \nMedication Errors / Incidents\t\t\nA medication error is ‘a failure in the treatment process that leads to, or has the potential to lead to, harm to the person in receipt of care’.  The use of the term failure signifies that the process has fallen below standard.  The treatment process includes prescribing, transcribing (when relevant), dispensing, and administration of a medicine, and the subsequent monitoring of its effects’.\nExamples of medication errors are - \nWhen medication has been administered to the wrong person.\nMedication given at the wrong time of day – e.g., night medication given at breakfast time.\nIncorrect dose given.\nFailing to administer medication without due reason.\nMedication administered but not recorded.\nMedication recorded but not administered.\nThere is suspicion that medication has been tampered with, is missing, or stolen.\nWhen there has been a medication error and possible harm to the affected person, Colleagues must inform the GP / 111 and give the following information \nName, date of birth of person receiving the wrong medication.\nType / dose / time of medication given in error.\nDetails of current medication.\nBrief medical history – i.e., recent illness.\nSigns of adverse reaction.\nThe colleague must follow the advice from the GP / 111.\nAt the earliest opportunity following a medication error, the care worker must inform the most senior person on duty giving full details of the incident and actions taken.\nThe most senior person on duty must inform the Area Manager of all medication errors / incidents at the earliest opportunity.\nFor serious medication incidents resulting in potential or actual harm that happen outside of normal office hours, if the manager is not contactable, the most senior person on duty must contact MHA’s out-of-hours service (MASCOT).\nMedication errors must be reported via a RADAR report. Colleagues should refer to Medication – Errors and Safeguarding Guidance (DP306l)\nRegulator Notifications \nThe Regulator will need to be notified in the following circumstances - \nCare Quality Commission (CQC) England \nThere is no requirement to notify CQC about medication errors, but a notification would be required if the cause or effect of a medication error was implicated in one of the following: \nA death \nAn injury \nAbuse, or an allegation of abuse \nAn incident reported to or investigated by the police \nCare Inspectorate, Wales (CIW)\nCIW must know when medication errors occur in domiciliary care services - particularly if medication is missed or the wrong medication is given.  Whilst Regulation 26 does not directly reference medication errors, failure to administer medication must be considered as a potential ‘misconduct’ issue (ref Reg 26 (2)(c)) and there is an expectation that each single error is reported.\nColleagues must record in the daily record when and how details of the error are given to the person (family / representative) affected by the error.\nColleagues must maintain close observation of the person affected and record these observations in the daily record and take any remedial actions necessary to avoid future recurrence – i.e., use the opportunity to discuss and record lessons learnt.\nThe manager must carefully and sensitively investigate all medication errors and decide on any further action in respect of the staff member involved, taking advice from the MHA Human Resources Team in conjunction with the Area Manager.  The immediate and honest disclosure of a medication error is always in the best interest of the person receiving care.\nMHAs encourages the immediate reporting of medication errors or incidents.  However, – failure to disclose a medication error could be regarded as gross misconduct.\nIn the event of an allegation of theft of medication, the following action needs to be carried out by the most senior person on duty - \nDo not touch anything.\nInform the Police.\nInform the Area Manager or on-call manager.\nDocument events clearly.\nInform the Regulator via the completion of the appropriate form.\nIf a medication is not available because stock levels have not been monitored, then this is a medication error.  The manager must investigate why this has occurred while new stock is urgently obtained.\nIf there is a concern that medication stock levels are not as they should be – e.g., as required medication that is not usually in an MDS – the manager may decide to put a weekly count in place.\nHomely Remedies Medication\nColleagues must not be involved in administering or supporting a person to take homely remedies and must only administer / support with prescribed medication(s).  They can, however, make a purchase of an over-the-counter medication upon request.  Where a request of this nature is made, Colleagues must inform the person that they will first seek advice from the pharmacist or GP and record the advice in the daily record.\nOver The Counter Medication\nIf the resident has been requested to purchase over the counter medications by their GP, following guidance from NHS England for conditions which over the counter items should not routinely be prescribed in primary care, the following must occur.\nA written record must be received from the GP advising the resident requires to take the medication however it will not be prescribed by the GP before staff can administer this medication.\nAn individual risk assessment should be completed\nThis letter must be stored in the residents Medication Profile\nThe medication is on the printed MAR or staff add this to Medication MDS MAR or Medication Blank MAR\nThis procedure should be added to the scheme’s local medication policy\nShort Term Medication\nWhen a person is prescribed a short-term course of medication this must be administered in accordance with GP instructions and must be included in the care file. \nIf an illness has altered or changed a person’s capacity, understanding or physical ability then Colleagues must carry out / repeat a new Medication Needs Assessment in order to make sure that the previously identified levels of assistance remain appropriate. \nIf a short-term illness results in a person requiring their level of support to be increased, it is important that, when the illness is resolved, Colleagues carry out a further assessment and where possible encourage independence again.  All adjustments must be reflected in the care and support plan.\nWhen Colleagues are responsible for administering a short-term course of medication, they must complete an appropriate short-term care and support plan with the person / representative.\nTransfer To Another Care Setting\nWhere Colleagues administer medication, a copy of the current MAR must accompany the person when being transferred to another care setting including admission to hospital.  This includes appointments and emergency admissions.  Some hospitals ask for medication to be taken with the person when they attend.\nIf a person is being transferred to a care home or another service the original MAR, along with any stocks of medication, must be given to the person in charge of the new care service, and a record made of this handover.  A copy of the MAR must be retained with the MHA care records.\nHolidays And Trips\nWhen a person, who has medication administered by care staff, goes away from their home, Colleagues must make arrangements for them to have the appropriate supply of their medication and record in the daily record that medication has been taken with them, and when it is returned. \nDisposal Of Medication\nMedication, that is no longer required, must be returned to the supplying pharmacist, with the consent of the person in receipt of care.  Colleagues must ask the person not to throw, or flush away pills and capsules. \nSingle unused pills must not be returned to their original container, but returned to the pharmacist in an envelope, or container provided by the pharmacist.  Liquid medication (that is no longer needed) must not be disposed of by flushing or pouring into the drainage system, all liquids must be returned to the pharmacist.  \nWhere in use, the tab bag or other container provided by the dispensing pharmacist for returning medication to pharmacy must be labelled with the following information: \nName of person.\nReason for return of medication.\nType of tablet (if known).\nDate and time declined / discovered.\nEmpty bottles and containers must be disposed of, but care must be taken when empty containers of flammable medication, including aerosols, are disposed of.  These must not be burnt.\nColleagues must remove labels from empty bottles and containers if disposing of in communal waste bins.  This will help to maintain confidentiality.  Only empty containers must be disposed of in waste bins. \nSpecialised Techniques\nIn exceptional circumstances and following an assessment by a healthcare professional, Colleagues may be asked to administer medication by a specialist technique.  \nAny request must be referred to the Area Manager for review and approval.\nAn appropriate risk assessment must be in place.  If the task is to be delegated to care staff, the healthcare professional must train the appropriate care workers, be satisfied they are competent to carry out the task and be available for further assistance, if needed.  Evidence of training, including the source of the training, must be recorded in the staff member’s personal files.\nSpecialist techniques might include - \nSome eye / ear drops.\nSome creams, ointments, gels.\nPEG (enteral) feed.\nEmergency support.\nResources\nMHA Retirement Living Policy Documents – located on MHA intranet’s policy library \nDomiciliary Care Policy Documents  \nMedication - Needs Assessment [DP306a]\nMedication – Profile [DP306b]\nMedication - PRN Protocol [DP306c]\nMedication - Body Map [DP306d]\nMedication - Staff Trained and Authorised Signature List [DP306e]\t\nMedication - Handover of Medication Keys [DP306f]\nMedication - MDS MAR [DP306g]\nMedication - MHA Blank MAR [DP306h]\nMedication - Monthly Audit [DP306i]\nMedication - Six Monthly Audit [DP306j] \t\nMedication - Errors and Safeguarding Guidance [DP306l]\nMedication - Shadow Shifts [DP306m]\nMedication – Annual Competency Assessment [DP306n]\nExternal Resources\nBritish National Formulary, Pharmaceutical Press, London\nCare Quality Commission; Fundamental Standards\nCSSIW National Minimum Standards for Domiciliary Care \nCare Inspectorate Scotland, Review of Medication Management Procedures.   \nNICE 2017 Managing Medication for people receiving social care in the community https://www.nice.org.uk/guidance/ng67 \nNHS England, Quick Reference Guide for Healthcare Professionals:\nhttps://www.england.nhs.uk/wp-content/uploads/2018/05/over-the-counter-quick-reference-guide.pdf \nVersion Control ",
  "sections": {
    "summary": "People who live in MHA retirement living settings will have suitable and sufficient support with medication. Trained and competent Colleagues will ensure the safe management and administration of medication.",
    "scope": "Colleagues and people who are in receipt of a care package in retirement living settings The aim of this policy are to - Promote independent medication management. Prioritise safety and wellbeing. Ensure best practice in relation to medication management. Meet the guidance, standards and audit requirements of the appropriate Regulators and experts such as NICE. Make sure that colleagues are suitably trained and competent with regard to medication.",
    "procedure": "Ask the person if they are ready to take their medication. Confirm the identity of the person. Make sure the person has their choice of drink / food - if applicable to the administration of that medication at the time. Check the MAR and the MDS for the correct name. Check the bottle or box labels and make sure the correct name is on the container. Wash and dry their hands and any utensil that may be required – e.g., spoon, measure, and glass. Ask / make sure the person is sitting upright before help with medication is given. ‘Pop’ the medication out into a pot, spoon, or small plate ready to take – handling as little as possible. Observe the person taking the medication and make sure they are comfortable afterwards. Replace all lids and packaging and re-store the medication in the place that they are stored. Wash their hands and any utensils used. Record in line with the level of support given. A person has a right to decline medication and this decision must be recorded and reported to the GP with the consent of the person concerned. Health And Safety A Colleague must not give medication if - The medication label is unclear. The maximum daily dose of a medication has been taken in a twenty-four-hour period for PRN medication. A person declines the medication. A person cannot be forced to take their medication; however, some degree of verbal encouragement can be given. If still declining, then this is to be reported to the GP / 111 and recorded in the daily record. There is any doubt about whether the previous dose was administered - advice must be sought from the GP / 111. A person is thought to have consumed excessive amounts of alcohol or be using illicit substances. Medication Errors / Incidents A medication error is ‘a failure in the treatment process that leads to, or has the potential to lead to, harm to the person in receipt of care’. The use of the term failure signifies that the process has fallen below standard. The treatment process includes prescribing, transcribing (when relevant), dispensing, and administration of a medicine, and the subsequent monitoring of its effects’. Examples of medication errors are - When medication has been administered to the wrong person. Medication given at the wrong time of day – e.g., night medication given at breakfast time. Incorrect dose given. Failing to administer medication without due reason. Medication administered but not recorded. Medication recorded but not administered. There is suspicion that medication has been tampered with, is missing, or stolen. When there has been a medication error and possible harm to the affected person, Colleagues must inform the GP / 111 and give the following information Name, date of birth of person receiving the wrong medication. Type / dose / time of medication given in error. Details of current medication. Brief medical history – i.e., recent illness. Signs of adverse reaction. The colleague must follow the advice from the GP / 111. At the earliest opportunity following a medication error, the care worker must inform the most senior person on duty giving full details of the incident and actions taken. The most senior person on duty must inform the Area Manager of all medication errors / incidents at the earliest opportunity. For serious medication incidents resulting in potential or actual harm that happen outside of normal office hours, if the manager is not contactable, the most senior person on duty must contact MHA’s out-of-hours service (MASCOT). Medication errors must be reported via a RADAR report. Colleagues should refer to Medication – Errors and Safeguarding Guidance (DP306l) Regulator Notifications The Regulator will need to be notified in the following circumstances - Care Quality Commission (CQC) England There is no requirement to notify CQC about medication errors, but a notification would be required if the cause or effect of a medication error was implicated in one of the following: A death An injury Abuse, or an allegation of abuse An incident reported to or investigated by the police Care Inspectorate, Wales (CIW) CIW must know when medication errors occur in domiciliary care services - particularly if medication is missed or the wrong medication is given. Whilst Regulation 26 does not directly reference medication errors, failure to administer medication must be considered as a potential ‘misconduct’ issue (ref Reg 26 (2)(c)) and there is an expectation that each single error is reported. Colleagues must record in the daily record when and how details of the error are given to the person (family / representative) affected by the error. Colleagues must maintain close observation of the person affected and record these observations in the daily record and take any remedial actions necessary to avoid future recurrence – i.e., use the opportunity to discuss and record lessons learnt. The manager must carefully and sensitively investigate all medication errors and decide on any further action in respect of the staff member involved, taking advice from the MHA Human Resources Team in conjunction with the Area Manager. The immediate and honest disclosure of a medication error is always in the best interest of the person receiving care. MHAs encourages the immediate reporting of medication errors or incidents. However, – failure to disclose a medication error could be regarded as gross misconduct. In the event of an allegation of theft of medication, the following action needs to be carried out by the most senior person on duty - Do not touch anything. Inform the Police. Inform the Area Manager or on-call manager. Document events clearly. Inform the Regulator via the completion of the appropriate form. If a medication is not available because stock levels have not been monitored, then this is a medication error. The manager must investigate why this has occurred while new stock is urgently obtained. If there is a concern that medication stock levels are not as they should be – e.g., as required medication that is not usually in an MDS – the manager may decide to put a weekly count in place. Homely Remedies Medication Colleagues must not be involved in administering or supporting a person to take homely remedies and must only administer / support with prescribed medication(s). They can, however, make a purchase of an over-the-counter medication upon request. Where a request of this nature is made, Colleagues must inform the person that they will first seek advice from the pharmacist or GP and record the advice in the daily record. Over The Counter Medication If the resident has been requested to purchase over the counter medications by their GP, following guidance from NHS England for conditions which over the counter items should not routinely be prescribed in primary care, the following must occur. A written record must be received from the GP advising the resident requires to take the medication however it will not be prescribed by the GP before staff can administer this medication. An individual risk assessment should be completed This letter must be stored in the residents Medication Profile The medication is on the printed MAR or staff add this to Medication MDS MAR or Medication Blank MAR This procedure should be added to the scheme’s local medication policy Short Term Medication When a person is prescribed a short-term course of medication this must be administered in accordance with GP instructions and must be included in the care file. If an illness has altered or changed a person’s capacity, understanding or physical ability then Colleagues must carry out / repeat a new Medication Needs Assessment in order to make sure that the previously identified levels of assistance remain appropriate. If a short-term illness results in a person requiring their level of support to be increased, it is important that, when the illness is resolved, Colleagues carry out a further assessment and where possible encourage independence again. All adjustments must be reflected in the care and support plan. When Colleagues are responsible for administering a short-term course of medication, they must complete an appropriate short-term care and support plan with the person / representative. Transfer To Another Care Setting Where Colleagues administer medication, a copy of the current MAR must accompany the person when being transferred to another care setting including admission to hospital. This includes appointments and emergency admissions. Some hospitals ask for medication to be taken with the person when they attend. If a person is being transferred to a care home or another service the original MAR, along with any stocks of medication, must be given to the person in charge of the new care service, and a record made of this handover. A copy of the MAR must be retained with the MHA care records. Holidays And Trips When a person, who has medication administered by care staff, goes away from their home, Colleagues must make arrangements for them to have the appropriate supply of their medication and record in the daily record that medication has been taken with them, and when it is returned. Disposal Of Medication Medication, that is no longer required, must be returned to the supplying pharmacist, with the consent of the person in receipt of care. Colleagues must ask the person not to throw, or flush away pills and capsules. Single unused pills must not be returned to their original container, but returned to the pharmacist in an envelope, or container provided by the pharmacist. Liquid medication (that is no longer needed) must not be disposed of by flushing or pouring into the drainage system, all liquids must be returned to the pharmacist. Where in use, the tab bag or other container provided by the dispensing pharmacist for returning medication to pharmacy must be labelled with the following information: Name of person. Reason for return of medication. Type of tablet (if known). Date and time declined / discovered. Empty bottles and containers must be disposed of, but care must be taken when empty containers of flammable medication, including aerosols, are disposed of. These must not be burnt. Colleagues must remove labels from empty bottles and containers if disposing of in communal waste bins. This will help to maintain confidentiality. Only empty containers must be disposed of in waste bins. Specialised Techniques In exceptional circumstances and following an assessment by a healthcare professional, Colleagues may be asked to administer medication by a specialist technique. Any request must be referred to the Area Manager for review and approval. An appropriate risk assessment must be in place. If the task is to be delegated to care staff, the healthcare professional must train the appropriate care workers, be satisfied they are competent to carry out the task and be available for further assistance, if needed. Evidence of training, including the source of the training, must be recorded in the staff member’s personal files. Specialist techniques might include - Some eye / ear drops. Some creams, ointments, gels. PEG (enteral) feed. Emergency support. Resources MHA Retirement Living Policy Documents – located on MHA intranet’s policy library Domiciliary Care Policy Documents Medication - Needs Assessment [DP306a] Medication – Profile [DP306b] Medication - PRN Protocol [DP306c] Medication - Body Map [DP306d] Medication - Staff Trained and Authorised Signature List [DP306e] Medication - Handover of Medication Keys [DP306f] Medication - MDS MAR [DP306g] Medication - MHA Blank MAR [DP306h] Medication - Monthly Audit [DP306i] Medication - Six Monthly Audit [DP306j] Medication - Errors and Safeguarding Guidance [DP306l] Medication - Shadow Shifts [DP306m] Medication – Annual Competency Assessment [DP306n] External Resources British National Formulary, Pharmaceutical Press, London Care Quality Commission; Fundamental Standards CSSIW National Minimum Standards for Domiciliary Care Care Inspectorate Scotland, Review of Medication Management Procedures. NICE 2017 Managing Medication for people receiving social care in the community https://www.nice.org.uk/guidance/ng67 NHS England, Quick Reference Guide for Healthcare Professionals: https://www.england.nhs.uk/wp-content/uploads/2018/05/over-the-counter-quick-reference-guide.pdf Version Control"
  }
}