{
  "id": "DP500",
  "title": "Unaccounted Absence ",
  "filename": "DP500 Unaccounted Absence .docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nThis Guidance Document is a stand-alone document to support colleagues to follow a procedure when they are worried about an unaccounted absence of an individual supported in retirement living. \nWhen an individual moves into a Retirement Living Scheme a discussion and agreement may be made about what the expectation is when an individual fails to respond to calls.  This should be recorded during the initial assessment and discussed during reviews or as required.\nPersonalised Response Protocols \nThe level of response to unaccounted absence will be dependent on the type of accommodation the resident lives in and any known vulnerability.  \nMHA has a duty of care to our resident and will always seek permission to access their property if we are worried about their welfare.  For individuals who are particularly vulnerable - e.g. living with dementia; risk assessments and support plans will be developed to support them to live as independently as possible.\nEach Retirement Living service will follow a structured individualised process, to ensure they have done everything possible to locate the resident and, if unable, to report it to the Police. \nIt is important to note that in Housing with Care, where required, support plans may contain information on the individual’s health, medication, and family contact details.  This is likely done using the Herbert Protocol.\nIn some housing schemes this information is predominantly held with a remote call centre like ‘Astraline’ due to colleagues not being available during a 24 hour period.  \nHerbert Protocol \nThe Herbert Protocol is a simple risk reduction tool to be used in the event of an adult with care and support needs going missing. It consists of a form that contains vital information about a person at risk that can be passed to the police at the point the person is reported missing.\nThe Herbert Protocol is a national scheme is designed to help those supporting someone living with dementia to make sure in the event of a person going missing the police can gain access to essential information promptly. \n\nThe Herbert Protocol form can be completed in advance if individual assessments identify a risk. The form must include important information including contact numbers, medication and health needs, and a photograph.\nLocal police agencies will have their own version of the form, which can be located through police websites.\nProcedures – Housing with Care\nIf an individual does not answer their door or respond to the call system in their flat at planned times, or at times when they are usually in, a colleague must attempt to contact them by telephone or call system.  \nAlternatively, concerns may be raised by family or friends who have not seen or have been unable to contact the person.  If there is no response, then the colleague should enter their accommodation using the master key (with a witness wherever possible) in order to ensure the resident is not ill and in need of help.\nIf not found, the unaccounted absence must be recorded, including the time.  It is useful to record the last time this person was seen, if known. \nIn line with the individual’s support plan, risk assessment and historical information, the most senior colleague will make a judgement as to how long colleagues will wait (if at all) before taking any further action.\nIf the individual cannot be located at the scheme, family members or friends of the resident will be contacted to inform them of our concerns and to see if they know of the person’s whereabouts.\nAt the time agreed by the most senior staff colleague on duty, Police will be notified of the missing person giving a description, including clothing, if possible, and any distinguishing features.  \nColleagues should give police a copy of the Herbert Protocol if one is in place.  If the risk has been identified as high at planning stage, a photograph should be available.  Colleagues must notify the police of any specific health problems or concerns.\nInform the Area Manager if during office hours and Mascot if outside of core hours. \nIf the individual returns to the scheme, the police must be notified immediately.\nIf the individual appears unwell or there is a health concern medical assistance must be sought.\nFamily must be notified to provide reassurances.\nThe incident must be fully recorded, and risk assessments completed or amended as necessary for future use.\nRoles and Responsibilities\nCommunication and Dissemination\nThis policy document is disseminated and implemented within MHA retirement living services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk. \nResources \nMHA policy documents, procedures, and guidance\nUnaccounted Absence - Herbert Protocol (example form)\nAdults Safeguarding Policy\nIncident Response and Escalation Policy \nConsent Policy \nExternal Resources \nAge UK - The Herbert Protocol \nVersion Control\nAppendix 1 – Example Herbert protocol guidance \nrefer to local police force for full form  ",
  "sections": {
    "summary": "This Guidance Document is a stand-alone document to support colleagues to follow a procedure when they are worried about an unaccounted absence of an individual supported in retirement living. When an individual moves into a Retirement Living Scheme a discussion and agreement may be made about what the expectation is when an individual fails to respond to calls. This should be recorded during the initial assessment and discussed during reviews or as required. Personalised Response Protocols The level of response to unaccounted absence will be dependent on the type of accommodation the resident lives in and any known vulnerability. MHA has a duty of care to our resident and will always seek permission to access their property if we are worried about their welfare. For individuals who are particularly vulnerable - e.g. living with dementia; risk assessments and support plans will be developed to support them to live as independently as possible. Each Retirement Living service will follow a structured individualised process, to ensure they have done everything possible to locate the resident and, if unable, to report it to the Police. It is important to note that in Housing with Care, where required, support plans may contain information on the individual’s health, medication, and family contact details. This is likely done using the Herbert Protocol. In some housing schemes this information is predominantly held with a remote call centre like ‘Astraline’ due to colleagues not being available during a 24 hour period. Herbert Protocol The Herbert Protocol is a simple risk reduction tool to be used in the event of an adult with care and support needs going missing. It consists of a form that contains vital information about a person at risk that can be passed to the police at the point the person is reported missing. The Herbert Protocol is a national scheme is designed to help those supporting someone living with dementia to make sure in the event of a person going missing the police can gain access to essential information promptly. The Herbert Protocol form can be completed in advance if individual assessments identify a risk. The form must include important information including contact numbers, medication and health needs, and a photograph. Local police agencies will have their own version of the form, which can be located through police websites.",
    "procedure": "If an individual does not answer their door or respond to the call system in their flat at planned times, or at times when they are usually in, a colleague must attempt to contact them by telephone or call system. Alternatively, concerns may be raised by family or friends who have not seen or have been unable to contact the person. If there is no response, then the colleague should enter their accommodation using the master key (with a witness wherever possible) in order to ensure the resident is not ill and in need of help. If not found, the unaccounted absence must be recorded, including the time. It is useful to record the last time this person was seen, if known. In line with the individual’s support plan, risk assessment and historical information, the most senior colleague will make a judgement as to how long colleagues will wait (if at all) before taking any further action. If the individual cannot be located at the scheme, family members or friends of the resident will be contacted to inform them of our concerns and to see if they know of the person’s whereabouts. At the time agreed by the most senior staff colleague on duty, Police will be notified of the missing person giving a description, including clothing, if possible, and any distinguishing features. Colleagues should give police a copy of the Herbert Protocol if one is in place. If the risk has been identified as high at planning stage, a photograph should be available. Colleagues must notify the police of any specific health problems or concerns. Inform the Area Manager if during office hours and Mascot if outside of core hours. If the individual returns to the scheme, the police must be notified immediately. If the individual appears unwell or there is a health concern medical assistance must be sought. Family must be notified to provide reassurances. The incident must be fully recorded, and risk assessments completed or amended as necessary for future use.",
    "responsibilities": "Communication and Dissemination This policy document is disseminated and implemented within MHA retirement living services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk. Resources MHA policy documents, procedures, and guidance Unaccounted Absence - Herbert Protocol (example form) Adults Safeguarding Policy Incident Response and Escalation Policy Consent Policy External Resources Age UK - The Herbert Protocol Version Control Appendix 1 – Example Herbert protocol guidance refer to local police force for full form"
  }
}