{
  "id": "EST006",
  "title": "Construction Management Policy and Guidance",
  "filename": "EST006 Construction Management Policy and Guidance.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "         Introduction\nThe Construction (Design and Management) Regulations 2015 (CDM 2015) came into force on the 6 April 2015, replacing CDM 2007. CDM 2015 requires all parties involved to give sufficient time and thought to planning construction projects so that health is protected, and safety enhanced during planning, construction, subsequent repair and maintenance, and eventual demolition.\nThese regulations place legal obligations on duty holders involved in construction projects and include clients (MHA), designers, principal designers, principal contractors, contractors, and workers.\nSeveral of the MHA properties may be actively involved with construction, demolition, or refurbishment projects. Where such projects take place, the Company becomes the ‘Client’ under the terms of CDM 2015.  MHA will comply with all requirements of CDM 2015 including appointment of the Principal Designer, Principal Contractor and other Contractors and designers.\n         Scope and Purpose\nA number of the MHA properties may be actively involved with construction, demolition, or refurbishment projects. Where such projects take place, MHA becomes the ‘Client’ under the terms of CDM 2015 (see Duties of Client below). MHA will comply with all requirements of CDM 2015 including appointment of the Designer or Principal Designer, Principal Contractor, and other Contractors where necessary.\nMHA will ensure the implementation of all legal duties placed upon these roles, ensure that those involved are suitably competent and are working to and complying with the CDM 2015 regulations and the guidance contained within L153 (HSE Guidance on Regulations). \nThe roles of Principal Designer, Principal Contractor and Contractor are not normally undertaken by MHA on projects and therefore will generally be fulfilled by external organisations working as competent specialists. \nThe degree of input by the company to comply with the CDM Regulations will be proportionate to the complexity and difficulty of the project, and the degree of risk identified.\n         Construction Scope of Works CDM\nAll “construction” work is covered and includes works such as:\nBuilding (including landscaping, etc.)\nAlteration\nConversion\nFitting out\nCommissioning and decommissioning\nRenovations\nRepairs\nUpkeep\nRedecoration\nMaintenance\nCleaning\nDemolition and dismantling of structures\nThis list is not exhaustive. Further clarification and definitions can be found in Regulation 2 of the CDM Regulations or by taking advice from MHA’s Estates Department.\nThe following are some examples of jobs not classed as “construction work”:\nGeneral maintenance of fixed plant, except where this is done as part of other construction work, or it involves substantial dismantling or alteration of fixed plant which is large enough to be a structure in its own right.\nTree planting and general horticultural work.\nPositioning and removal of lightweight movable partitions, such as those used to divide open plan offices or to create exhibition stands and displays.\nSurveying\nThis list is not exhaustive. Further clarification and definitions can be found in Regulation 2 of the CDM Regulations or by taking advice from MHA’s Estates Department.\n         Notification\nCDM 2015 applies to all construction work projects. There are two types of projects which fall under the scope of the CDM 2015 Regulations, notifiable and non-notifiable.\n Projects are notifiable where:\nAll “construction” work (the construction phase) is going to last more than 30 working days and have more than 20 workers working simultaneously at any point on a project: or\nExceed 500 person days.\nWhere a construction project must be notified, the client must submit a notice in writing to the relevant enforcing authority (HSE).\nNote: all days on which construction work is likely to take place (including weekends and bank holidays) count towards the period of construction work.\nIf a construction project is not notifiable at first, but there are subsequent changes to its scope so that it fits the criteria for notification, the client must notify the work to the relevant enforcing authority as soon as possible.\n         All Construction Projects\nCDM 2015 applies to all construction projects, whether notifiable or not. Where there will be more than one contractor involved on a project, MHA must appoint a Principal Designer (PD) and a Principal Contractor (PC). Both parties must have the skills, knowledge, and experience and, if they are an organisation, the organisational capability, necessary to fulfil the role they are appointed to undertake, in a manner that secures the health and safety of any person affected by the project. The Principal Designer must be able to act as MHA’s key project advisor in matters of construction health and safety. \nEarly appointment of the Principal Designer is crucial and should be made as early as possible in the design process, if practicable at the concept stage.  The duration of the Principal Designer’s appointment should consider any design work which may continue into the construction phase or any issues which may arise during construction involving the need to modify the design.  \nWhere a Principal Designer’s appointment finishes before the end of the project, MHA must ensure that the Principal Contractor is fully briefed on matters arising from designs relevant to any subsequent construction work.  MHA must also make sure that the PD passes the Health and Safety File to the PC so that it can be revised or added to during the remainder of the project. \nMHA will ensure that:\nA CDM Advisor is appointed as early as possible to fulfil the duties identified in MHA’s CDM Schedule of Duties (Appendix B of this document).\nA CDM Advisor is appointed as early as possible using the Schedule of Services for the CDM Client Advisor under CDM 2015 (Appendix C of this document).\nA competent Principal Contractor is appointed until the end of the construction phase design work, other than initial design works, is not started until the Principal Designer is appointed.\nThe construction phase does not start unless there is a suitable health and safety plan of work in place.\nSatisfactory welfare facilities are in place from the start of the works.\nThe Health and Safety File is retained after the construction phase has finished.\nWhere relevant, the project is notified to HSE as early as possible, and the notification updated if the details change. This can be done ‘online’ and can be done by MHA’s CDM advisor on their behalf.\nThere is good co-ordination and co-operation of the health and safety aspects of design work involved in the project between all parties involved.\nPre-construction information is passed to the relevant appointed persons.\nThere is good communication between all parties.\nThe general principles of risk prevention are applied where risks are identified.\nSufficient time and resources are allowed for planning and welfare facilities to be properly organised for the project.\nOther duties may apply depending on the project and roles undertaken by MHA.\n         Principal Designer\nMHA will appoint an external competent Principal Designer to assist with the project who satisfies all or most of the following requirements:\nA knowledge and experience of the type of work planned\nA knowledge and understanding of risks, how to control them and of relevant standards\nAn understanding of the need to combat risks at source including those affecting the efficient on-going running and maintenance of the project\nHas adequate resources available\nHas evidence of training in that work and records to demonstrate individual and group competency\nMHA will use its own internal Contractors Health and Safety Questionnaire (Appendix D of this guidance document) and Marking Sheet (Appendix E of this document) to help set standards of competence for appointments and to assess the competence level of potential Principal Designers, Principal Contractors, Designers or Contractors who may be appointed by MHA.\n         Project Information\nFollowing reasonable enquiries about the land being developed or buildings due to be refurbished, MHA will provide all necessary information on health and safety to the Principal Designer and Principal Contractor. This will include, for example, information about land contamination, the presence of asbestos or information about adjoining sites / buildings.\n         Principal Contractor\nMHA will appoint a competent Principal Contractor for the Project Construction phase who, prior to or during tendering, has demonstrated that they have the following:\nA knowledge and experience of the type of work planned\nA knowledge and understanding of risks, how to control them and of relevant standards\nA safety policy and organisational arrangements for safely managing the work on site\nThe availability of competent health and safety advice to the management team as required and defined under the Management of Health and Safety at Work Regulations 1999\nAdequate site safety arrangements including supervision and management resources available\nEvidence of training and records to demonstrate individual and group competencies\nSatisfactory completion of Methodist Homes Association” CDM – Contractor H&S Questionnaire (Appendix D).\nIt is the legal responsibility of the Principal Contractor to manage the Construction Phase of a project on which more than one contractor will be employed\nThe Principal Contractor is responsible for appointing contractors required to provide specialist works on the construction phase of the project. It is the legal responsibility of the Principal Contractor to manage safely any contractors appointed and to obtain written evidence that they will be always working in a safe manner. \nPrior to starting work contractors must provide written evidence of proposed safe working methods for the Principal Contractor.\n         Designer (or Principal Designer)\nWhere it is necessary to arrange for a Designer (or Principal Designer) to prepare a design for “construction” work, MHA will ensure that they have the necessary skills, knowledge and experience and are adequately resourced to carry out their health and safety responsibilities. \nWhere more than one contractor is allocated to the project a “Principal Designer” will be appointed.\n         Health and Safety\nMHA will ensure, so far as is reasonably practicable, that a suitable construction phase plan has been prepared by the principal contractor before construction work commences. Throughout the project the Principal Contractor must ensure that the construction phase plan is appropriately reviewed, updated, and revised as necessary to ensure that work is carried out, so far as is reasonably practicable, without risk to health and safety.\nThe Principal Designer (or where there is no Principal Designer, the Principal Contractor) will ensure that the Health and Safety File is provided for MHA at the end of any project. The file will be made available to future contractors planning to carry out repair and maintenance work at the property. \nThe Health and Safety File will be kept for the life of the building. If the building is sold, the Health and Safety File (or a copy) must be forwarded to the new occupier.\n         Duties of the Client\nAs the client for construction, demolition and refurbishment projects, MHA will ensure that the following duties are adhered to, so far as is reasonably practicable:\nMake sure suitable arrangements are established, maintained, and reviewed for managing a project, including allocation of sufficient time and other resources. Arrangements are suitable if they ensure that:\nThe construction work can be carried out, so far as reasonably practicable, without risks to the health or safety of any person affected by the project; and:\nThe welfare facilities required by schedule 2 are provided in respect of any person carrying out construction work.\nEnsure designers and contractors appointed have the skills, knowledge, and experience necessary to fulfil the role that they are appointed to undertake.\nProvide pre-construction information including details of site hazards to every designer or contractor appointed or being considered for appointment.\nBefore the construction phase begins, a construction phase plan is drawn up by the contractor if there is only one contractor, or by the principal contractor.\nEnsure the principal designer prepares a health and safety file for the project (health & safety file only required for projects involving more than one contractor)/\nWhere there is more than one contractor working on a project, appoint in writing, and ensure these parties execute their duties:\nA designer with control over the pre-construction phase as principal designer\nA contactor as principal contractor.\nNote: where the client does not appoint either of the above, the client will fulfil these duties\n         Pre-Contract Meetings\nPre-contract meetings are used on larger projects to enable all relevant parties to meet and discuss key aspects of the proposed project and to plan for future foreseeable issues which may require significant decisions or controls. It is important that where works will affect the Home or Scheme, Managers are involved at the earliest possible stage on construction projects and are sent copies of any relevant paperwork so they can contribute to the project where necessary and comment on safety issues which will affect their colleague and residents.\n         Roles and Responsibilities\n         Training and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nWhilst there is no explicit legal requirement to monitor safety standards on a construction project MHA will ensure that all contractors undertaking works on our behalf, whether on a large Notifiable project or a small non-notifiable project, are working legally, safely and with due care and attention. \nMHA will undertake close monitoring and ensure strong communication between relevant parties on all construction projects.  Monitoring activities and frequency will be agreed before the construction work commences.\n         Communication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \n         Resources \nMHA policy documents, procedures and guidance\nHealth & Safety Questionnaire for Contractors, Principal Designers and Designers\nExternal Resources \nConstruction (Design and Management) Regulations 2015 (CDM 2015)\nSchedule of Services for CDM Client Advisor under CDM 2015\nCDM Schedule of Duties\nHealth & Safety Questionnaire for Contractors, Principal Designers and Designers\nCDM Competence Assessment – Marking Sheet (MHA use only)\nGeneral Responsibilities under CDM 2015\n         Appendices \nAppendix 1 - CDM Schedule of Duties\nAppendix 2 - Schedule of Services for CDM Client Advisor under CDM 2015\nAppendix 3 - Health & Safety Questionnaire for Contractors, Principal Designers and Designers\nAppendix 4 - CDM Competence Assessment – Marking Sheet (MHA use only)\nAppendix 5 - General Responsibilities under CDM 2015\nAppendix 1- CDM Schedule of Duties\nAppendix 2 - Schedule of Services for CDM Client Advisor under CDM 2015\nThe Client Advisor shall assist the client (MHA) with discharging their duties under the Construction (Design and Management) Regulations 2015. These services are to:\nMeet and discuss with the client his duties under CDM 2015.\nAid with the identification and appointment of Principal Designer and Principal Contractor\nConfirm with the client and other duty holders the arrangements for managing the project (including the allocation of sufficient time and other resources) including project communication, roles, and responsibilities.\nAid the client in the identification and preparation of the pre-construction information required by regulation 4 (4); for forwarding to the Principal Designer\nAdvise on the methods to be adopted to check the competence and adequacy of resources of proposed Principal Designer, Designers, and the proposals Principal Contractor as appropriate for the project.\nMonitor and review the Principal Designer’s procedures for working with designers; to identify, eliminate or control, so far as is reasonably practicable, foreseeable risks to the health and safety of any person carrying out or liable to be affected by construction work, maintaining, or cleaning a structure or using a structure designed as a workplace.\nLiaise with the client with regards to the proposed mobilisation period and prepared for submission the F10 notification of the project to the Health & Safety Executive (HSE) as required by the CDM Regulations 2015.\nCheck the Principal Designer complies with their duties under CDM Regulation 11 and 12.\nSubmit notification of the project to the HSE on behalf of the client.\nLiaise with the Principal Contract and advise the Client when the Construction Phase Plan has been suitably developed by the Principal Contractor to enable the client to allow the construction phase of the project to commence on site.\nCheck the Principal Contractor complies with the duties in regulations 12 to 14 and advise the client of this check\nReview the provision of welfare arrangements with respect to compliance with Schedule 2 of the CDM Regulations.\nMonitor the on-going development of the Health & Safety file development by either the Principal Designer or the Principal Contractor during the project in accordance with Regulation 12.\nMonitor the delivery of the Health & Safety File to the client in conformity with Regulation 12(10)\nUndertake site inspections to review that the Principal Contractor complies with regulations 12 to 14 including compliance with Schedule 2 of the CDM Regulations.\nAppendix 3 - Health & Safety Questionnaire for Contractors, Principal Designers and Designers\nAppendix 4 - CDM Competence Assessment – Marking Sheet (For MHA use only)\nMARKING\nExcellent – 5\nGood – 4\nAverage – 3\nPoor – 2\nVery poor – 0\nThreshold for competence = 75% = 64 points out of a potential 85\nA mark of 0 (very poor) in any category will disqualify.\nAppendix 5 - General Responsibilities under CDM 2015\nClient Responsibilities\nAs the client for construction, demolition and refurbishment projects, MHA will ensure that the following duties are adhered to, so far as is reasonably practicable:\nMake sure suitable arrangements are established, maintained, and reviewed for managing a project, including allocation of sufficient time and other resources. Arrangements are suitable if:\nif the construction work can be carried out, so far as reasonably practicable, without risks to the health or safety of any person affected by the project.\nthe welfare facilities required by Schedule 2 are provided in respect of any person carrying out construction work.\nEnsure designers and contractors appointed have appropriate skills, knowledge, and experience.\nProvide pre-construction information including details of site hazards to every designer or contractor appointed or being considered for appointment.\nBefore the construction phase begins, a construction phase plan is drawn up by the contractor if there is only one contractor, or by the principal contractor.\nEnsure the principal designer prepares a health and safety file for the project (health & safety file required for projects involving more than one contractor).\nWhere there is more than one contractor working on a project, appoint in writing:\nA designer with control over the pre-construction phase as principal designer.\nA contactor as principal contractor.\nNote: Where the client does not appoint either of the above, the client will fulfil these duties).\nDesigner Responsibilities\nDesigners are those who prepare or modify designs for a building, product or system relating to construction work.\nFor construction projects, designers will: -\nInform the client of their CDM responsibilities before construction work commences\nDesign out or minimise risks associated with their designs so far as is reasonably practicable\nProvide information regarding residual risks to the principal designer and ensure appropriate information is included in the health and safety file.\nPrincipal Designer’s Responsibilities (applicable to projects involving more than one contractor)\nPrincipal Designers can be an organisation or an individual with sufficient knowledge, experience, and ability to carry out the role.\n For construction projects, principal designers will:\nPlan, manage and monitor the pre-construction phase with regard to health and safety.\nTake account of any construction phase plan and existing health and safety file.\nIdentify risks that are likely to arise while carrying out construction work or use of the premises following construction work.\nEnsure the design team, design out or minimise risks associated with designs, so far as is reasonably practicable.\nPrincipal Contractor’s Responsibilities (applicable to projects involving more than one contractor)\nPrincipal Contractors are contractors appointed by the client to coordinate the construction phase of a project.\nFor construction projects, principal contractors will: \nPlan, manage and monitor the construction phase of the project to ensure that work is undertaken safely.\nLiaise with the client and principal designer.\nPrepare a construction phase plan.\nOrganise cooperation between contractors and coordinating their work.\nEnsure suitable site inductions are provided.\nTake reasonable measures to prevent unauthorised access onto site.\nConsult and engage with workers regarding health and safety.\nProvide welfare facilities.\nContractor’s Responsibilities\nContractors are those that do the actual construction work and can be either an individual or company.\nFor construction projects, contractors will: \nProvide each worker under their control with adequate supervision, instruction, and training so that they can undertake work safely.  \nPlan, manage and monitor construction carried out under their control.\nFor projects involving more than one contractor comply with directions given to them by the principal designer and principal contractor.\nFor single contractor projects prepare a construction phase plan.\nUndertake relevant risk assessment and method statements.\nWorker’s Responsibilities\nWorkers are the people who work for or are under the control of a contractor on a construction site. For construction projects, workers will: \nTake care of their own health and safety and others who may be affected by their actions.\nReport anything, they see which is likely to endanger their own or others health and safety.\nCooperate with others and coordinate work to ensure the health and safety of construction workers and others who may be affected by their work.\n         Version Control",
  "sections": {
    "summary": "The Construction (Design and Management) Regulations 2015 (CDM 2015) came into force on the 6 April 2015, replacing CDM 2007. CDM 2015 requires all parties involved to give sufficient time and thought to planning construction projects so that health is protected, and safety enhanced during planning, construction, subsequent repair and maintenance, and eventual demolition. These regulations place legal obligations on duty holders involved in construction projects and include clients (MHA), designers, principal designers, principal contractors, contractors, and workers. Several of the MHA properties may be actively involved with construction, demolition, or refurbishment projects. Where such projects take place, the Company becomes the ‘Client’ under the terms of CDM 2015. MHA will comply with all requirements of CDM 2015 including appointment of the Principal Designer, Principal Contractor and other Contractors and designers.",
    "purpose": "A number of the MHA properties may be actively involved with construction, demolition, or refurbishment projects. Where such projects take place, MHA becomes the ‘Client’ under the terms of CDM 2015 (see Duties of Client below). MHA will comply with all requirements of CDM 2015 including appointment of the Designer or Principal Designer, Principal Contractor, and other Contractors where necessary. MHA will ensure the implementation of all legal duties placed upon these roles, ensure that those involved are suitably competent and are working to and complying with the CDM 2015 regulations and the guidance contained within L153 (HSE Guidance on Regulations). The roles of Principal Designer, Principal Contractor and Contractor are not normally undertaken by MHA on projects and therefore will generally be fulfilled by external organisations working as competent specialists. The degree of input by the company to comply with the CDM Regulations will be proportionate to the complexity and difficulty of the project, and the degree of risk identified.",
    "scope": "All “construction” work is covered and includes works such as: Building (including landscaping, etc.) Alteration Conversion Fitting out Commissioning and decommissioning Renovations Repairs Upkeep Redecoration Maintenance Cleaning Demolition and dismantling of structures This list is not exhaustive. Further clarification and definitions can be found in Regulation 2 of the CDM Regulations or by taking advice from MHA’s Estates Department. The following are some examples of jobs not classed as “construction work”: General maintenance of fixed plant, except where this is done as part of other construction work, or it involves substantial dismantling or alteration of fixed plant which is large enough to be a structure in its own right. Tree planting and general horticultural work. Positioning and removal of lightweight movable partitions, such as those used to divide open plan offices or to create exhibition stands and displays. Surveying This list is not exhaustive. Further clarification and definitions can be found in Regulation 2 of the CDM Regulations or by taking advice from MHA’s Estates Department. Notification CDM 2015 applies to all construction work projects. There are two types of projects which fall under the scope of the CDM 2015 Regulations, notifiable and non-notifiable. Projects are notifiable where: All “construction” work (the construction phase) is going to last more than 30 working days and have more than 20 workers working simultaneously at any point on a project: or Exceed 500 person days. Where a construction project must be notified, the client must submit a notice in writing to the relevant enforcing authority (HSE). Note: all days on which construction work is likely to take place (including weekends and bank holidays) count towards the period of construction work. If a construction project is not notifiable at first, but there are subsequent changes to its scope so that it fits the criteria for notification, the client must notify the work to the relevant enforcing authority as soon as possible. All Construction Projects CDM 2015 applies to all construction projects, whether notifiable or not. Where there will be more than one contractor involved on a project, MHA must appoint a Principal Designer (PD) and a Principal Contractor (PC). Both parties must have the skills, knowledge, and experience and, if they are an organisation, the organisational capability, necessary to fulfil the role they are appointed to undertake, in a manner that secures the health and safety of any person affected by the project. The Principal Designer must be able to act as MHA’s key project advisor in matters of construction health and safety. Early appointment of the Principal Designer is crucial and should be made as early as possible in the design process, if practicable at the concept stage. The duration of the Principal Designer’s appointment should consider any design work which may continue into the construction phase or any issues which may arise during construction involving the need to modify the design. Where a Principal Designer’s appointment finishes before the end of the project, MHA must ensure that the Principal Contractor is fully briefed on matters arising from designs relevant to any subsequent construction work. MHA must also make sure that the PD passes the Health and Safety File to the PC so that it can be revised or added to during the remainder of the project. MHA will ensure that: A CDM Advisor is appointed as early as possible to fulfil the duties identified in MHA’s CDM Schedule of Duties (Appendix B of this document). A CDM Advisor is appointed as early as possible using the Schedule of Services for the CDM Client Advisor under CDM 2015 (Appendix C of this document). A competent Principal Contractor is appointed until the end of the construction phase design work, other than initial design works, is not started until the Principal Designer is appointed. The construction phase does not start unless there is a suitable health and safety plan of work in place. Satisfactory welfare facilities are in place from the start of the works. The Health and Safety File is retained after the construction phase has finished. Where relevant, the project is notified to HSE as early as possible, and the notification updated if the details change. This can be done ‘online’ and can be done by MHA’s CDM advisor on their behalf. There is good co-ordination and co-operation of the health and safety aspects of design work involved in the project between all parties involved. Pre-construction information is passed to the relevant appointed persons. There is good communication between all parties. The general principles of risk prevention are applied where risks are identified. Sufficient time and resources are allowed for planning and welfare facilities to be properly organised for the project. Other duties may apply depending on the project and roles undertaken by MHA. Principal Designer MHA will appoint an external competent Principal Designer to assist with the project who satisfies all or most of the following requirements: A knowledge and experience of the type of work planned A knowledge and understanding of risks, how to control them and of relevant standards An understanding of the need to combat risks at source including those affecting the efficient on-going running and maintenance of the project Has adequate resources available Has evidence of training in that work and records to demonstrate individual and group competency MHA will use its own internal Contractors Health and Safety Questionnaire (Appendix D of this guidance document) and Marking Sheet (Appendix E of this document) to help set standards of competence for appointments and to assess the competence level of potential Principal Designers, Principal Contractors, Designers or Contractors who may be appointed by MHA. Project Information Following reasonable enquiries about the land being developed or buildings due to be refurbished, MHA will provide all necessary information on health and safety to the Principal Designer and Principal Contractor. This will include, for example, information about land contamination, the presence of asbestos or information about adjoining sites / buildings. Principal Contractor MHA will appoint a competent Principal Contractor for the Project Construction phase who, prior to or during tendering, has demonstrated that they have the following: A knowledge and experience of the type of work planned A knowledge and understanding of risks, how to control them and of relevant standards A safety policy and organisational arrangements for safely managing the work on site The availability of competent health and safety advice to the management team as required and defined under the Management of Health and Safety at Work Regulations 1999 Adequate site safety arrangements including supervision and management resources available Evidence of training and records to demonstrate individual and group competencies Satisfactory completion of Methodist Homes Association” CDM – Contractor H&S Questionnaire (Appendix D). It is the legal responsibility of the Principal Contractor to manage the Construction Phase of a project on which more than one contractor will be employed The Principal Contractor is responsible for appointing contractors required to provide specialist works on the construction phase of the project. It is the legal responsibility of the Principal Contractor to manage safely any contractors appointed and to obtain written evidence that they will be always working in a safe manner. Prior to starting work contractors must provide written evidence of proposed safe working methods for the Principal Contractor. Designer (or Principal Designer) Where it is necessary to arrange for a Designer (or Principal Designer) to prepare a design for “construction” work, MHA will ensure that they have the necessary skills, knowledge and experience and are adequately resourced to carry out their health and safety responsibilities. Where more than one contractor is allocated to the project a “Principal Designer” will be appointed. Health and Safety MHA will ensure, so far as is reasonably practicable, that a suitable construction phase plan has been prepared by the principal contractor before construction work commences. Throughout the project the Principal Contractor must ensure that the construction phase plan is appropriately reviewed, updated, and revised as necessary to ensure that work is carried out, so far as is reasonably practicable, without risk to health and safety. The Principal Designer (or where there is no Principal Designer, the Principal Contractor) will ensure that the Health and Safety File is provided for MHA at the end of any project. The file will be made available to future contractors planning to carry out repair and maintenance work at the property. The Health and Safety File will be kept for the life of the building. If the building is sold, the Health and Safety File (or a copy) must be forwarded to the new occupier.",
    "responsibilities": "Workers are the people who work for or are under the control of a contractor on a construction site. For construction projects, workers will: Take care of their own health and safety and others who may be affected by their actions. Report anything, they see which is likely to endanger their own or others health and safety. Cooperate with others and coordinate work to ensure the health and safety of construction workers and others who may be affected by their work. Version Control"
  }
}