{
  "id": "FP003",
  "title": "Business Expenses Policy and Procedure (1)",
  "filename": "FP003 Business Expenses Policy and Procedure (1).docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nThis policy sets out MHA’s policy, procedure, and schedule relating to the claiming and reimbursement of business expenses for colleagues who incurred such costs as a result of their duties of employment at MHA. \nThis document does not relate to relocation expenses. All expenses incurred in association with relocation must be processed separately in accordance with the relocation procedure.\nScope and Purpose\nAll colleagues within MHA and subsidiary companies. To ensure all MHA colleagues are reimbursed for approved expenditure incurred for reasonable and lawful business activities, travel, meetings, and entertainment.\nFor volunteer expenses, refer to the Volunteer - Expenses Policy.\nStatement of Intent\nAny expenditure not covered in this policy is regarded as exceptional but reasonable miscellaneous expenditure which must be approved in advance by the relevant director. \nColleagues must always consider the most reasonable and cost-effective method or choice of provider taking into consideration their time and the purpose of the business expense.\nColleagues need to be aware that all expenses are subject to review by HMRC on an individual basis. Rates provided will always follow HMRC published rates in place at the time of claim. It is therefore in the interest of each colleague to be as explicit as possible in completing the Expense Claim (see section on procedure) and to maintain a personal record of expenses claimed.\nThe amount of reimbursement agreed by HMRC regularly changes.  MHA will always pay in accordance with HMRC guidelines.  Any claims made will be paid at the rate applicable at the time of the claim.\nIn the event that a visit is curtailed, or a journey cancelled, any unused travel tickets must be immediately returned for refund.  In all cases travel documents/currency should be sent under cover of a written note.\nExpense Categories\nTravel\nColleagues must:\nHave their line managers approval before booking any travel or accommodation.\nTravel standard or economy class.\nReport any special offers, such as additional free or discounted tickets, to the relevant director, as such offers are MHA’s ‘property’ and must not be kept for personal use by the colleague.\nBook in advance and as soon as possible, to take advantage of discounted prices.\nGet the line manager’s permission for any enroute deviations such as a personal detour.\nWhere practicable, use rail travel in preference to a private car (for those not in receipt of a car allowance) – especially for journeys over 100 miles (see appendices 4 and 5 for more information). \nUse all other forms of transport when necessary - taxis, minicabs, under / over ground, trains, and buses etc.\nMHA have teamed up with travel agent “Clarity Travel” to assist colleagues with booking and invoicing both travel and accommodation which means that colleagues don’t have to pay upfront and then submit expenses to be reimbursed afterwards (business expenses schedule limits still apply). Colleagues don’t have to book travel and accommodation through Clarity Travel but can do if they choose to.\nRail fares will be reimbursed after deducting the normal home to office costs whenever relevant.\nAny costs for inoculations or anti-malarial drugs necessary for the destination will be reimbursed.\nTime off in lieu to compensate for weekend travel subject to prior authorisation and in certain circumstances may be granted (request directly with line management).\nMileage\nColleagues completing work related journeys may claim mileage for business travel, which is defined as journeys a colleague has to make in the course of doing their job.\nTravel between a colleague’s house and their normal place of work is regarded as private. It will not be reimbursed with the exception of mobile workers who live within and are contracted to work within a specific geographical area (see appendices 2 and 3 for more information).\nActual travel costs between a colleague’s house and a place of work other than the normal place of work will be reimbursed. However, colleagues will need to deduct their normal home to work (private) mileage and vice versa in order to claim business mileage. Deduction of private mileage is capped at 20 miles each way (40 miles for the overall journey to and from).\nIf a colleague’s home is outside of a specific designated geographical area, their journey from home to the area is counted as private and cannot be claimed.\nIf a colleague is temporarily working in a geographical area and living outside of that area, where agreed as part of the arrangement, they will be reimbursed for the journey from home to the area, however, this will be reviewed bi-annually and must not exceed a period of 2 years.\nThose colleagues expected to travel in the course of their duties occasionally can choose to either use public transport, a hire car, or their own vehicle (hire car usage is subject to approval prior to use). If using their own vehicle, they must ensure it meets the requirements of those specified in the terms of provision for car allowance.\nWhen a colleague uses their own private car for business journeys, they will be reimbursed for oil, fuel, and depreciation at a rate per business mile driven (see business expenses schedule). \nWhen a colleague undertakes a work-related trip which is not private mileage, and they carry a passenger who is also a colleague, additional expense can be claimed (see section for Business Expenses Schedule).\nIncidental expenses such as road tolls and parking fees are reimbursable.\nPrivate vehicles must be insured for business use. The colleague will need to ensure they have the correct level of insurance. The standard rate per mile has considered any additional insurance costs. \nAll car hire must be approved in advance by the colleagues director (see appendix 4 for more information on car hire).\nAny other necessary costs incurred as part of business travel will be reimbursed i.e., currency exchange and baggage.\nCar Allowances\nEligible roles for a car allowance are included in colleagues’ contract of employment.\nThe current tax treatment has been factored into the calculation of the car allowance which takes into consideration the colleague’s ability to reclaim monies from the HM Revenue & Customs, i.e., the difference between the current organisations business mileage rate and that allowable by the HM Revenue & Customs under the Approved Mileage Allowance Payments scheme. It is the colleague’s responsibility to claim these monies from the HM Revenue & Customs (Appendix 1 and 9).\nFor more information on car allowances, including eligibility and terms of provisions please refer to the Driving for Work policy.\nOvernight Accommodation\nOvernight accommodation may be requested from line management based on the business need, approval considerations including required length of travel time/distance, reasonable travel time of day, and how many days at the location are required should be taken into account. \nMeals Whilst Travelling (Subsistence)\nMeals are only reimbursable against receipts, when the colleague has to pay for additional meals e.g., breakfast when leaving home before 5.00 am and an evening meal when the expected home arrival time is after 8.00 pm.\nLunch will only be reimbursed where additional expenditure to that the individual normally pays has been incurred and where lunch is taken away from the base at a place where facilities were not available to the individual.\nEntertainment and Team Events\nThere may be occasions when colleagues are required to entertain business contacts.  Colleagues must record such occasions on their Expense Claim.\nTeam meetings, away days and team building events may warrant expenses being reimbursed (see appendix 7 on entertaining for more information).\nEach directorate holds a small budget for recognising and acknowledging colleagues’ great work with a small gift such as flowers or chocolates.\nAs a reward for exceptional work, a senior manager may host a celebration meal for colleagues.\nAll such recognition must be approved, in advance, by the relevant director and reported to the People Development Department for recording so MHA can make the appropriate payments to HMRC.\nFunding for Professional Fees\nPeople working in social care in Scotland are required to complete professional registration, and from October 2022, those working in Wales will be expected to do so too. \nMHA has agreed to cover the costs of these fees for colleagues, and we will extend our funding to cover subscription fees for other professions as well. This includes nurses, music therapists and colleagues in Central Support such as finance, estates, legal, and HR, where professional registration is noted as an essential requirement on their job description. \nFor colleagues to whom this applies, one subscription fee per annum may be claimed via expenses in the usual way from the start of this financial year, 1 April 2022.\nStudy Assistance Expenses\nExpenses associated with an approved study assistance programme (not including costs for the programme itself) - i.e., excess travel and subsistence expenses, should be agreed and covered by the home/scheme/department with the prior agreement of line management. Day to day travel and subsistence costs are the responsibility of the individual.\nTravel expenses to attend Continuous Professional Development (CPD) events can be claimed from the team, home, or scheme’s local budget if the event meets the criteria outlined in HR6.6 Study Assistance Policy and Procedure.\n Eye Tests and Glasses\nIn line with Display Screen Equipment (DSE) policy and risk assessment,  MHA will pay for the cost of an appropriate eye and eyesight test (as defined in the Opticians Act 1989).  Glasses will only be provided if normal corrective appliances cannot be used.  \nExpenses Schedule\nThe mileage and subsistence reimbursement rates are effective from April 2023.\nMileage – Colleague Owned Cars\nReimbursement for use of own vehicle does include an allowance for oil, tyres, servicing, wear and tear, insurance excess and depreciation.  Refer to the Car Travel on MHA Business Policy for further details.\nReimbursement rates for business mileage when colleagues use their own vehicle (inclusive of VAT) are as follows:\nCar Allowances\nReimbursement rates for colleagues in receipt of a car allowance are updated by the Finance team in line with government guidelines here: Advisory fuel rates - GOV.UK (www.gov.uk).\nColleagues with a car allowance (refer to contract of employment) have an allowance as follows (next review due April 2025):\nCar Passengers Reimbursement\n5p per passenger per business mile for carrying fellow colleagues in a car on journeys which are also work journeys for them. Only payments specifically for carrying passengers count and there is no relief if you receive less than 5p or nothing at all.\nSubsistence Rates\nThese rates are maximum figures and are to be regarded as guidance as to reasonable expenses. In circumstances where the expenditure is in excess of these rates authorisation should be sought by the individual’s line manager, in advance.\nPayment is to be made against actual expenditure incurred, which should be supported by an invoice or receipt.\nEye Tests and Glasses\nIn line with Display Screen Equipment (DSE) policy and risk assessment:\nProcedure for Claiming Expenses\nSmall scale one-off expenses claims should be submitted using the Small-Scale Expenses Claim Form [FP003a] and reimbursed via petty cash for Care Homes and Retirement Living Schemes, and either cash or BACs for MHA Communities (including volunteers, refer to the volunteer expenses policy for more information on volunteer expenses).\nAll other expenses must be submitted using the Webexpenses software either on the App or internet. Webexpenses is relevant for all central support colleagues, Regional Directors, Areas Managers, Home and Scheme Managers, and Nurses, as well as any colleagues who travel (e.g., Music Therapists and Chaplains). Webexpenses is not relevant for company credit card users, only the aforementioned colleagues who are claiming expenses paid privately (not expensed on a company credit card).\nAll expenses incurred should be settled on the spot and reclaimed from the organisation on Webexpenses. Associated guidance is available for colleagues via the intranet or from their line manager (see resources section of this policy).  It is the responsibility of the person authorising the claims to ensure that the expenses are valid and properly documented.\nExpense claims must be made within one months of the expense being incurred. Only in exceptional circumstances should claims be submitted which date back more than one month. Failure to submit expenses promptly could lead to non-reimbursement.\nAny claims that are incorrectly completed will be returned to the claimant for correction and re-submission. The correction must be approved by the claimants line manager before the claim is returned.\nNo invoices should be directed to the organisation in respect of expenses properly payable by a colleague.  If such invoices are received, they will be forwarded to the colleague’s for direct settlement by him/her with the supplier, and the supplier informed accordingly.\nExpense claims should be passed for authorisation and reach the Purchase Ledger Team within one month of the expense.  Payment runs are raised on a fortnightly basis with payments leaving our bank account as a 3-day BACS payment.\nIt is the responsibility of the person claiming expenses to ensure that they meet all requirements of the procedure and the responsibility of the person authorising the claims to ensure that the expenses are valid and properly documented.\nColleagues must submit the completed expenses claim via Webexpenses to their line manager for approval along with associated receipts evidencing all expenditure. Line Managers can then approve the claim on Webexpenses, and confirmation of their approval will be sent to the finance team - Purchase Leger Team (purchase.ledger@mha.org.uk). If any receipts are missing and the approver has not acknowledged and approved the “missing” receipts Purchase Ledger will reject the full expense claim.\nApproval of expenses is not simply an authorisation to pay; it is a representation that the expenditure has been incurred in accordance with MHA’s procedure and guidance (see procedure for approving expenses section of this policy).\nFor additional guidance and information on webexpenses, see the Resources section of this policy.\nProcedure for Approving Expenses\nApproval of expenses is not simply an authorisation to pay; it is a representation that the expenditure has been incurred in accordance with organisation policy and guidance. Expenses are to be approved by the appropriate budget holding manager.  A colleague’s general business expenses should be approved only by one designated manager.\nA colleague’s cannot approve his/her own expenses. Therefore, approval of a subordinate’s expense claim which includes expenses relating to, or incurred by, the approving line manager must be authorised by the next higher level of management which did not participate in the activity associated with the expenditure.\nApproved expense claims will be forwarded for payment to Payments Section of the Finance Department at Central Support. Expenses are paid direct to personal bank accounts Payment is made by the purchase Ledger Team on a bi-weekly basis.\nBusiness Credit Card Expenses\nAny colleague incurring regular expenses may be provided with a business credit card. All credit card users must complete the following forms and submit them to their line manager:\nMHA Credit Card Application Form \nCredit card transactions agreement\nThe colleagues line manager must send the above completed forms alongside the Manager Authorisation Form to Treasury - treasury@mha.org.uk - for processing:\nManager authorisation for credit card\nColleagues will not be provided with a credit card without completing the above forms and returning to Treasury - treasury@mha.org.uk.\nCard holders will be required to sign their acceptance to these conditions and abide by the Terms and Conditions as detailed by HSBC Bank before being issued with a Business Credit Card.\nWhere a Business Credit Card is provided this must be utilised according to the following conditions:\nThe credit card should only be used for business expenditure.  \nBusiness expenditure does not include the purchase of petrol or diesel, instead colleagues are to claim mileage allowance on qualifying business mileage. \nThe card must not be used by anyone else other than the card holder.\nPIN numbers must not be disclosed to anyone or kept with or near to your credit card.\nCredit card receipts and supporting invoices must be retained. \nIt’s the cardholder's responsibility to download their own statement and submit expenses with receipts to match the total on their monthly statement. This must be done every month. Purchase Ledger have the right to report anyone that does not submit company credit card expenses on time, and this could result in your card being cancelled.\nCard holders must check the statement and expenditure uploaded to Webexpenses and upload the appropriate supporting invoices and receipts for business expenditure into the Webexpenses system.\nCard holders must analyse and code their business expenditure into appropriate headings and record the information in Webexpenses.\nExpense claims should be submitted once per month for approval and processing via Webexpenses.\nThe card holder is responsible for the safe keeping of their card:  loss should be reported to the Treasury Team  - treasury@mha.org.uk - or Head of Operational Finance immediately.\nThe card has a credit and daily limit which is outlined in the use of company credit cards policy available via the Treasury Team  - treasury@mha.org.uk.\nReminders will be issued to all of the card holders from the Purchase Ledger Team.  This reminder will identify current and overdue monthly balances.  Current balances will be due to the latest credit card statement being received by the Purchase Ledger Team and will reflect expense claims currently being compiled and submitted.  Overdue monthly balances will identify credit card balances older than 1 month whereby the card holder has not submitted any expenses. However, you must not wait for these reminders to submit your expenses.\nUnless otherwise agreed in advance, should the card holder fail to submit an expense claim for over one month, then the Purchase Ledger Team may report this issue which could result in your credit limit being reviewed. \nUnless otherwise agreed in advance, should the card holder fail to submit expense claims for 2 consecutive months, then the Purchase Ledger Team will notify Treasury and the Head of Operational Finance, who may put a stop on the card.  This stop may only be removed once the expenses have been submitted and processed, and the card holders’ expense account brought up to date.\nUnless otherwise agreed in advance, should the card holder fail to submit expense claims for 3 consecutive months, then the Purchase Ledger Team may notify Treasury and the Head of Operational Finance, who may cancel the card.  This cancellation may be permanent.  Once the overdue expense claims have been submitted and processed and the card holders’ expense account brought up to date, the card may be replaced with a pre-paid debit card (provided by WEX).  The amount available to spend on the WEX card is paid in advance and may be replenished by MHA only once expense claims have been submitted and processed and the card holders’ expense account has been brought up to date.\nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessments\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nMHA policy documents, procedures, and guidance:\nFP003a Smale scale expenses claim form\nHR9.2 Driving for Work and Volunteering \nVP004: Volunteer - Expenses Policy\nHS339: Display Screen Equipment Policy\nHR1.0: Role and Secondment Evaluation and Approval – Policy and Procedure\nHR6.6 Study Assistance Policy and Procedure\n Webexpenses Resources\nWork Instructions: Visit MHA’s Learning Zone Here.\nWebexpenses FAQs\nWebexpenses claimant set-up form\nCredit Card Forms\nCredit card transactions agreement\nManager authorisation for credit card\nMHA Credit Card Application Form \nCredit card transactions agreement\nAppendices \nAppendix 1: Employment Tax Rules\nAppendix 2: Permanent or Temporary Workplace\nAppendix 3: Area-Based and Home Workers (Remote)\nAppendix 4: Car Hire\nAppendix 5: Taxis\nAppendix 6: Accommodation\nAppendix 7: Entertainment (E.g., Team Meetings, Away Days)\nAppendix 8: Key Rules Governing Tax Relief for Travel and Subsistence\nAppendix 9: Claiming Tax Relief on Mileage from HMRC\nAppendix 1: Employment Tax Rules\nThe income tax and National Insurance Contribution (“NIC”) treatment of travel and subsistence (accommodation and meals etc.) costs are generally that colleagues are entitled to relief for the full cost they are obliged to incur travelling in the performance of their duties, as long as the journey is not ordinary commuting or private travel. \nBusiness travelling expenses are travelling expenses which involve two types of business journey:\njourneys which colleagues have to make in the performance of their duties; and \njourneys which colleagues make to or from a place they have to attend in the performance of their duties – but not journeys which are ordinary commuting or private travel. \nThere is no relief for any costs for ordinary commuting i.e., travel between home and a permanent workplace, nor for any journeys that are made for private rather than for work purposes.\nTravel in the performance of the colleagues duties:\nTravel that qualifies for relief on this basis would be travel that is “on the job” as distinct from “to the job”.  The most common example is travel between one workplace and another in connection with a single employment, for example a colleague’s travelling from Epworth House where they are normally based, and where would be considered their permanent workplace, to visit a particular home / scheme and back again.\nTravel to a place where attendance is in the performance of duties:\nThis category covers journeys a colleague’s makes to or from a place he or she has to attend to carry out duties of that employment.  A typical example might be where a colleague’s has to travel directly between their home and a temporary workplace such as a particular home / scheme they are required to visit. \nIt is important to note that in order to get relief for the cost of the travel, the colleague’s attendance at the temporary workplace has to be necessary in the sense that it is dictated by the requirements of the duties of the employment and not in any way, by personal convenience of the colleague’s.  Similarly, an employer cannot turn an ordinary commuting journey into a business journey by requiring a colleague’s to stop off on the way to carry put business tasks such as making phone calls. \nWhere you travel for business purposes instead of deducting all commutable mileage from business journeys, you should deduct a maximum of 20 miles each way or where your commute is less than 20 miles each way you deduct those miles. \nFor example:\nAppendix 2: Permanent or Temporary Workplace\nAs noted above, a colleague’s cannot have relief for the cost of a journey that is ordinary commuting or private travel.  The term “ordinary commuting” means any travel between a permanent workplace and home, or any other place that is not a workplace.  A workplace is a place where the colleague’s attendance is necessary for the performance of their duties of that employment.\nPermanent workplace \nIt is usually clear whether or not a place is a colleague’s permanent workplace.  A place where a colleague’s works will be their permanent workplace if he or she attends it regularly for the performance of their duties unless it is a temporary workplace.  An individual’s permanent workplace will often be the place of work agreed in their contract, for example Epworth House, however it may not be limited to this.\nA colleague’s will be considered to attend a permanent workplace if the attendance is frequent, follows a pattern, or it is the place the colleague’s usually attends for all or almost all of the period for which he or she holds the employment. \nWhilst the proportion of a colleague’s working time spent at a particular workplace is a factor in determining whether or not it is treated as a permanent workplace, it is not the only factor.  If a colleague’s only attends the workplace one or two days a week, if it is on a regular basis, the workplace may still be a permanent one. \nPlease note that an individual can have more than one permanent workplace.  For example, Music Therapists or Chaplains who have individual contracts for each location they work at. Whilst no relief can be given for travel from home to any of those permanent workplaces, travel between the two workplaces is travel in the performance of their duties and relief would be available for the full of cost of this travel. \nTemporary workplace \nA temporary workplace is either a place that the colleague’s attends only to perform a task of limited duration (e.g., to work on a project with a fixed end date and for less than a certain amount of time) or a place that the colleague’s attends for a temporary purpose (e.g., a one-off business meeting or a purpose that is self-contained).  So even if a colleague’s attends a workplace regularly, it will be a temporary workplace, and therefore not a permanent one, if the colleague’s attends for the purposes of performing a task of limited duration or other temporary purpose. \nThe workplace would generally be considered not to be of limited duration where it is attended in the course of a period of continuous work which lasts, or intends to last, more than 24 months.  A period of continuous work is not defined in legislation but guidance notes that HMRC takes this to mean a period during which a colleague’s spends 40% or more of their working time at that place. \nThis means that where a colleague’s is required to work at a different location for a period of up to 24 months, whether on a full-time basis or only to a partial extent, then it would be deemed a temporary workplace. \nWhere a colleague’s is required to work at a different location for more than 24 months, providing they are working at the different location for less than 40% of their working time, they are working there for a limited duration or other temporary purpose, and they retain their other usual permanent workplace, then relief will be available in full for all travel to this different location as a temporary workplace. \nHowever, if he or she would be working at the different location for more than 40% of their working time then no relief would be due as it would also be considered to be a permanent workplace. \nIt is also important to note however that a period of attendance at a place is not regarded as of limited duration or for a temporary purpose if it is all or almost all (80% or more) of the period for which the colleague’s is likely to hold, or continues to hold, the employment. \nAppendix 3: Area-Based and Home Workers (Remote)\nArea Based Workers\nSome colleagues, for example AMs and ASMs, do not have a single site as a permanent workplace but have a job where their duties are defined by reference to a particular geographical area.  This type of mobile worker may have about 10 services that they cover and are likely to visit each one during a month to a greater or lesser extent and with no regularity. \nWhere no other workplace is a permanent workplace and the colleague’s attends this area in the performance of their duties, this geographical area will be considered to be the colleague’s permanent workplace for tax purposes. \nFor colleagues who have an area treated as their permanent workplace, the whole of the geographical area is the workplace.  Therefore, if they live outside of this area, any journey between home (or any other place they visit other than in the performance of their duties of that employment) and the edge of the geographical area is ordinary commuting with no relief available for the cost of that journey. \nHomeworkers\nWhilst some individuals may agree with their employer to work from home, this does not automatically make the individual a homeworker for tax purposes. \nWhere the individual is still expected to come to a company office with some regularity, this office will also be a permanent workplace and therefore travel between home and the permanent workplace will not qualify for relief. \nIt is usually only accepted that a worker is a homeworker for tax purposes in the eyes of HMRC, and therefore capable of receiving tax relief on travel from home to any company office or other workplace, if it is an objective requirement of the job that the individual works from home and that there is no regularity regarding the travel undertaken to other workplaces.  An example of this would be if the terms of an employment required a colleague’s to be based in an area so far from any of the employer’s offices/locations that it would not be reasonable to expect them to come to one of those locations to work, or if there was no appropriate space/equipment available at any of the premises that would enable a colleague’s to perform their work. \nIf there is no objective requirement to work from home, it will be considered that the arrangement is one of the colleague’s choice and any associated travel will not be subject to tax relief.\nAppendix 4: Car Hire\nAll requirements for one-off vehicles should be addressed through reception at Epworth House.  Hire cars will be accessed through the organisation’s approved supplier.  \nAll car hire must be approved in advance by the colleague’s Director.  The hirer must show their driving licence to their director before authorisation and provide a copy to the fleet manager.  \nCar hire will be limited to times when other reasonable means of transportation are not available or appropriate.  Compact or medium sized cars should be hired depending on the length of journey to be undertaken and the number of people using the vehicle. Colleagues are already covered for personal accident insurance and do not need to take out additional insurance from the hire company.  Car insurance is affected by a quarterly return by the Finance Department which includes all cars hired through the authorised company.\nAppendix 5: Taxis\nAll travel between home and work is private and expenses will not be paid unless there is no transport or concern for safety at night.  There are four late night working conditions, all of which must be satisfied:\nThe colleague’s is required to work later than usual and until at least 9pm.\nThis occurs irregularly.\nBy the time the colleague’s ceases work, either:\npublic transport has ceased, or\nit would not be reasonable to expect the colleague’s to use public transport.\nThe transport is by taxi or similar road transport.\nFull details must be recorded on the Expense Claim and a record kept by the Manager should HMRC wish to audit details.\nAppendix 6: Accommodation\nColleagues must utilise hotel accommodation which is appropriate to the nature of the business being conducted.  Best value for money should be obtained at all times.  It should be noted that the figures shown in section 5 for Business Expenses Schedule are the maximum amounts that can be claimed. \nWhere colleagues require accommodation for over one-month alternative arrangements, such as rental agreements, may be considered.  Where a colleague’s is expecting to require accommodation for over one month, they must speak to the People Development Department in order to seek advice.\nOn trips lasting four nights or more reasonable expenses for laundry are reimbursable subject to a receipt being provided, up to the maximum amounts shown in section 5 for Business Expenses Schedule.\nIncidentals such as newspapers, refreshments, business telephone calls and service charges must be shown on the receipt to be reimbursed up to the maximum amounts shown in section 5 for Business Expenses Schedule.\nIt is recognised that when away from home personal calls are necessary.  Whenever possible these should be made from the organisation’s premises or business mobiles provided.  However, reasonable telephone charges from a hotel will also be reimbursed.  \nReasonable expenses regarding meals may also be claimed where appropriate, within the guidelines in section 5 for Business Expenses Schedule These may be taken outside the hotel or may be “table d’hôte” from the hotel menu.  It should be noted that the cost of alcoholic drinks will not be reimbursed with the exception of one drink only if taken with a meal.\nAppendix 7: Entertainment (E.g., Team Meetings, Away Days)\nIt must be stressed that in all cases of entertainment great care must be exercised to ensure that the cost of the meals and associated expenses are appropriate to the nature of the business and are not extravagant.  The organisation reserves the right to reject or reduce expenses that are claimed but considered to be extravagant by the Director of Finance.  The service charges, to be reimbursable, must always be shown on the receipt.  \nBusiness Entertaining\nColleagues in the execution of their duties may be required to entertain business contacts.  The nature of the business, the names and the organisation of the people being entertained must be clearly stated on the Expense Claim.  \nOnly where external visitors or guests are being entertained may the subsistence rates shown in section 5 for Business Expenses Schedule be exceeded although, even in these circumstances, the rates shown should be taken as the general guideline to follow.  \nThe reason for the meal and the names of the colleagues must be clearly stated on the Expense Claim. The consumption of alcohol at any meals on business purposes should be limited to two drinks per person to accompany the meal.  Excessive alcohol charges will not be approved or reimbursed.\nThe most senior colleague’s present will pay for the meal and reclaim the expenses allowable. Should colleagues wish to visit hotel or other bars, theatres, discos etc. these are for their personal account and are not normally reimbursable.  HMRC has ruled that such expenses are benefits in kind to colleagues and are therefore taxable on the colleague’s.\nAll entertaining should follow the relevant anti-bribery regulations and be in the spirit of the Values Statement.  Please see MHA’s Anti-Bribery and Corruption Policy.\nTeam Meetings\nA “Team Meeting” for MHA colleagues differs from “Business Entertaining” insofar as it takes place within a meeting rather than being an independent function.  The term “meeting” can be applied to either on-site or off-site events and to training courses.\nIt is expected that these are held regularly, usually monthly at the usual place of work, to support good communications.  Colleagues should be comfortable and drinks available.  \nA line manager may provide a meal for fellow colleagues as part of a colleague’s meeting provided it directly relates to the organisation’s business and it is necessary to be held for such a duration that it crosses over a mealtime.  Meals should be appropriate to the nature of the business and be of a reasonable cost.  \nUnder normal circumstances the cost of the meal should be invoiced to the organisation along with the cost of any room hire charges.  However, in the event that the meal has to be paid for separately and cannot be invoiced the nature and business of the meeting and the names of the colleagues attending must be clearly stated on the Expense Claim. The most senior colleague’s present will pay for the meal and reclaim the expenses allowable.\nTeam meetings to be held regularly and scheduled morning or afternoon or shift changeover times as appropriate.  Monthly is usual. \nTea/coffee and water to be available.  \nMeetings to be held at usual place of work/MHA venues unless exceptional and reason stated (e.g., no meeting room, team building), same principles for subsistence\nLunches generally not provided unless whole day meeting is necessary and/or external visitors.  If office meeting by those based at offices and not working lunch (i.e., business need means need to work over lunch or take only a short break, sandwiches should be provided)\nReception support in line with above (and booking form confirms criteria)\nIf meeting at a service, as above, sandwiches or jacket potato rather than extravagant lunch provided by Home/Scheme.  \nOvernights to be avoided and only when business requirement or more cost efficient to do so.\nIndividual visits by MHA people to services in line with policy, i.e., with residents from menu.  \nAway Days and Team Building Events (Off-Site)\nAway days are exceptional for senior managers once or twice a year for strategic planning such as new initiatives, year ahead planning. Team building events for one or two days are to be held by exception, for example to establish a new team, bring together a diverse team and/or to rebuild following a restructure.\nBoth Away Days and Team Building events which are held off-site must be essential business meetings, supported by the Chief Executive and reported to the People Development Department for recording purposes and ensuring that usual tax and national insurance contributions are covered for HMRC purposes.\nIndividual Team Celebrations\nMHA’s OSCAR Awards recognise the difference our colleagues make in improving the quality of life for older people.  Entries are encouraged.\nA senior manager may host fellow colleagues to a celebration meal as an incentive reward for exceptional work.  All such recognition must be approved by the Departmental Director in advance and reported to the People Development Department for recording so that the appropriate payments may be made to HMRC.  \nAppendix 8: Key Rules Governing Tax Relief for Travel and Subsistence\nTax relief is not due for travel and subsistence costs when a colleague is working at a permanent workplace OR is undertaking private travel. The key points (in summary) are as follows:\nA colleague can spend more than 24 month at a workplace and qualify for tax relief if the attendance at the workplace is for a limited duration or some other temporary purpose and is less than 40% of their time. \nA colleague’s can spend more than 40% of his working time at a workplace and qualify for tax relief if it is reasonable to assume he will not work there for more than 24 months. \nAs soon as a colleague has exceeded 24 months at a workplace, if they have spent 40% or more of their working time there, tax relief must cease; or, if earlier, as soon as it is reasonable to assume a colleague’s will exceed 24 months at a workplace and will spend 40% or more of his working time there, tax relief must cease. \nThe all or almost all of the employment rule normally only has relevance if a colleague’s is to be employed for a fixed period e.g., a 6-month contract.  Otherwise, it is not possible to predict the likely duration of a colleague’s employment (but if it is, the rules will still apply). \nAll these rules are prospective and only apply from the date of change of expectations. They do not apply retrospectively unless it can be shown that the assumptions made were not reasonable. \nTax relief is available for the full cost of business travel made within an area if that area is the colleague’s permanent workplace.  Tax relief is also available for the cost of travel to temporary workplaces outside the area. \nTax relief is available from an individual’s home to another workplace where the workplace which they are travelling to is not a permanent workplace.\nAppendix 9: Claiming Tax Relief on Mileage from HMRC\nTo claim this tax relief, you may either include your mileage information on your tax form or you may complete the HMRC form P87 (available on website www.hmrc.gov.uk/mileage).\nUsing your own vehicle for work \nMany colleagues who use their own car, van, motorcycle, or cycle for work journeys are paid an allowance by their employer to cover some or all of the costs.  It can be in the form of a lump sum or periodic payments but is usually based on a rate per mile.\nProvided certain rules are met these payments can be made free of tax and National Insurance contributions.\nWhat payments are included in the scheme?\nThe only payments which are free of tax are those.\nMade to you personally (not those made to someone else on your behalf)\nFor expenses related to your use of your own vehicle for work journeys\nWithin a fixed limit by law which is based on your business mileage.\nAll other payments related to your own vehicle (including those made to someone else on your behalf) are taxed as earnings in the normal way.\nThe rules for National Insurance are slightly different, but your employer is responsible for working out any amounts which you are entitled to receive without paying NI contributions.\nIf you are paid an allowance for non-work journeys, the payments are subject to tax and NICs in the usual way and nothing in this factsheet applies to those payments.\nWhich journeys are ‘work journeys’?\nWork journeys are those which you have to make in the course of doing your job.  They include, for example, delivering goods or making calls to customers.\nAny private journeys unrelated to work are not included.  Nor are journeys to and from your usual place of work (commuting journeys), even if you call at a client’s on the way (unless the journey is significantly different from your usual commuting journey).\nHow are the tax-free amounts calculated?\nThe maximum you can receive tax-free for a tax year is your mileage on work journeys multiplied by a set rate per mile.  There are three kinds of vehicle, and the rate depends on the kind you use – car or van, motorcycle, and cycle.  You can find the rates at www.hmrc.gov.uk/rates/travel.htm.\nWhat records do I need to keep?\nYou will need to keep records of your work journeys (date, mileage, details of journey).  Your employer will need to know the mileage in order to make any expenses payments to you.  You will need them to substantiate your right to any mileage allowance relief, whether or not you do this via a tax return.\nWhat if I use more than one vehicle in the year?\nIt does not matter how many vehicles of the same kind you use in the year - you are treated as though you had used the same vehicle throughout.\nCalculations for vehicles of different kinds (a car and a motorcycle, for example) are kept separate.  All excess payments must be reported, even if you are entitled to mileage allowance relief for another kind of vehicle.\nVersion Control",
  "sections": {
    "summary": "This policy sets out MHA’s policy, procedure, and schedule relating to the claiming and reimbursement of business expenses for colleagues who incurred such costs as a result of their duties of employment at MHA. This document does not relate to relocation expenses. All expenses incurred in association with relocation must be processed separately in accordance with the relocation procedure.",
    "purpose": "All colleagues within MHA and subsidiary companies. To ensure all MHA colleagues are reimbursed for approved expenditure incurred for reasonable and lawful business activities, travel, meetings, and entertainment. For volunteer expenses, refer to the Volunteer - Expenses Policy. Statement of Intent Any expenditure not covered in this policy is regarded as exceptional but reasonable miscellaneous expenditure which must be approved in advance by the relevant director. Colleagues must always consider the most reasonable and cost-effective method or choice of provider taking into consideration their time and the purpose of the business expense. Colleagues need to be aware that all expenses are subject to review by HMRC on an individual basis. Rates provided will always follow HMRC published rates in place at the time of claim. It is therefore in the interest of each colleague to be as explicit as possible in completing the Expense Claim (see section on procedure) and to maintain a personal record of expenses claimed. The amount of reimbursement agreed by HMRC regularly changes. MHA will always pay in accordance with HMRC guidelines. Any claims made will be paid at the rate applicable at the time of the claim. In the event that a visit is curtailed, or a journey cancelled, any unused travel tickets must be immediately returned for refund. In all cases travel documents/currency should be sent under cover of a written note. Expense Categories Travel Colleagues must: Have their line managers approval before booking any travel or accommodation. Travel standard or economy class. Report any special offers, such as additional free or discounted tickets, to the relevant director, as such offers are MHA’s ‘property’ and must not be kept for personal use by the colleague. Book in advance and as soon as possible, to take advantage of discounted prices. Get the line manager’s permission for any enroute deviations such as a personal detour. Where practicable, use rail travel in preference to a private car (for those not in receipt of a car allowance) – especially for journeys over 100 miles (see appendices 4 and 5 for more information). Use all other forms of transport when necessary - taxis, minicabs, under / over ground, trains, and buses etc. MHA have teamed up with travel agent “Clarity Travel” to assist colleagues with booking and invoicing both travel and accommodation which means that colleagues don’t have to pay upfront and then submit expenses to be reimbursed afterwards (business expenses schedule limits still apply). Colleagues don’t have to book travel and accommodation through Clarity Travel but can do if they choose to. Rail fares will be reimbursed after deducting the normal home to office costs whenever relevant. Any costs for inoculations or anti-malarial drugs necessary for the destination will be reimbursed. Time off in lieu to compensate for weekend travel subject to prior authorisation and in certain circumstances may be granted (request directly with line management). Mileage Colleagues completing work related journeys may claim mileage for business travel, which is defined as journeys a colleague has to make in the course of doing their job. Travel between a colleague’s house and their normal place of work is regarded as private. It will not be reimbursed with the exception of mobile workers who live within and are contracted to work within a specific geographical area (see appendices 2 and 3 for more information). Actual travel costs between a colleague’s house and a place of work other than the normal place of work will be reimbursed. However, colleagues will need to deduct their normal home to work (private) mileage and vice versa in order to claim business mileage. Deduction of private mileage is capped at 20 miles each way (40 miles for the overall journey to and from). If a colleague’s home is outside of a specific designated geographical area, their journey from home to the area is counted as private and cannot be claimed. If a colleague is temporarily working in a geographical area and living outside of that area, where agreed as part of the arrangement, they will be reimbursed for the journey from home to the area, however, this will be reviewed bi-annually and must not exceed a period of 2 years. Those colleagues expected to travel in the course of their duties occasionally can choose to either use public transport, a hire car, or their own vehicle (hire car usage is subject to approval prior to use). If using their own vehicle, they must ensure it meets the requirements of those specified in the terms of provision for car allowance. When a colleague uses their own private car for business journeys, they will be reimbursed for oil, fuel, and depreciation at a rate per business mile driven (see business expenses schedule). When a colleague undertakes a work-related trip which is not private mileage, and they carry a passenger who is also a colleague, additional expense can be claimed (see section for Business Expenses Schedule). Incidental expenses such as road tolls and parking fees are reimbursable. Private vehicles must be insured for business use. The colleague will need to ensure they have the correct level of insurance. The standard rate per mile has considered any additional insurance costs. All car hire must be approved in advance by the colleagues director (see appendix 4 for more information on car hire). Any other necessary costs incurred as part of business travel will be reimbursed i.e., currency exchange and baggage. Car Allowances Eligible roles for a car allowance are included in colleagues’ contract of employment. The current tax treatment has been factored into the calculation of the car allowance which takes into consideration the colleague’s ability to reclaim monies from the HM Revenue & Customs, i.e., the difference between the current organisations business mileage rate and that allowable by the HM Revenue & Customs under the Approved Mileage Allowance Payments scheme. It is the colleague’s responsibility to claim these monies from the HM Revenue & Customs (Appendix 1 and 9). For more information on car allowances, including eligibility and terms of provisions please refer to the Driving for Work policy. Overnight Accommodation Overnight accommodation may be requested from line management based on the business need, approval considerations including required length of travel time/distance, reasonable travel time of day, and how many days at the location are required should be taken into account. Meals Whilst Travelling (Subsistence) Meals are only reimbursable against receipts, when the colleague has to pay for additional meals e.g., breakfast when leaving home before 5.00 am and an evening meal when the expected home arrival time is after 8.00 pm. Lunch will only be reimbursed where additional expenditure to that the individual normally pays has been incurred and where lunch is taken away from the base at a place where facilities were not available to the individual. Entertainment and Team Events There may be occasions when colleagues are required to entertain business contacts. Colleagues must record such occasions on their Expense Claim. Team meetings, away days and team building events may warrant expenses being reimbursed (see appendix 7 on entertaining for more information). Each directorate holds a small budget for recognising and acknowledging colleagues’ great work with a small gift such as flowers or chocolates. As a reward for exceptional work, a senior manager may host a celebration meal for colleagues. All such recognition must be approved, in advance, by the relevant director and reported to the People Development Department for recording so MHA can make the appropriate payments to HMRC. Funding for Professional Fees People working in social care in Scotland are required to complete professional registration, and from October 2022, those working in Wales will be expected to do so too. MHA has agreed to cover the costs of these fees for colleagues, and we will extend our funding to cover subscription fees for other professions as well. This includes nurses, music therapists and colleagues in Central Support such as finance, estates, legal, and HR, where professional registration is noted as an essential requirement on their job description. For colleagues to whom this applies, one subscription fee per annum may be claimed via expenses in the usual way from the start of this financial year, 1 April 2022. Study Assistance Expenses Expenses associated with an approved study assistance programme (not including costs for the programme itself) - i.e., excess travel and subsistence expenses, should be agreed and covered by the home/scheme/department with the prior agreement of line management. Day to day travel and subsistence costs are the responsibility of the individual. Travel expenses to attend Continuous Professional Development (CPD) events can be claimed from the team, home, or scheme’s local budget if the event meets the criteria outlined in HR6.6 Study Assistance Policy and Procedure. Eye Tests and Glasses In line with Display Screen Equipment (DSE) policy and risk assessment, MHA will pay for the cost of an appropriate eye and eyesight test (as defined in the Opticians Act 1989). Glasses will only be provided if normal corrective appliances cannot be used. Expenses Schedule The mileage and subsistence reimbursement rates are effective from April 2023. Mileage – Colleague Owned Cars Reimbursement for use of own vehicle does include an allowance for oil, tyres, servicing, wear and tear, insurance excess and depreciation. Refer to the Car Travel on MHA Business Policy for further details. Reimbursement rates for business mileage when colleagues use their own vehicle (inclusive of VAT) are as follows: Car Allowances Reimbursement rates for colleagues in receipt of a car allowance are updated by the Finance team in line with government guidelines here: Advisory fuel rates - GOV.UK (www.gov.uk). Colleagues with a car allowance (refer to contract of employment) have an allowance as follows (next review due April 2025): Car Passengers Reimbursement 5p per passenger per business mile for carrying fellow colleagues in a car on journeys which are also work journeys for them. Only payments specifically for carrying passengers count and there is no relief if you receive less than 5p or nothing at all. Subsistence Rates These rates are maximum figures and are to be regarded as guidance as to reasonable expenses. In circumstances where the expenditure is in excess of these rates authorisation should be sought by the individual’s line manager, in advance. Payment is to be made against actual expenditure incurred, which should be supported by an invoice or receipt. Eye Tests and Glasses In line with Display Screen Equipment (DSE) policy and risk assessment:",
    "policy": "Webexpenses Resources Work Instructions: Visit MHA’s Learning Zone Here. Webexpenses FAQs Webexpenses claimant set-up form Credit Card Forms Credit card transactions agreement Manager authorisation for credit card MHA Credit Card Application Form Credit card transactions agreement Appendices Appendix 1: Employment Tax Rules Appendix 2: Permanent or Temporary Workplace Appendix 3: Area-Based and Home Workers (Remote) Appendix 4: Car Hire Appendix 5: Taxis Appendix 6: Accommodation Appendix 7: Entertainment (E.g., Team Meetings, Away Days) Appendix 8: Key Rules Governing Tax Relief for Travel and Subsistence Appendix 9: Claiming Tax Relief on Mileage from HMRC Appendix 1: Employment Tax Rules The income tax and National Insurance Contribution (“NIC”) treatment of travel and subsistence (accommodation and meals etc.) costs are generally that colleagues are entitled to relief for the full cost they are obliged to incur travelling in the performance of their duties, as long as the journey is not ordinary commuting or private travel. Business travelling expenses are travelling expenses which involve two types of business journey: journeys which colleagues have to make in the performance of their duties; and journeys which colleagues make to or from a place they have to attend in the performance of their duties – but not journeys which are ordinary commuting or private travel. There is no relief for any costs for ordinary commuting i.e., travel between home and a permanent workplace, nor for any journeys that are made for private rather than for work purposes.",
    "procedure": "Approval of expenses is not simply an authorisation to pay; it is a representation that the expenditure has been incurred in accordance with organisation policy and guidance. Expenses are to be approved by the appropriate budget holding manager. A colleague’s general business expenses should be approved only by one designated manager. A colleague’s cannot approve his/her own expenses. Therefore, approval of a subordinate’s expense claim which includes expenses relating to, or incurred by, the approving line manager must be authorised by the next higher level of management which did not participate in the activity associated with the expenditure. Approved expense claims will be forwarded for payment to Payments Section of the Finance Department at Central Support. Expenses are paid direct to personal bank accounts Payment is made by the purchase Ledger Team on a bi-weekly basis. Business Credit Card Expenses Any colleague incurring regular expenses may be provided with a business credit card. All credit card users must complete the following forms and submit them to their line manager: MHA Credit Card Application Form Credit card transactions agreement The colleagues line manager must send the above completed forms alongside the Manager Authorisation Form to Treasury - treasury@mha.org.uk - for processing: Manager authorisation for credit card Colleagues will not be provided with a credit card without completing the above forms and returning to Treasury - treasury@mha.org.uk. Card holders will be required to sign their acceptance to these conditions and abide by the Terms and Conditions as detailed by HSBC Bank before being issued with a Business Credit Card. Where a Business Credit Card is provided this must be utilised according to the following conditions: The credit card should only be used for business expenditure. Business expenditure does not include the purchase of petrol or diesel, instead colleagues are to claim mileage allowance on qualifying business mileage. The card must not be used by anyone else other than the card holder. PIN numbers must not be disclosed to anyone or kept with or near to your credit card. Credit card receipts and supporting invoices must be retained. It’s the cardholder's responsibility to download their own statement and submit expenses with receipts to match the total on their monthly statement. This must be done every month. Purchase Ledger have the right to report anyone that does not submit company credit card expenses on time, and this could result in your card being cancelled. Card holders must check the statement and expenditure uploaded to Webexpenses and upload the appropriate supporting invoices and receipts for business expenditure into the Webexpenses system. Card holders must analyse and code their business expenditure into appropriate headings and record the information in Webexpenses. Expense claims should be submitted once per month for approval and processing via Webexpenses. The card holder is responsible for the safe keeping of their card: loss should be reported to the Treasury Team - treasury@mha.org.uk - or Head of Operational Finance immediately. The card has a credit and daily limit which is outlined in the use of company credit cards policy available via the Treasury Team - treasury@mha.org.uk. Reminders will be issued to all of the card holders from the Purchase Ledger Team. This reminder will identify current and overdue monthly balances. Current balances will be due to the latest credit card statement being received by the Purchase Ledger Team and will reflect expense claims currently being compiled and submitted. Overdue monthly balances will identify credit card balances older than 1 month whereby the card holder has not submitted any expenses. However, you must not wait for these reminders to submit your expenses. Unless otherwise agreed in advance, should the card holder fail to submit an expense claim for over one month, then the Purchase Ledger Team may report this issue which could result in your credit limit being reviewed. Unless otherwise agreed in advance, should the card holder fail to submit expense claims for 2 consecutive months, then the Purchase Ledger Team will notify Treasury and the Head of Operational Finance, who may put a stop on the card. This stop may only be removed once the expenses have been submitted and processed, and the card holders’ expense account brought up to date. Unless otherwise agreed in advance, should the card holder fail to submit expense claims for 3 consecutive months, then the Purchase Ledger Team may notify Treasury and the Head of Operational Finance, who may cancel the card. This cancellation may be permanent. Once the overdue expense claims have been submitted and processed and the card holders’ expense account brought up to date, the card may be replaced with a pre-paid debit card (provided by WEX). The amount available to spend on the WEX card is paid in advance and may be replenished by MHA only once expense claims have been submitted and processed and the card holders’ expense account has been brought up to date.",
    "responsibilities": "This category covers journeys a colleague’s makes to or from a place he or she has to attend to carry out duties of that employment. A typical example might be where a colleague’s has to travel directly between their home and a temporary workplace such as a particular home / scheme they are required to visit. It is important to note that in order to get relief for the cost of the travel, the colleague’s attendance at the temporary workplace has to be necessary in the sense that it is dictated by the requirements of the duties of the employment and not in any way, by personal convenience of the colleague’s. Similarly, an employer cannot turn an ordinary commuting journey into a business journey by requiring a colleague’s to stop off on the way to carry put business tasks such as making phone calls. Where you travel for business purposes instead of deducting all commutable mileage from business journeys, you should deduct a maximum of 20 miles each way or where your commute is less than 20 miles each way you deduct those miles. For example: Appendix 2: Permanent or Temporary Workplace As noted above, a colleague’s cannot have relief for the cost of a journey that is ordinary commuting or private travel. The term “ordinary commuting” means any travel between a permanent workplace and home, or any other place that is not a workplace. A workplace is a place where the colleague’s attendance is necessary for the performance of their duties of that employment. Permanent workplace It is usually clear whether or not a place is a colleague’s permanent workplace. A place where a colleague’s works will be their permanent workplace if he or she attends it regularly for the performance of their duties unless it is a temporary workplace. An individual’s permanent workplace will often be the place of work agreed in their contract, for example Epworth House, however it may not be limited to this. A colleague’s will be considered to attend a permanent workplace if the attendance is frequent, follows a pattern, or it is the place the colleague’s usually attends for all or almost all of the period for which he or she holds the employment. Whilst the proportion of a colleague’s working time spent at a particular workplace is a factor in determining whether or not it is treated as a permanent workplace, it is not the only factor. If a colleague’s only attends the workplace one or two days a week, if it is on a regular basis, the workplace may still be a permanent one. Please note that an individual can have more than one permanent workplace. For example, Music Therapists or Chaplains who have individual contracts for each location they work at. Whilst no relief can be given for travel from home to any of those permanent workplaces, travel between the two workplaces is travel in the performance of their duties and relief would be available for the full of cost of this travel. Temporary workplace A temporary workplace is either a place that the colleague’s attends only to perform a task of limited duration (e.g., to work on a project with a fixed end date and for less than a certain amount of time) or a place that the colleague’s attends for a temporary purpose (e.g., a one-off business meeting or a purpose that is self-contained). So even if a colleague’s attends a workplace regularly, it will be a temporary workplace, and therefore not a permanent one, if the colleague’s attends for the purposes of performing a task of limited duration or other temporary purpose. The workplace would generally be considered not to be of limited duration where it is attended in the course of a period of continuous work which lasts, or intends to last, more than 24 months. A period of continuous work is not defined in legislation but guidance notes that HMRC takes this to mean a period during which a colleague’s spends 40% or more of their working time at that place. This means that where a colleague’s is required to work at a different location for a period of up to 24 months, whether on a full-time basis or only to a partial extent, then it would be deemed a temporary workplace. Where a colleague’s is required to work at a different location for more than 24 months, providing they are working at the different location for less than 40% of their working time, they are working there for a limited duration or other temporary purpose, and they retain their other usual permanent workplace, then relief will be available in full for all travel to this different location as a temporary workplace. However, if he or she would be working at the different location for more than 40% of their working time then no relief would be due as it would also be considered to be a permanent workplace. It is also important to note however that a period of attendance at a place is not regarded as of limited duration or for a temporary purpose if it is all or almost all (80% or more) of the period for which the colleague’s is likely to hold, or continues to hold, the employment. Appendix 3: Area-Based and Home Workers (Remote) Area Based Workers Some colleagues, for example AMs and ASMs, do not have a single site as a permanent workplace but have a job where their duties are defined by reference to a particular geographical area. This type of mobile worker may have about 10 services that they cover and are likely to visit each one during a month to a greater or lesser extent and with no regularity. Where no other workplace is a permanent workplace and the colleague’s attends this area in the performance of their duties, this geographical area will be considered to be the colleague’s permanent workplace for tax purposes. For colleagues who have an area treated as their permanent workplace, the whole of the geographical area is the workplace. Therefore, if they live outside of this area, any journey between home (or any other place they visit other than in the performance of their duties of that employment) and the edge of the geographical area is ordinary commuting with no relief available for the cost of that journey. Homeworkers Whilst some individuals may agree with their employer to work from home, this does not automatically make the individual a homeworker for tax purposes. Where the individual is still expected to come to a company office with some regularity, this office will also be a permanent workplace and therefore travel between home and the permanent workplace will not qualify for relief. It is usually only accepted that a worker is a homeworker for tax purposes in the eyes of HMRC, and therefore capable of receiving tax relief on travel from home to any company office or other workplace, if it is an objective requirement of the job that the individual works from home and that there is no regularity regarding the travel undertaken to other workplaces. An example of this would be if the terms of an employment required a colleague’s to be based in an area so far from any of the employer’s offices/locations that it would not be reasonable to expect them to come to one of those locations to work, or if there was no appropriate space/equipment available at any of the premises that would enable a colleague’s to perform their work. If there is no objective requirement to work from home, it will be considered that the arrangement is one of the colleague’s choice and any associated travel will not be subject to tax relief. Appendix 4: Car Hire All requirements for one-off vehicles should be addressed through reception at Epworth House. Hire cars will be accessed through the organisation’s approved supplier. All car hire must be approved in advance by the colleague’s Director. The hirer must show their driving licence to their director before authorisation and provide a copy to the fleet manager. Car hire will be limited to times when other reasonable means of transportation are not available or appropriate. Compact or medium sized cars should be hired depending on the length of journey to be undertaken and the number of people using the vehicle. Colleagues are already covered for personal accident insurance and do not need to take out additional insurance from the hire company. Car insurance is affected by a quarterly return by the Finance Department which includes all cars hired through the authorised company. Appendix 5: Taxis All travel between home and work is private and expenses will not be paid unless there is no transport or concern for safety at night. There are four late night working conditions, all of which must be satisfied: The colleague’s is required to work later than usual and until at least 9pm. This occurs irregularly. By the time the colleague’s ceases work, either: public transport has ceased, or it would not be reasonable to expect the colleague’s to use public transport. The transport is by taxi or similar road transport. Full details must be recorded on the Expense Claim and a record kept by the Manager should HMRC wish to audit details. Appendix 6: Accommodation Colleagues must utilise hotel accommodation which is appropriate to the nature of the business being conducted. Best value for money should be obtained at all times. It should be noted that the figures shown in section 5 for Business Expenses Schedule are the maximum amounts that can be claimed. Where colleagues require accommodation for over one-month alternative arrangements, such as rental agreements, may be considered. Where a colleague’s is expecting to require accommodation for over one month, they must speak to the People Development Department in order to seek advice. On trips lasting four nights or more reasonable expenses for laundry are reimbursable subject to a receipt being provided, up to the maximum amounts shown in section 5 for Business Expenses Schedule. Incidentals such as newspapers, refreshments, business telephone calls and service charges must be shown on the receipt to be reimbursed up to the maximum amounts shown in section 5 for Business Expenses Schedule. It is recognised that when away from home personal calls are necessary. Whenever possible these should be made from the organisation’s premises or business mobiles provided. However, reasonable telephone charges from a hotel will also be reimbursed. Reasonable expenses regarding meals may also be claimed where appropriate, within the guidelines in section 5 for Business Expenses Schedule These may be taken outside the hotel or may be “table d’hôte” from the hotel menu. It should be noted that the cost of alcoholic drinks will not be reimbursed with the exception of one drink only if taken with a meal. Appendix 7: Entertainment (E.g., Team Meetings, Away Days) It must be stressed that in all cases of entertainment great care must be exercised to ensure that the cost of the meals and associated expenses are appropriate to the nature of the business and are not extravagant. The organisation reserves the right to reject or reduce expenses that are claimed but considered to be extravagant by the Director of Finance. The service charges, to be reimbursable, must always be shown on the receipt. Business Entertaining Colleagues in the execution of their duties may be required to entertain business contacts. The nature of the business, the names and the organisation of the people being entertained must be clearly stated on the Expense Claim. Only where external visitors or guests are being entertained may the subsistence rates shown in section 5 for Business Expenses Schedule be exceeded although, even in these circumstances, the rates shown should be taken as the general guideline to follow. The reason for the meal and the names of the colleagues must be clearly stated on the Expense Claim. The consumption of alcohol at any meals on business purposes should be limited to two drinks per person to accompany the meal. Excessive alcohol charges will not be approved or reimbursed. The most senior colleague’s present will pay for the meal and reclaim the expenses allowable. Should colleagues wish to visit hotel or other bars, theatres, discos etc. these are for their personal account and are not normally reimbursable. HMRC has ruled that such expenses are benefits in kind to colleagues and are therefore taxable on the colleague’s. All entertaining should follow the relevant anti-bribery regulations and be in the spirit of the Values Statement. Please see MHA’s Anti-Bribery and Corruption Policy. Team Meetings A “Team Meeting” for MHA colleagues differs from “Business Entertaining” insofar as it takes place within a meeting rather than being an independent function. The term “meeting” can be applied to either on-site or off-site events and to training courses. It is expected that these are held regularly, usually monthly at the usual place of work, to support good communications. Colleagues should be comfortable and drinks available. A line manager may provide a meal for fellow colleagues as part of a colleague’s meeting provided it directly relates to the organisation’s business and it is necessary to be held for such a duration that it crosses over a mealtime. Meals should be appropriate to the nature of the business and be of a reasonable cost. Under normal circumstances the cost of the meal should be invoiced to the organisation along with the cost of any room hire charges. However, in the event that the meal has to be paid for separately and cannot be invoiced the nature and business of the meeting and the names of the colleagues attending must be clearly stated on the Expense Claim. The most senior colleague’s present will pay for the meal and reclaim the expenses allowable. Team meetings to be held regularly and scheduled morning or afternoon or shift changeover times as appropriate. Monthly is usual. Tea/coffee and water to be available. Meetings to be held at usual place of work/MHA venues unless exceptional and reason stated (e.g., no meeting room, team building), same principles for subsistence Lunches generally not provided unless whole day meeting is necessary and/or external visitors. If office meeting by those based at offices and not working lunch (i.e., business need means need to work over lunch or take only a short break, sandwiches should be provided) Reception support in line with above (and booking form confirms criteria) If meeting at a service, as above, sandwiches or jacket potato rather than extravagant lunch provided by Home/Scheme. Overnights to be avoided and only when business requirement or more cost efficient to do so. Individual visits by MHA people to services in line with policy, i.e., with residents from menu. Away Days and Team Building Events (Off-Site) Away days are exceptional for senior managers once or twice a year for strategic planning such as new initiatives, year ahead planning. Team building events for one or two days are to be held by exception, for example to establish a new team, bring together a diverse team and/or to rebuild following a restructure. Both Away Days and Team Building events which are held off-site must be essential business meetings, supported by the Chief Executive and reported to the People Development Department for recording purposes and ensuring that usual tax and national insurance contributions are covered for HMRC purposes. Individual Team Celebrations MHA’s OSCAR Awards recognise the difference our colleagues make in improving the quality of life for older people. Entries are encouraged. A senior manager may host fellow colleagues to a celebration meal as an incentive reward for exceptional work. All such recognition must be approved by the Departmental Director in advance and reported to the People Development Department for recording so that the appropriate payments may be made to HMRC. Appendix 8: Key Rules Governing Tax Relief for Travel and Subsistence Tax relief is not due for travel and subsistence costs when a colleague is working at a permanent workplace OR is undertaking private travel. The key points (in summary) are as follows: A colleague can spend more than 24 month at a workplace and qualify for tax relief if the attendance at the workplace is for a limited duration or some other temporary purpose and is less than 40% of their time. A colleague’s can spend more than 40% of his working time at a workplace and qualify for tax relief if it is reasonable to assume he will not work there for more than 24 months. As soon as a colleague has exceeded 24 months at a workplace, if they have spent 40% or more of their working time there, tax relief must cease; or, if earlier, as soon as it is reasonable to assume a colleague’s will exceed 24 months at a workplace and will spend 40% or more of his working time there, tax relief must cease. The all or almost all of the employment rule normally only has relevance if a colleague’s is to be employed for a fixed period e.g., a 6-month contract. Otherwise, it is not possible to predict the likely duration of a colleague’s employment (but if it is, the rules will still apply). All these rules are prospective and only apply from the date of change of expectations. They do not apply retrospectively unless it can be shown that the assumptions made were not reasonable. Tax relief is available for the full cost of business travel made within an area if that area is the colleague’s permanent workplace. Tax relief is also available for the cost of travel to temporary workplaces outside the area. Tax relief is available from an individual’s home to another workplace where the workplace which they are travelling to is not a permanent workplace. Appendix 9: Claiming Tax Relief on Mileage from HMRC To claim this tax relief, you may either include your mileage information on your tax form or you may complete the HMRC form P87 (available on website www.hmrc.gov.uk/mileage). Using your own vehicle for work Many colleagues who use their own car, van, motorcycle, or cycle for work journeys are paid an allowance by their employer to cover some or all of the costs. It can be in the form of a lump sum or periodic payments but is usually based on a rate per mile. Provided certain rules are met these payments can be made free of tax and National Insurance contributions. What payments are included in the scheme? The only payments which are free of tax are those. Made to you personally (not those made to someone else on your behalf) For expenses related to your use of your own vehicle for work journeys Within a fixed limit by law which is based on your business mileage. All other payments related to your own vehicle (including those made to someone else on your behalf) are taxed as earnings in the normal way. The rules for National Insurance are slightly different, but your employer is responsible for working out any amounts which you are entitled to receive without paying NI contributions. If you are paid an allowance for non-work journeys, the payments are subject to tax and NICs in the usual way and nothing in this factsheet applies to those payments. Which journeys are ‘work journeys’? Work journeys are those which you have to make in the course of doing your job. They include, for example, delivering goods or making calls to customers. Any private journeys unrelated to work are not included. Nor are journeys to and from your usual place of work (commuting journeys), even if you call at a client’s on the way (unless the journey is significantly different from your usual commuting journey). How are the tax-free amounts calculated? The maximum you can receive tax-free for a tax year is your mileage on work journeys multiplied by a set rate per mile. There are three kinds of vehicle, and the rate depends on the kind you use – car or van, motorcycle, and cycle. You can find the rates at www.hmrc.gov.uk/rates/travel.htm. What records do I need to keep? You will need to keep records of your work journeys (date, mileage, details of journey). Your employer will need to know the mileage in order to make any expenses payments to you. You will need them to substantiate your right to any mileage allowance relief, whether or not you do this via a tax return. What if I use more than one vehicle in the year? It does not matter how many vehicles of the same kind you use in the year - you are treated as though you had used the same vehicle throughout. Calculations for vehicles of different kinds (a car and a motorcycle, for example) are kept separate. All excess payments must be reported, even if you are entitled to mileage allowance relief for another kind of vehicle. Version Control"
  }
}