{
  "id": "FP102",
  "title": "Petty Cash Policy and Procedure",
  "filename": "FP102 Petty Cash Policy and Procedure.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nThis policy outlines MHA’s expectations of colleagues in relation to the petty cash fund, including how to keep petty cash floats and bank accounts safe and secure. \nScope and Purpose\nThis policy applies to all MHA colleagues for petty cash floats and bank accounts under the control of MHA’s Homes, Schemes and Central Support.\nDefinitions\nInsurance\nAll sites must ensure that the following insured cash values do not exceed:\nCash in transit (to or from the bank)\t\t\t£1,500\nCash held in a locked safe (provided the keys are\t£2,500\nnot kept in the same part of the building)\nCash held not in a safe\t\t\t\t\t£250\nFor more information, refer to the Insurance Policy [G800].\nPetty Cash Floats\nThe petty cash float is intended to be used only for low-value items (less than £100). Retirement Living schemes, more than £100 can be used in exceptional circumstances. \nLarge amounts of cash should not be accepted in homes or schemes apart from for the amenity fund. Large amounts of cash for any other purpose such as residents personal monies, or fees as an example, should not be accepted. Colleagues should encourage other means of transfer such as BACs or cheque rather than cash. \nFor Care Homes \nPetty cash floats must not exceed £500 in Care Homes\nWhen the petty cash float reaches £500 or is expected to reach £500, a paying in slip should be requested from operational finance  at central support. Once the home has received the paying in slip, they can complete this and return it to central support along with the excess money for banking. \nFor Retirement Living Schemes\nRetirement Living Schemes with Bistro’s may often have a petty cash float of upwards of £500.\nSchemes should regularly bank any excess petty cash locally using the paying in book for MHA’s bank account.\nResidents are not encouraged to pay any fee’s using cash, but this can be done in exceptional circumstances through the petty cash fund. Colleagues must contact Operational Finance prior to accepting any cash payments. \nPetty Cash Top Ups\nManagers can withdraw cash using the Equals card if they don’t have enough money in the tin.\nEquals cards have been issued via HSBC to all Care homes and Retirement Living Schemes and these are to be used to draw cash to top up the Petty Cash float. A petty cash return must be completed and submitted at least monthly to account for the withdrawal and to top up money available on the Equals card. \nIf cash funds are insufficient or the regular payment to a local supplier would significantly reduce the cash float, a payment may be issued for urgent payments where the time involved in processing an invoice via Central Support Purchase Ledger Team or processing one off bacs payment requests is unacceptable to the supplier. This is an exception not the norm.\nMiscellaneous Income\nAll cash received must be signed for in a receipt book by:\nthe person giving the income.\nthe person receiving the income.\nPetty Cash Expenditure\nA petty cash voucher must be completed for every cash payment,\ndetailing the expenditure \nsigned by the colleagues seeking reimbursement.\nsigned by the colleagues providing reimbursement.\naccompanied by an itemised till receipt.\nThese vouchers must be filed with the local copy of the Petty Cash Claim form which must be kept for 7 years.\nIf an advance is required to enable a colleague to make a purchase on behalf of MHA, both the colleague and an authorised signatory must sign the voucher. Double signing is a requirement across care homes and should be followed where possible across Retirement Living. \nAdvances over £20 need authorisation by a Manager and they must sign the advance slip before any money can be advanced. \nAdvances must be promptly dealt within 3 days - the full amount or a receipt and any change must be returned. \nIf an advance exceeds 3 days this must be escalated to the Manager immediately so that they can help chase up the return of the full advance or receipt and any change.\nIn the event of a lost receipt, the Manager can apply discretion for a spend of up to £20. \nAbove £20 requires approval from an Area Manager, Regional Director, Central Support Manager or Leadership Team Member. The petty cash voucher must be signed to acknowledge and approve the missing receipt by the authoriser.\nIf an item is not listed below, please check with a member of Treasury at Central Support for advice:\nReconciliation\nPetty cash needs to be reconciled and counted at least monthly using local procedures that work best for the home or scheme. It is advised that the Manager audits the petty cash regularly in line with the Safe Inventory policy.\nAd hoc checks can be carried out at any time as requested by an Auditor, Manger, Deputy Manager, Area Manager, Operational Finance, or Operations Support Managers, and Service Administration Managers (SAMs).\nIf there is a discrepancy or a concern regarding Petty Cash, this must be investigated and rectified as quickly as possible.\nIf the discrepancy or concern cannot be rectified or is a breach of this policy the Manager must notify a member of the operational finance team and their line Manager immediately.\nPetty Cash Returns\nPetty Cash Returns must be forwarded by email to Finance Petty Cash as a minimum once monthly. \nRecord Keeping\nPetty cash records and receipts must be retained for 7 years.\nSecurity\nRefer to Security and Key Holding Policy [CP018]\nPetty Cash and cheque books must be kept locked in a safe at all times other than to process a transaction or to carry out a balance check.\nSign in and out (equals card) – limit who knows the pin, who has access.\nKeys must be controlled and logged as per CP018, Security and Key Holding\nTrips to the bank must not be part of a routine or follow a pattern for personal security reasons.\nCash carried by an individual at any point in time should not exceed £1,500, if this limit is exceeded another person is required to accompany them for safety.\nA mobile phone must be carried at all times when off site and carrying cash in case of an emergency.\nRoles and Responsibilities\nTraining and Monitoring\nAudit trail of all transactions.\nMonthly checks by Manager (for Care Homes)\nAd hoc checks by Area Managers. \nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessments\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nResidents money and valuables policy [FP205]\nSecurity and Key Holding Policy [CP018]\nInsurance Policy [G800]\nVersion Control",
  "sections": {
    "summary": "This policy outlines MHA’s expectations of colleagues in relation to the petty cash fund, including how to keep petty cash floats and bank accounts safe and secure.",
    "purpose": "This policy applies to all MHA colleagues for petty cash floats and bank accounts under the control of MHA’s Homes, Schemes and Central Support.",
    "definitions": "Insurance All sites must ensure that the following insured cash values do not exceed: Cash in transit (to or from the bank) £1,500 Cash held in a locked safe (provided the keys are £2,500 not kept in the same part of the building) Cash held not in a safe £250 For more information, refer to the Insurance Policy [G800]. Petty Cash Floats The petty cash float is intended to be used only for low-value items (less than £100). Retirement Living schemes, more than £100 can be used in exceptional circumstances. Large amounts of cash should not be accepted in homes or schemes apart from for the amenity fund. Large amounts of cash for any other purpose such as residents personal monies, or fees as an example, should not be accepted. Colleagues should encourage other means of transfer such as BACs or cheque rather than cash. For Care Homes Petty cash floats must not exceed £500 in Care Homes When the petty cash float reaches £500 or is expected to reach £500, a paying in slip should be requested from operational finance at central support. Once the home has received the paying in slip, they can complete this and return it to central support along with the excess money for banking. For Retirement Living Schemes Retirement Living Schemes with Bistro’s may often have a petty cash float of upwards of £500. Schemes should regularly bank any excess petty cash locally using the paying in book for MHA’s bank account. Residents are not encouraged to pay any fee’s using cash, but this can be done in exceptional circumstances through the petty cash fund. Colleagues must contact Operational Finance prior to accepting any cash payments. Petty Cash Top Ups Managers can withdraw cash using the Equals card if they don’t have enough money in the tin. Equals cards have been issued via HSBC to all Care homes and Retirement Living Schemes and these are to be used to draw cash to top up the Petty Cash float. A petty cash return must be completed and submitted at least monthly to account for the withdrawal and to top up money available on the Equals card. If cash funds are insufficient or the regular payment to a local supplier would significantly reduce the cash float, a payment may be issued for urgent payments where the time involved in processing an invoice via Central Support Purchase Ledger Team or processing one off bacs payment requests is unacceptable to the supplier. This is an exception not the norm. Miscellaneous Income All cash received must be signed for in a receipt book by: the person giving the income. the person receiving the income. Petty Cash Expenditure A petty cash voucher must be completed for every cash payment, detailing the expenditure signed by the colleagues seeking reimbursement. signed by the colleagues providing reimbursement. accompanied by an itemised till receipt. These vouchers must be filed with the local copy of the Petty Cash Claim form which must be kept for 7 years. If an advance is required to enable a colleague to make a purchase on behalf of MHA, both the colleague and an authorised signatory must sign the voucher. Double signing is a requirement across care homes and should be followed where possible across Retirement Living. Advances over £20 need authorisation by a Manager and they must sign the advance slip before any money can be advanced. Advances must be promptly dealt within 3 days - the full amount or a receipt and any change must be returned. If an advance exceeds 3 days this must be escalated to the Manager immediately so that they can help chase up the return of the full advance or receipt and any change. In the event of a lost receipt, the Manager can apply discretion for a spend of up to £20. Above £20 requires approval from an Area Manager, Regional Director, Central Support Manager or Leadership Team Member. The petty cash voucher must be signed to acknowledge and approve the missing receipt by the authoriser. If an item is not listed below, please check with a member of Treasury at Central Support for advice: Reconciliation Petty cash needs to be reconciled and counted at least monthly using local procedures that work best for the home or scheme. It is advised that the Manager audits the petty cash regularly in line with the Safe Inventory policy. Ad hoc checks can be carried out at any time as requested by an Auditor, Manger, Deputy Manager, Area Manager, Operational Finance, or Operations Support Managers, and Service Administration Managers (SAMs). If there is a discrepancy or a concern regarding Petty Cash, this must be investigated and rectified as quickly as possible. If the discrepancy or concern cannot be rectified or is a breach of this policy the Manager must notify a member of the operational finance team and their line Manager immediately. Petty Cash Returns Petty Cash Returns must be forwarded by email to Finance Petty Cash as a minimum once monthly. Record Keeping Petty cash records and receipts must be retained for 7 years. Security Refer to Security and Key Holding Policy [CP018] Petty Cash and cheque books must be kept locked in a safe at all times other than to process a transaction or to carry out a balance check. Sign in and out (equals card) – limit who knows the pin, who has access. Keys must be controlled and logged as per CP018, Security and Key Holding Trips to the bank must not be part of a routine or follow a pattern for personal security reasons. Cash carried by an individual at any point in time should not exceed £1,500, if this limit is exceeded another person is required to accompany them for safety. A mobile phone must be carried at all times when off site and carrying cash in case of an emergency.",
    "responsibilities": "Training and Monitoring Audit trail of all transactions. Monthly checks by Manager (for Care Homes) Ad hoc checks by Area Managers. Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk EDI Impact Assessments Equality, Diversity, and Impact Assessment to be confirmed. Resources Residents money and valuables policy [FP205] Security and Key Holding Policy [CP018] Insurance Policy [G800] Version Control"
  }
}