{
  "id": "FP108",
  "title": "Care Homes Pricing Policy",
  "filename": "FP108 Care Homes Pricing Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "PURPOSE\nThis policy aims to set out guidance for setting, and amending care home resident fees ensuring these are set appropriately to deliver our occupancy target whilst maximising our fee potential and improving overall financial performance.\nSCOPE\nThis policy is applicable to all care homes and relevant management.\nWhilst not exhaustive, this policy applies to the following areas:\nSetting permanent resident fees for both self-funder and third party\nAnnual fee review process\nGovernance and reporting\nThe following areas are specifically excluded from this policy:\nImpact of the Government’s plans to reform social care and the LA involvement in such \n issued in October 2021. This policy will be revised once further detail is published and MHA’s approach is determined.\nPricing for Retirement Living and MHA Communities.\nContractual obligations for resident admissions (refer to FP001)\nThe pricing policy is informed by the:\nPreadmission and Dependency Assessment of Need (CSP4)\nIncome policy (FP001)\nCommercial policy (FP206)\nBoard level ‘Golden Rules’\nPolicy Aims\nMaximise income potential in homes exceeding 85% occupancy ensuring fees are within the top quartile within local catchment areas.\nProvide guidance on setting attractive initial pricing to support occupancy recovery in homes falling below 85%.\nEnsure resident fees are competitive and are not a barrier to admission or occupancy growth.\nImprove understanding of the interdependencies and correlation between fee and occupancy through enhanced analysis and reporting.\nPOLICY\nSelf-Funder Resident Fees\nSet with reference to room type, care type and dependency. Published list price available for each home which should apply to all new permanent self-funder residents admitted in to the home.\nAnnual Review\nFees for existing residents are reviewed on an annual basis as part of the budget setting process in November to come in to effect from 1 April. The proposal is approved by the Executive Leadership Team (ELT) before being approved by the Board. \nThe proposed change, historically an uplift, is calculated with reference to guidelines published by the Competitions and Market Authority using the following formula:\n65% of the Full Weekly Fee (which is attributable to staff costs) will be increased by the percentage increase in the National Living Wage rate compared to the previous year.\nThe remaining 35% of the Full Weekly Fee will be increased by the percentage increase in the Retail Prices Index (RPI) over the previous year. \nThe OBR’s forecast the following calendar year is used to determine the latter.\nIn addition, fees may be increased beyond this for the following reasons as detailed in the residential care agreement:\nA change in law comes into force which impacts on our provision of the Services and which comes into force after the Start Date and which results in a significant increase in our costs of providing the Services.\nA resident’s care needs (as set out in the Care Plan) change and we make a change to the services received\nA change to the type of room occupied.\nExceptional items. \nAt least 28 days’ notice should be given before the revised fees become payable except where the type of room occupied changes.  In this case the change to the fees is applicable from the date of room change. \nNew Residents\nFees for new residents (published list prices) will be periodically changed during the year to reflect changing factors such as CQC rating, significant improvement works on the home or competitive environment.\nCommercial Finance will undertake a bi-annual fee review process utilising analytics software to benchmark homes within a 5 mile catchment area, a similar age, room type and same CQC rating. Feedback from the home manager will also be collated. Proposed fee changes will be presented to, and approved by the Home Manager, Area Manager, Regional Director and Director of Operations before changes to list prices are made.\nFees for individual homes will be reviewed if and/or when selected to undergo an operational or commercial review (as detailed in policy FP206) or following a major refurbishment of the home.\nThere is acknowledgement that new resident fees may decrease as well as increase following the review process but the overall aim is to maximise fee potential and improve operating surpluses.\t\nCommercial Finance will provide quarterly reporting on the impact of pricing decisions incorporating anecdotal feedback from Operations, to ensure there is no adverse impact on occupancy and lessons are learnt and applied to future decision making.\nDependency Levels\nA dependency profile is completed for new residents before admission if possible, or on admission, and for existing residents reviewed every 4 weeks and/or if needs change or they have been in hospital.\nFees should be set according to the outcomes of this assessment. \nShould a review result in a change to dependency, the resident should be given 28 days’ notice of the change in line with residential care agreement.\nThe incremental fee for dependency levels will be reviewed as part of the bi-annual review process as set out above and therefore may be subject to change during the course of the year.\nRespite Fees\nRespite fees should be set in accordance with the published list price of the home unless otherwise agreed with the Area Manager and Regional Director. From time-to-time temporary offers may be introduced by commercial finance. \nInitial Pricing (Discounts)\nWhere occupancy falls below the minimum acceptable level of 85%, self-funder fees may be temporarily reduced to attract new residents in agreement with Area Manager and Regional Director, in line with agreed authority levels and with reference to following guidelines\nFees must revert back to list price following the initial duration unless explicitly agreed with the Area Manager and Regional Director. Discount % and applicable dates must be notified to commercial finance for tracking and monitoring. \nCommercial Finance will provide monthly reporting to Area Managers, Regional Directors and ELT on adherence to policy and the overall impact. If initial pricing does not positively improve occupancy, discount rates and duration will be reviewed accordingly.\n.\nThird Party Funded Fees\nFees may be wholly, or partly paid by a third party. \nLocal & Health Authority Fees – Existing Contracts\nFees for residents under existing contracts with commissioning bodies are typically reviewed annually and may go up or down with effect from 1 April depending on local funding arrangements.\nA standard letter will be sent to all commissioning bodies in January each year from the Finance Director identifying organisational challenges for the upcoming year and expected increases in the cost base. \nWhere annual fee uplifts fall below expectations, a further letter will be issued from the Finance Director (co-ordinated by Commercial Finance) challenging the uplifts and requesting these are reviewed with reference to the homes’ true cost of care and terms of their contract.\nLocal & Health Authority Fees – New Contracts\nWhere residents are placed in to a Care Home out of catchment and no contract exists, MHA will seek to obtain the current list price from the local or health authority.\nTop Up Payments\nFor all local authority admissions falling below current list for the type of care, need and room, the Home Manager should seek to obtain a top up from a third party to bridge this gap. \nTop ups will be subject to the same annual fee review process as set out in 4.1 generally increasing at 1 April each year.\nKEY CONTROLS\n\tGovernance\t\nCommercial Finance will provide periodic reporting to ELT, Regional and Area Managers on:\nMonthly report on new residents admitted below current list along with compliance to 4.1 of this policy\nQuarterly report on the impact of any new pricing decisions on occupancy\nCommercial Finance remain responsible for maintaining the accuracy of the published list price on the intranet and communicating to all concerned.\t\n7.\t\tContact Details \nFor any questions in relation to this policy, please contact the following:\nCommercial Finance Manager (Care Homes)\nRebecca Shorland – Head of Commercial Finance",
  "sections": {
    "purpose": "Maximise income potential in homes exceeding 85% occupancy ensuring fees are within the top quartile within local catchment areas. Provide guidance on setting attractive initial pricing to support occupancy recovery in homes falling below 85%. Ensure resident fees are competitive and are not a barrier to admission or occupancy growth. Improve understanding of the interdependencies and correlation between fee and occupancy through enhanced analysis and reporting.",
    "scope": "Setting permanent resident fees for both self-funder and third party Annual fee review process Governance and reporting",
    "policy": "Self-Funder Resident Fees Set with reference to room type, care type and dependency. Published list price available for each home which should apply to all new permanent self-funder residents admitted in to the home. Annual Review Fees for existing residents are reviewed on an annual basis as part of the budget setting process in November to come in to effect from 1 April. The proposal is approved by the Executive Leadership Team (ELT) before being approved by the Board. The proposed change, historically an uplift, is calculated with reference to guidelines published by the Competitions and Market Authority using the following formula: 65% of the Full Weekly Fee (which is attributable to staff costs) will be increased by the percentage increase in the National Living Wage rate compared to the previous year. The remaining 35% of the Full Weekly Fee will be increased by the percentage increase in the Retail Prices Index (RPI) over the previous year. The OBR’s forecast the following calendar year is used to determine the latter. In addition, fees may be increased beyond this for the following reasons as detailed in the residential care agreement: A change in law comes into force which impacts on our provision of the Services and which comes into force after the Start Date and which results in a significant increase in our costs of providing the Services. A resident’s care needs (as set out in the Care Plan) change and we make a change to the services received A change to the type of room occupied. Exceptional items. At least 28 days’ notice should be given before the revised fees become payable except where the type of room occupied changes. In this case the change to the fees is applicable from the date of room change. New Residents Fees for new residents (published list prices) will be periodically changed during the year to reflect changing factors such as CQC rating, significant improvement works on the home or competitive environment. Commercial Finance will undertake a bi-annual fee review process utilising analytics software to benchmark homes within a 5 mile catchment area, a similar age, room type and same CQC rating. Feedback from the home manager will also be collated. Proposed fee changes will be presented to, and approved by the Home Manager, Area Manager, Regional Director and Director of Operations before changes to list prices are made. Fees for individual homes will be reviewed if and/or when selected to undergo an operational or commercial review (as detailed in policy FP206) or following a major refurbishment of the home. There is acknowledgement that new resident fees may decrease as well as increase following the review process but the overall aim is to maximise fee potential and improve operating surpluses. Commercial Finance will provide quarterly reporting on the impact of pricing decisions incorporating anecdotal feedback from Operations, to ensure there is no adverse impact on occupancy and lessons are learnt and applied to future decision making. Dependency Levels A dependency profile is completed for new residents before admission if possible, or on admission, and for existing residents reviewed every 4 weeks and/or if needs change or they have been in hospital. Fees should be set according to the outcomes of this assessment. Should a review result in a change to dependency, the resident should be given 28 days’ notice of the change in line with residential care agreement. The incremental fee for dependency levels will be reviewed as part of the bi-annual review process as set out above and therefore may be subject to change during the course of the year. Respite Fees Respite fees should be set in accordance with the published list price of the home unless otherwise agreed with the Area Manager and Regional Director. From time-to-time temporary offers may be introduced by commercial finance. Initial Pricing (Discounts) Where occupancy falls below the minimum acceptable level of 85%, self-funder fees may be temporarily reduced to attract new residents in agreement with Area Manager and Regional Director, in line with agreed authority levels and with reference to following guidelines Fees must revert back to list price following the initial duration unless explicitly agreed with the Area Manager and Regional Director. Discount % and applicable dates must be notified to commercial finance for tracking and monitoring. Commercial Finance will provide monthly reporting to Area Managers, Regional Directors and ELT on adherence to policy and the overall impact. If initial pricing does not positively improve occupancy, discount rates and duration will be reviewed accordingly. . Third Party Funded Fees Fees may be wholly, or partly paid by a third party. Local & Health Authority Fees – Existing Contracts Fees for residents under existing contracts with commissioning bodies are typically reviewed annually and may go up or down with effect from 1 April depending on local funding arrangements. A standard letter will be sent to all commissioning bodies in January each year from the Finance Director identifying organisational challenges for the upcoming year and expected increases in the cost base. Where annual fee uplifts fall below expectations, a further letter will be issued from the Finance Director (co-ordinated by Commercial Finance) challenging the uplifts and requesting these are reviewed with reference to the homes’ true cost of care and terms of their contract. Local & Health Authority Fees – New Contracts Where residents are placed in to a Care Home out of catchment and no contract exists, MHA will seek to obtain the current list price from the local or health authority. Top Up Payments For all local authority admissions falling below current list for the type of care, need and room, the Home Manager should seek to obtain a top up from a third party to bridge this gap. Top ups will be subject to the same annual fee review process as set out in 4.1 generally increasing at 1 April each year. KEY CONTROLS Governance Commercial Finance will provide periodic reporting to ELT, Regional and Area Managers on: Monthly report on new residents admitted below current list along with compliance to 4.1 of this policy Quarterly report on the impact of any new pricing decisions on occupancy Commercial Finance remain responsible for maintaining the accuracy of the published list price on the intranet and communicating to all concerned. 7. Contact Details For any questions in relation to this policy, please contact the following: Commercial Finance Manager (Care Homes) Rebecca Shorland – Head of Commercial Finance"
  }
}