{
  "id": "FP105",
  "title": "Capital Expenditure",
  "filename": "FP105 Capital Expenditure.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "INTRODUCTION\nCapital expenditure (CapEx) are the funds used by MHA to acquire, upgrade, and maintain physical assets such as (but not limited to) property, buildings, technology, or equipment (see Definitions section for a comprehensive breakdown).\nSCOPE & PURPOSE\nThe overall purpose of this policy is to:\nConfirm and clarify the policy that must be followed by MHA\nEnsure that capital expenditure across MHA is clearly identified, planned, authorised, and accounted for accurately and in a timely manner.\nDEFINITIONS\nPRINCIPLES\nMHA’s Capital Expenditure Policy is guided by the requirements contained in the financial reporting standards (FRS102), the accounting guidance for the Charity Sector (Charities SORP (FRS 102)), and the accounting guidance for the Housing sector (Housing SORP 2014). MHA must adhere to these standards in preparing its financial statements; this policy is therefore consistent with FRS102.\nFRS102 requires that capital expenditure be recorded separately from revenue expenditure. MHA requires that capital and revenue expenditure be budgeted for and approved separately in order that the implications for the Statement of Comprehensive Income, Balance Sheet and Cash flow can be identified and managed.\nThis policy aligns with MHA’s delegated authorities as set out in the Board Manual and the accounting policies referred to in the Financial Statements.\nThe Board Manual details ‘delegated authorities’ which outline the areas of responsibility and approval limits related to capital expenditure.\nThis policy provides examples of what should not be capitalised, i.e. expenditure that is classed as revenue and should be charged to the Statement of Comprehensive Income.\nThis policy must be implemented with supplementary user guidance (resources and appendices).\nA Quick Reference decision tree has been included in Resource 2 to give general guidance as to whether an item of expenditure qualifies as Capital or Revenue. \nMore detailed decisions trees specific to your area of operation are referenced in the technical guidance provided in Resources 3 to 6 that accompany this policy.\nPlease refer to the Finance Team for any questions relating to this policy or capital expenditure.\nGOVERNANCE & REPORTING\n2.1. \tMHA’s Board subject to the ‘delegated authorities,’ approve the overall capital budget for \tMHA. Overall responsibility for controlling capital expenditure rests with the Director of \tFinance.\n2.2. \tThe capital budget is allocated between:\nDevelopment and Estates expenditure which is managed by the Chief Operating Officer;\nIT expenditure which is managed by the Director of Finance;\nChange programme which is managed by the CEO;\nEquipment purchases which are managed by the Chief Operating Officer.\n2.3. \tPO’s are tracked and monitored  to determine the volumes and their ageing.\n2.4. \tAny expenditure that will be accounted for as Cost of Goods Sold (COGS) for Housing for \tSale properties must follow the Capital Expenditure governance rules.\nCAPITAL EXPENDITURE\nCAPITAL AUTHORISATION\n3.1. \tBudget inclusion is not authorisation to spend.\n3.2. \tAll capital spend must be approved through approval of a Capital Expenditure Request form \t(CER). The CER must be approved in line with the Authority Matrix on the bottom of the \tform. Approvals should be sought where possible prior to submission of the CER to Finance.\n3.3.\tExpenditure relating to the Capital Programme works do not require completion of a CER.\n3.4. \tFinance will confirm that spend is capital in nature and within approved and available budget.\n3.5. \tA Financial evaluation template may need to be completed and summary page presented \twith the CER. Finance will advise on this.\n3.6. \tAccount and cost codes will be assigned by the Finance Team during the completion of the \tCER.\n3.7. \tCompleted CERs must be submitted to Finance by email to the CER Inbox together with \trelevant quotes and available support.\n3.8. \tFinance will confirm final approval and issue a CER reference within 24 hours of the CER \tbeing received. The CER reference should be quoted on Purchase Orders and any \tcorrespondence with \tsuppliers.\n3.9. \tA Purchase Order (PO) must not be raised (via EBis for Head Office) until the CER has been \tapproved at the appropriate level. \n3.10. \tSuppliers must not be engaged until a PO has been raised and a PO number (PON) is \tavailable to provide to the supplier or spend has been approved through the CER process \tfor homes/schemes not using EBis for purchase ordering.\n3.11. \tReceipting of goods or services against PO must be actioned  as soon as the assets have \tbeen received so that the items can be accounted for correctly and on a timely basis.\n3.12. \tFinancial governance to be in accordance with the delegated authorities approved by the \tBoard.\nNote: Capital Authorisation principles will be amended once new ones are implemented\nCAPITAL BUDGETING PROCESS\n4.1. \tAll capital expenditure should be budgeted for during the annual budgeting process. Budget \tguidance and support is provided by the Commercial Finance team within Finance.\n4.2. \tFinance and Capital Expenditure Committee will monitor Estates expenditure, including the \texpenditure relating to Housing for Sale properties which is undertaken to make them \tsaleable or rentable.\nDISPOSAL / SALE & IMPAIREMENT OF ASSETS\n5.1. \tThe sale or disposal of an asset (or component of an asset) should be approved in \taccordance with the approval matrix and an Asset Disposal Form completed (see \tAppendix 4).\n5.2. \tCircumstances which could give rise to impairment are reviewed annually by Finance. This \twill include a review of any properties which are no longer used for charitable purposes.\nRESOURCES\nResource 1: Special Areas Guidance \nResource 2: Quick Reference Decision Tree\nResource 3: Technical Guidance - Process for Capital Expenditure\nAll capital expenditure must be allocated to the relevant capital project or account codes at the time of commitment e.g. when a CER is raised. Relevant account codes will be advised by the Finance  team.\nFinance will have overall responsibility for determining the distinction between capital and revenue and treatment of leases, in line with the UK accounting rules, based on information provided by homes, schemes or departments. Finance must be consulted to discuss proposed items of spend, to ensure decisions are made about the correct treatment.\nReceipting of goods / services against purchase orders related to capital spend must be actioned on a timely basis once the goods / services have been received as per requirements in the original order, to ensure accurate accruals can be included in the monthly management accounts.\nFinance Business Partners should confirm with their BP/PM’s about work executed to date, so that the value of this can be correctly accounted for (where the invoice has not yet been received and/or paid). \nAssets under construction – (i.e. not finalised) will remain under “work in progress” until completed. \nDepreciation - will be charged from the time an asset comes into use, at the start of its useful life (e.g. building comes into use). Finance must be informed when an asset comes into use.\nDepreciation will be charged monthly in the management accounts in line with the agreed depreciation polices.\nRetentions process– a Register of Retentions is maintained, and information is included in the notes to the accounts. Retentions are accrued monthly by the Property Business Partner through the construction phase of the project. These will be reviewed periodically and released in the event that they are not due to be paid. \nThe ownership status of a retirement living dwelling(s) should be confirmed before works are undertaken or equipment purchased. Works should only be undertaken, or equipment purchased when responsibility falls to MHA as landlord or managing agent. \nWhere expenditure on retirement living schemes will be funded by Leaseholders’ sinking or contingency funds due regard should be given to the requirements of Section 20 of the Landlord and Tenant Act 1985.\nRelevant capital plant and machinery or furniture installed in a new or refurbished building should be distinguished from the construction or refurbishment and depreciated in accordance with the depreciation policy for the asset class.\nResource 4: Technical Guidance – Care Homes Decision Tree\nResource 5: Technical Guidance – Retirement Living Decision Tree\nPlease note: any expenditure that will be accounted for as Cost of Goods Sold (COGS) for \nHousing for Sale properties must follow the Capital Expenditure Governance rules set out in this \nSection 2.\nResource 6: Technical Guidance – Epworth House Decision Tree\nAPPENDICES \nAppendix 1: Useful Economic Life (UEL) by Asset Type\nAppendix 2: Capital Expenditure Request Form (CER) [FP105a]\nAppendix 3 – Financial Appraisal Summary\nAppendix 4 – Capital Disposal Approval [FP105b)",
  "sections": {
    "summary": "Appendix 4 – Capital Disposal Approval [FP105b)",
    "purpose": "The overall purpose of this policy is to: Confirm and clarify the policy that must be followed by MHA Ensure that capital expenditure across MHA is clearly identified, planned, authorised, and accounted for accurately and in a timely manner.",
    "policy": "MHA’s Capital Expenditure Policy is guided by the requirements contained in the financial reporting standards (FRS102), the accounting guidance for the Charity Sector (Charities SORP (FRS 102)), and the accounting guidance for the Housing sector (Housing SORP 2014). MHA must adhere to these standards in preparing its financial statements; this policy is therefore consistent with FRS102. FRS102 requires that capital expenditure be recorded separately from revenue expenditure. MHA requires that capital and revenue expenditure be budgeted for and approved separately in order that the implications for the Statement of Comprehensive Income, Balance Sheet and Cash flow can be identified and managed. This policy aligns with MHA’s delegated authorities as set out in the Board Manual and the accounting policies referred to in the Financial Statements. The Board Manual details ‘delegated authorities’ which outline the areas of responsibility and approval limits related to capital expenditure. This policy provides examples of what should not be capitalised, i.e. expenditure that is classed as revenue and should be charged to the Statement of Comprehensive Income. This policy must be implemented with supplementary user guidance (resources and appendices). A Quick Reference decision tree has been included in Resource 2 to give general guidance as to whether an item of expenditure qualifies as Capital or Revenue. More detailed decisions trees specific to your area of operation are referenced in the technical guidance provided in Resources 3 to 6 that accompany this policy. Please refer to the Finance Team for any questions relating to this policy or capital expenditure. GOVERNANCE & REPORTING 2.1. MHA’s Board subject to the ‘delegated authorities,’ approve the overall capital budget for MHA. Overall responsibility for controlling capital expenditure rests with the Director of Finance. 2.2. The capital budget is allocated between: Development and Estates expenditure which is managed by the Chief Operating Officer; IT expenditure which is managed by the Director of Finance; Change programme which is managed by the CEO; Equipment purchases which are managed by the Chief Operating Officer. 2.3. PO’s are tracked and monitored to determine the volumes and their ageing. 2.4. Any expenditure that will be accounted for as Cost of Goods Sold (COGS) for Housing for Sale properties must follow the Capital Expenditure governance rules. CAPITAL EXPENDITURE CAPITAL AUTHORISATION 3.1. Budget inclusion is not authorisation to spend. 3.2. All capital spend must be approved through approval of a Capital Expenditure Request form (CER). The CER must be approved in line with the Authority Matrix on the bottom of the form. Approvals should be sought where possible prior to submission of the CER to Finance. 3.3. Expenditure relating to the Capital Programme works do not require completion of a CER. 3.4. Finance will confirm that spend is capital in nature and within approved and available budget. 3.5. A Financial evaluation template may need to be completed and summary page presented with the CER. Finance will advise on this. 3.6. Account and cost codes will be assigned by the Finance Team during the completion of the CER. 3.7. Completed CERs must be submitted to Finance by email to the CER Inbox together with relevant quotes and available support. 3.8. Finance will confirm final approval and issue a CER reference within 24 hours of the CER being received. The CER reference should be quoted on Purchase Orders and any correspondence with suppliers. 3.9. A Purchase Order (PO) must not be raised (via EBis for Head Office) until the CER has been approved at the appropriate level. 3.10. Suppliers must not be engaged until a PO has been raised and a PO number (PON) is available to provide to the supplier or spend has been approved through the CER process for homes/schemes not using EBis for purchase ordering. 3.11. Receipting of goods or services against PO must be actioned as soon as the assets have been received so that the items can be accounted for correctly and on a timely basis. 3.12. Financial governance to be in accordance with the delegated authorities approved by the Board. Note: Capital Authorisation principles will be amended once new ones are implemented",
    "procedure": "All capital expenditure must be allocated to the relevant capital project or account codes at the time of commitment e.g. when a CER is raised. Relevant account codes will be advised by the Finance team. Finance will have overall responsibility for determining the distinction between capital and revenue and treatment of leases, in line with the UK accounting rules, based on information provided by homes, schemes or departments. Finance must be consulted to discuss proposed items of spend, to ensure decisions are made about the correct treatment. Receipting of goods / services against purchase orders related to capital spend must be actioned on a timely basis once the goods / services have been received as per requirements in the original order, to ensure accurate accruals can be included in the monthly management accounts. Finance Business Partners should confirm with their BP/PM’s about work executed to date, so that the value of this can be correctly accounted for (where the invoice has not yet been received and/or paid). Assets under construction – (i.e. not finalised) will remain under “work in progress” until completed. Depreciation - will be charged from the time an asset comes into use, at the start of its useful life (e.g. building comes into use). Finance must be informed when an asset comes into use. Depreciation will be charged monthly in the management accounts in line with the agreed depreciation polices. Retentions process– a Register of Retentions is maintained, and information is included in the notes to the accounts. Retentions are accrued monthly by the Property Business Partner through the construction phase of the project. These will be reviewed periodically and released in the event that they are not due to be paid. The ownership status of a retirement living dwelling(s) should be confirmed before works are undertaken or equipment purchased. Works should only be undertaken, or equipment purchased when responsibility falls to MHA as landlord or managing agent. Where expenditure on retirement living schemes will be funded by Leaseholders’ sinking or contingency funds due regard should be given to the requirements of Section 20 of the Landlord and Tenant Act 1985. Relevant capital plant and machinery or furniture installed in a new or refurbished building should be distinguished from the construction or refurbishment and depreciated in accordance with the depreciation policy for the asset class. Resource 4: Technical Guidance – Care Homes Decision Tree Resource 5: Technical Guidance – Retirement Living Decision Tree Please note: any expenditure that will be accounted for as Cost of Goods Sold (COGS) for Housing for Sale properties must follow the Capital Expenditure Governance rules set out in this Section 2. Resource 6: Technical Guidance – Epworth House Decision Tree APPENDICES Appendix 1: Useful Economic Life (UEL) by Asset Type Appendix 2: Capital Expenditure Request Form (CER) [FP105a]"
  }
}