{
  "id": "FR006",
  "title": "Restricted Funds Policy",
  "filename": "FR006 Restricted Funds Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nDue to the nature of the work we do at MHA it is common for us to receive donations that are restricted to a specific service (e.g. a care home, retirement living or MHA Communities) or an area of our work (e.g. music therapy or chaplaincy).\nMHA needs to minimise any risk of legal disputes, so it is vital that we comply with the law and the Fundraising Regulator’s Code of Practice regarding asking for, accepting, and spending any restricted gifts.  This includes but is not exclusive to legacies (see Legacies Policy). \nMHA also has a moral responsibility to ensure that financial gifts donated to us are handled in an appropriate way (for the donor), and that they are spent in a way that best reflects both the donor’s wishes and MHA’s values. \nThis policy will ensure a consistent and coherent approach to asking for, accepting, and spending restricted donations, ensuring the best outcome for MHA and our residents and members.\nScope and Purpose\nAll MHA Fundraising, Operations and Finance colleagues.\nTo provide MHA colleagues with guidance on how to treat restricted donations to MHA, ensuring they are asked for, accepted, and spent appropriately, in accordance with the donor’s wishes and compliant with the Fundraising Regulator’s Code of Practice. This excludes income from Trusts and Foundations where an application has been submitted.\nDefinitions \nAsking for Restricted Funds\nWe must make sure that we do not suggest money is for a restricted purpose (such as paying for a conservatory, music therapist or chaplain) when it may be used for a different purpose or for general purposes.\nWe must not ask for funds for a purpose that does not fit within the purposes of our charitable cause.\nIf we are fundraising for a particular purpose, we must include a statement saying what would happen to funds we receive if the total amount raised is not enough to meet (or is more than) the target. Please see Appendix 1 for example wording.\nAccepting Restricted Funds\nBefore accepting a restricted donation, we must be confident that we can spend this gift within 5 years, unless it is related to a long-term capital appeal.\nAll restricted gifts of £1,000 and over should be remitted to the Fundraising Team in Central Support who will process the donation and ensure the restriction is recorded.\nWhere the donor expresses a specific purpose for a donation, we must keep a record of this to ensure that the donor’s wishes are met. This includes on what and when these funds have been spent.\nSpending Restricted Funds\nLocally Raised\nWe must use all funds raised for a particular cause for that cause.\nRestricted funds and legacies should not normally be used to replace general property capital funding unless there are specific reason to do so. E.g. If capital funding is not likely to be available for some time and that the need for the investment is reasonable. Therefore, donations should not normally be put towards any areas that would be expected to be funded through normal operating expenditure, as these should be funded via non-voluntary income e.g. resident fees.\nA donation must be used for the purpose for which it was given. This may be conditions the donor sets when making the donation (a written explanation of their wishes should be requested where possible for those donations other than legacies) or representations we make (either verbally or in fundraising materials) about how the money will be used.\nIf we can meet the conditions or restrictions and we accept the gift, we must follow them.\nAll restricted donations should be spent within 5 years of receipt of funds.\nCentrally Held\nAll points in locally held funds apply to centrally held funds. \nAll gifts of £10,000 and over received after 1 April 2020 will go to the Restricted Funds Panel (see Restricted Funds Application Form and Appendix 2, the Panel Flowchart).  \nThe Company Secretary will advise the panel on legal aspects of specific gifts as required. \nHome and scheme managers will be invited to submit proposals on how they would spend the gift which will be considered by the panel (Restricted Funds Application Form). \nThe panel will review all requests to spend restricted unsolicited gifts, ensuring the best outcome for MHA and the best use of donations.\nAll plans approved by the panel must require gifts to be spent within 5 years of receipt. If this is not spent, it will come back to the panel to decide whether to reallocate the gift to a different item / project.\nAn annual statement will be distributed to each home and scheme showing the balance of restricted funds available to them, including any further restrictions. A list will also be reviewed annually by the panel.\nDonations MHA are Unable to Spend\nSometimes we are unable to spend funds, for instance when a project or service has closed. In this instance the process stated in the Historic Restricted Monies Held below must be used.\nHistoric Restricted Monies Held\nAll historic balances which MHA are unable to spend will be brought to the Restricted Funds Panel. \nThe panel will follow charity commission processes to identify if the funds can be transferred to another service, or if an application to the Charity Commission is required. \nWhen a home or scheme is closed or sold it is the responsibility of the project team to ensure all remaining restricted funds are appropriately handled in partnership with the restricted funds panel.\nThe restricted funds panel will work in collaboration with the Company Secretary to ensure any required applications are made to the charity commission.\nRestricted Funds Panel Terms of Reference (TOR)\nThe purpose of the terms of reference is to provide guidance for the panel to consider when reviewing restricted funds application forms (Appendix 2). As well as new gifts, the panel will also review historic balances and property capital funding.\nNew Gifts Criteria\nAll MHA Communities gifts will be transferred to the appropriate MHA Communities scheme as long as the panel are satisfied the scheme will spend the gift within five years.\nAll Area Managers will work with home/ scheme managers to ensure plans are put in place for spending of gifts.  Any spend requests of £10,000 and over will come to the panel for approval. Where the gift is for a wider restriction (eg. dementia care) the panel will work with the appropriate teams to agree the use of these funds. \nAll gifts for a restricted area (for example music therapy, chaplaincy) the panel will agree if the gift is to be put towards new work, fund existing work or offset to release unrestricted donations back into the general pot.\nHistoric Balances Criteria\nWhere the balance applies to a home or scheme which is currently open the above criteria and process will apply.\nWhere the balance applies to a home or scheme which is no longer open or never started the panel will look to allocate the gift to a suitable local activity. Looking to retain geographical proximity where possible. \nIf there is no suitable local activity the panel will look to allocate based on closest match to initial wording of gift (where known) and area of greatest need for MHA.\nThese criteria will require an application to the charity commission which will be coordinated by the company secretary’s office with support of the finance and fundraising teams.\nProperty Capital Funding Criteria\nThe primary purpose for using restricted funds and legacies for property capital projects is for the addition or enhancement of facilities available to residents.\nWhere such funds are used to replace furniture and or equipment before the end of their economic life, the replaced items should be considered for distribution to an alternative home or service.\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEquality Impact Assessment (EIA)\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nMHA Policy Documents, Procedures, and Guidance:\nRestricted Funds Application Form\nLegacies Policy\nAppendices\nAppendix 1 - Exemption Statement Example Wording\nAppendix 2 – Restricted Funds – Panel Flowchart\nAppendix 1: Exemption Statement Example Wording\nIf target not reached:\nIf MHA are unsuccessful in reaching the required target for this campaign all funds raised will be assigned to a project either in a similar cause area, i.e. music therapy / chaplaincy, or location (if campaign specific to a defined geographical area).\nIf target exceeded:\nIf MHA have exceeded the target and the required funding for a project these additional funds will be used to either expand on the initial project or will be assigned to a project within a similar cause area i.e. music therapy / chaplaincy, or within that location (if the campaign is specific to a geographical area).\nAppendix 2: Restricted Funds – Panel Flowchart\nRestricted Funds - Panel Flowchart \nVersion Control",
  "sections": {
    "summary": "Due to the nature of the work we do at MHA it is common for us to receive donations that are restricted to a specific service (e.g. a care home, retirement living or MHA Communities) or an area of our work (e.g. music therapy or chaplaincy). MHA needs to minimise any risk of legal disputes, so it is vital that we comply with the law and the Fundraising Regulator’s Code of Practice regarding asking for, accepting, and spending any restricted gifts. This includes but is not exclusive to legacies (see Legacies Policy). MHA also has a moral responsibility to ensure that financial gifts donated to us are handled in an appropriate way (for the donor), and that they are spent in a way that best reflects both the donor’s wishes and MHA’s values. This policy will ensure a consistent and coherent approach to asking for, accepting, and spending restricted donations, ensuring the best outcome for MHA and our residents and members.",
    "purpose": "All MHA Fundraising, Operations and Finance colleagues. To provide MHA colleagues with guidance on how to treat restricted donations to MHA, ensuring they are asked for, accepted, and spent appropriately, in accordance with the donor’s wishes and compliant with the Fundraising Regulator’s Code of Practice. This excludes income from Trusts and Foundations where an application has been submitted.",
    "definitions": "Asking for Restricted Funds We must make sure that we do not suggest money is for a restricted purpose (such as paying for a conservatory, music therapist or chaplain) when it may be used for a different purpose or for general purposes. We must not ask for funds for a purpose that does not fit within the purposes of our charitable cause. If we are fundraising for a particular purpose, we must include a statement saying what would happen to funds we receive if the total amount raised is not enough to meet (or is more than) the target. Please see Appendix 1 for example wording. Accepting Restricted Funds Before accepting a restricted donation, we must be confident that we can spend this gift within 5 years, unless it is related to a long-term capital appeal. All restricted gifts of £1,000 and over should be remitted to the Fundraising Team in Central Support who will process the donation and ensure the restriction is recorded. Where the donor expresses a specific purpose for a donation, we must keep a record of this to ensure that the donor’s wishes are met. This includes on what and when these funds have been spent. Spending Restricted Funds Locally Raised We must use all funds raised for a particular cause for that cause. Restricted funds and legacies should not normally be used to replace general property capital funding unless there are specific reason to do so. E.g. If capital funding is not likely to be available for some time and that the need for the investment is reasonable. Therefore, donations should not normally be put towards any areas that would be expected to be funded through normal operating expenditure, as these should be funded via non-voluntary income e.g. resident fees. A donation must be used for the purpose for which it was given. This may be conditions the donor sets when making the donation (a written explanation of their wishes should be requested where possible for those donations other than legacies) or representations we make (either verbally or in fundraising materials) about how the money will be used. If we can meet the conditions or restrictions and we accept the gift, we must follow them. All restricted donations should be spent within 5 years of receipt of funds. Centrally Held All points in locally held funds apply to centrally held funds. All gifts of £10,000 and over received after 1 April 2020 will go to the Restricted Funds Panel (see Restricted Funds Application Form and Appendix 2, the Panel Flowchart). The Company Secretary will advise the panel on legal aspects of specific gifts as required. Home and scheme managers will be invited to submit proposals on how they would spend the gift which will be considered by the panel (Restricted Funds Application Form). The panel will review all requests to spend restricted unsolicited gifts, ensuring the best outcome for MHA and the best use of donations. All plans approved by the panel must require gifts to be spent within 5 years of receipt. If this is not spent, it will come back to the panel to decide whether to reallocate the gift to a different item / project. An annual statement will be distributed to each home and scheme showing the balance of restricted funds available to them, including any further restrictions. A list will also be reviewed annually by the panel. Donations MHA are Unable to Spend Sometimes we are unable to spend funds, for instance when a project or service has closed. In this instance the process stated in the Historic Restricted Monies Held below must be used. Historic Restricted Monies Held All historic balances which MHA are unable to spend will be brought to the Restricted Funds Panel. The panel will follow charity commission processes to identify if the funds can be transferred to another service, or if an application to the Charity Commission is required. When a home or scheme is closed or sold it is the responsibility of the project team to ensure all remaining restricted funds are appropriately handled in partnership with the restricted funds panel. The restricted funds panel will work in collaboration with the Company Secretary to ensure any required applications are made to the charity commission.",
    "policy": "Restricted Funds Application Form Legacies Policy Appendices Appendix 1 - Exemption Statement Example Wording Appendix 2 – Restricted Funds – Panel Flowchart Appendix 1: Exemption Statement Example Wording If target not reached: If MHA are unsuccessful in reaching the required target for this campaign all funds raised will be assigned to a project either in a similar cause area, i.e. music therapy / chaplaincy, or location (if campaign specific to a defined geographical area). If target exceeded: If MHA have exceeded the target and the required funding for a project these additional funds will be used to either expand on the initial project or will be assigned to a project within a similar cause area i.e. music therapy / chaplaincy, or within that location (if the campaign is specific to a geographical area). Appendix 2: Restricted Funds – Panel Flowchart Restricted Funds - Panel Flowchart Version Control",
    "references": "The purpose of the terms of reference is to provide guidance for the panel to consider when reviewing restricted funds application forms (Appendix 2). As well as new gifts, the panel will also review historic balances and property capital funding. New Gifts Criteria All MHA Communities gifts will be transferred to the appropriate MHA Communities scheme as long as the panel are satisfied the scheme will spend the gift within five years. All Area Managers will work with home/ scheme managers to ensure plans are put in place for spending of gifts. Any spend requests of £10,000 and over will come to the panel for approval. Where the gift is for a wider restriction (eg. dementia care) the panel will work with the appropriate teams to agree the use of these funds. All gifts for a restricted area (for example music therapy, chaplaincy) the panel will agree if the gift is to be put towards new work, fund existing work or offset to release unrestricted donations back into the general pot. Historic Balances Criteria Where the balance applies to a home or scheme which is currently open the above criteria and process will apply. Where the balance applies to a home or scheme which is no longer open or never started the panel will look to allocate the gift to a suitable local activity. Looking to retain geographical proximity where possible. If there is no suitable local activity the panel will look to allocate based on closest match to initial wording of gift (where known) and area of greatest need for MHA. These criteria will require an application to the charity commission which will be coordinated by the company secretary’s office with support of the finance and fundraising teams. Property Capital Funding Criteria The primary purpose for using restricted funds and legacies for property capital projects is for the addition or enhancement of facilities available to residents. Where such funds are used to replace furniture and or equipment before the end of their economic life, the replaced items should be considered for distribution to an alternative home or service. Training and Monitoring Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Equality Impact Assessment (EIA) Equality, Diversity, and Impact Assessment to be confirmed. Resources"
  }
}