{
  "id": "FR004",
  "title": "Gift Aid Policy and Procedure",
  "filename": "FR004 Gift Aid Policy and Procedure.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA is committed to maximizing the value of donations received from eligible donors through the Gift Aid scheme, as governed by the UK tax regulations.\nGift aid will be restricted in the same way as the original donation (e.g., if the donation is restricted to a specific MHA care home, the gift aid will also be restricted to the same care home).\nFor any enquires regarding gift aid or the procedures set out in this policy, contact fundraising@mha.org.uk\nScope and Purpose\nThis policy is relevant for all MHA colleagues and involved in effectively claiming Gift Aid on eligible donations. It outlines the steps to follow and clarifies what donations are eligible for Gift Aid.\nDefinitions\nEligible Donations\nAll gifts where the donor pays tax in the UK on their income, provides a Gift Aid Declaration, and does not get anything tangible in return for their donation, are eligible for Gift Aid claims. This includes donations made online, over the phone, via post or in person.\nGift Aid cannot be claimed where the donor gets something tangible in exchange for their donation. For example, paying to be a MHA member, buying tickets for a charity event, cakes from a cake sale or raffle tickets, are not eligible for Gift Aid.\nGift Aid cannot be claimed where entry to an activity is through payment of a set fee.  If entry to the event is purely through a voluntary donation (i.e., anyone who attends may choose to pay whatever amount they wish, including no donation, and will be able to enter) then Gift Aid may be claimed on the donation. \nWhere there has been a fee charged for an event, it is acceptable to also have a separate mechanism for voluntary donations at the same event.  These donations are then eligible for Gift Aid.\nMHA does not allow any form of split fee/donation within a single payment.\nIf there is any doubt confirmation must be received from the Head of Fundraising that Gift Aid is eligible before a claim is submitted to the Stewardship Team. It is the responsibility of the Manager of the home or scheme to ensure this is the case. \nDeclarations\nA valid declaration is required for any Gift Aid to be claimed from HMRC.  It is the responsibility of the team receiving the donation to ensure that the appropriate claim is made, recorded, and kept.\nAll declarations must be worded to include any donations made in the last four years and any future donations received until the donor informs us, they are no longer a UK taxpayer. Single donations claim forms are used only by exception when they are specifically requested. \nWording of Declarations are dictated by HMRC. Whilst there is no set form, there are certain aspects which must be included in all declarations, or associated confirmation letters.  \nTo be valid, a declaration must include the donors full name and address, the charities name, confirmation the donor wishes Gift Aid to be claimed (could be a tick box), and explanation that the donor needs to pay the same amount or more of UK income tax/ capital gains tax as all charities will claim in a tax year and that the donor is responsible to pay the difference.\nThere are a number of channels through which a declaration can be made and recorded:\nDeclarations must be kept for seven years from the date of the last donation. \nThe location of storage depends on the team and CRM access available:\nExisting gift aid forms can be scanned and uploaded into Sugar CRM.  New gift aid declarations can be completed directly into the system using the gift aid form module.  \nDeclarations received into central support must be stored securely, digitally in software such as Filestream or its equivalent and/or secure gift aid declaration folders.’ If hard copies are received these will be scanned and stored as above or hard copies securely filed.’\nDeclarations received into homes and schemes without access to Sugar CRM must be kept as hard copies in a retrievable, secure filing system.\nOnce a scanned copy is uploaded, there is no requirement to keep any hard copies.\nMaking a Gift Aid Claim\nAll donations must be recorded using the home/scheme/function’s usual financial reporting process, ensuring that it is marked as eligible for Gift Aid.\nAll Gift Aid Claims are made by the Stewardship Team in Central Support twice a year in April and October. \nAll donations and declarations held in the Raiser’s Edge system will be automatically involved in the process.\nIf homes and schemes wish to submit a claim for inclusion, this must be submitted to the Stewardship Team by emailing a completed version of the latest internal Gift Aid Claims form [FR004a] to fundraising@mha.org.uk by the end of the prior month.\nThe latest Gift Aid claims form [FR004a] will be available on the intranet.  It is the responsibility of the home/scheme to ensure they are using the latest version and not relying on a previous form.\nMaking a Gift Aid Claim Without a Gift Aid Declaration\nHMRC run a Gift Aid Small Donations Scheme (GASDS) where Gift Aid may be able to be claimed on small donations where a declaration was not received.\nAny claims under the Gift Aid Small Donations Scheme will be coordinated by the Stewardship team at Epworth House, Derby.\nIf there is an opportunity for MHA to benefit from this scheme it will be communicated to relevant parties as appropriate.\nRoles and Responsibilities\nMonitoring\nAudit trail of all new, existing, and cancelled declarations.\nAudit trail of all donations / gifts received.\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nSpot checks of gift aid declarations will be completed on an ad-hoc basis.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessments\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nGift Aid Schedule Form [FR004a]\nGift Aid Declaration Form [FR004b]\nEthical fundraising policy [FR001]\nVersion Control",
  "sections": {
    "summary": "MHA is committed to maximizing the value of donations received from eligible donors through the Gift Aid scheme, as governed by the UK tax regulations. Gift aid will be restricted in the same way as the original donation (e.g., if the donation is restricted to a specific MHA care home, the gift aid will also be restricted to the same care home). For any enquires regarding gift aid or the procedures set out in this policy, contact fundraising@mha.org.uk",
    "purpose": "This policy is relevant for all MHA colleagues and involved in effectively claiming Gift Aid on eligible donations. It outlines the steps to follow and clarifies what donations are eligible for Gift Aid.",
    "definitions": "Eligible Donations All gifts where the donor pays tax in the UK on their income, provides a Gift Aid Declaration, and does not get anything tangible in return for their donation, are eligible for Gift Aid claims. This includes donations made online, over the phone, via post or in person. Gift Aid cannot be claimed where the donor gets something tangible in exchange for their donation. For example, paying to be a MHA member, buying tickets for a charity event, cakes from a cake sale or raffle tickets, are not eligible for Gift Aid. Gift Aid cannot be claimed where entry to an activity is through payment of a set fee. If entry to the event is purely through a voluntary donation (i.e., anyone who attends may choose to pay whatever amount they wish, including no donation, and will be able to enter) then Gift Aid may be claimed on the donation. Where there has been a fee charged for an event, it is acceptable to also have a separate mechanism for voluntary donations at the same event. These donations are then eligible for Gift Aid. MHA does not allow any form of split fee/donation within a single payment. If there is any doubt confirmation must be received from the Head of Fundraising that Gift Aid is eligible before a claim is submitted to the Stewardship Team. It is the responsibility of the Manager of the home or scheme to ensure this is the case. Declarations A valid declaration is required for any Gift Aid to be claimed from HMRC. It is the responsibility of the team receiving the donation to ensure that the appropriate claim is made, recorded, and kept. All declarations must be worded to include any donations made in the last four years and any future donations received until the donor informs us, they are no longer a UK taxpayer. Single donations claim forms are used only by exception when they are specifically requested. Wording of Declarations are dictated by HMRC. Whilst there is no set form, there are certain aspects which must be included in all declarations, or associated confirmation letters. To be valid, a declaration must include the donors full name and address, the charities name, confirmation the donor wishes Gift Aid to be claimed (could be a tick box), and explanation that the donor needs to pay the same amount or more of UK income tax/ capital gains tax as all charities will claim in a tax year and that the donor is responsible to pay the difference. There are a number of channels through which a declaration can be made and recorded: Declarations must be kept for seven years from the date of the last donation. The location of storage depends on the team and CRM access available: Existing gift aid forms can be scanned and uploaded into Sugar CRM. New gift aid declarations can be completed directly into the system using the gift aid form module. Declarations received into central support must be stored securely, digitally in software such as Filestream or its equivalent and/or secure gift aid declaration folders.’ If hard copies are received these will be scanned and stored as above or hard copies securely filed.’ Declarations received into homes and schemes without access to Sugar CRM must be kept as hard copies in a retrievable, secure filing system. Once a scanned copy is uploaded, there is no requirement to keep any hard copies. Making a Gift Aid Claim All donations must be recorded using the home/scheme/function’s usual financial reporting process, ensuring that it is marked as eligible for Gift Aid. All Gift Aid Claims are made by the Stewardship Team in Central Support twice a year in April and October. All donations and declarations held in the Raiser’s Edge system will be automatically involved in the process. If homes and schemes wish to submit a claim for inclusion, this must be submitted to the Stewardship Team by emailing a completed version of the latest internal Gift Aid Claims form [FR004a] to fundraising@mha.org.uk by the end of the prior month. The latest Gift Aid claims form [FR004a] will be available on the intranet. It is the responsibility of the home/scheme to ensure they are using the latest version and not relying on a previous form. Making a Gift Aid Claim Without a Gift Aid Declaration HMRC run a Gift Aid Small Donations Scheme (GASDS) where Gift Aid may be able to be claimed on small donations where a declaration was not received. Any claims under the Gift Aid Small Donations Scheme will be coordinated by the Stewardship team at Epworth House, Derby. If there is an opportunity for MHA to benefit from this scheme it will be communicated to relevant parties as appropriate.",
    "responsibilities": "Monitoring Audit trail of all new, existing, and cancelled declarations. Audit trail of all donations / gifts received. Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. Spot checks of gift aid declarations will be completed on an ad-hoc basis. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk EDI Impact Assessments Equality, Diversity, and Impact Assessment to be confirmed. Resources Gift Aid Schedule Form [FR004a] Gift Aid Declaration Form [FR004b] Ethical fundraising policy [FR001] Version Control"
  }
}