{
  "id": "FR007",
  "title": "Legacies Policy",
  "filename": "FR007 Legacies Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nLegacies form a major part of MHA’s charitable income, and we are heavily dependent upon this income stream to fund our charitable services. \nColleagues must read this policy in conjunction with the Restricted Funds policy and guidance [FR006].\nScope and Purpose\nThis policy is aimed at all MHA colleagues and volunteers.\nThis policy applies to all areas relating to legacies including:\nThe preparation and administration of legacies in which MHA is a beneficiary.\nDeeds of variation.\nThe application for restricted funds [FR006a] [Appendix 1].\nCharities Aid Foundation vouchers.\nDefinitions\nPreparation of Wills\nWhere someone is considering making provision for MHA within their Will then the following applies:\nThe person considering MHA in their Will should be encouraged to seek the advice of MHA’s Legacy Manager if they require assistance.\nIf we are informed about a legacy that someone has made in their Will, the MHA colleague should ask if they could record this information and pass these details on to the Legacy team.  Due to GDPR only where we have specific permission can we record this information. \nTo avoid any suggestion of undue influence, MHA colleagues or volunteers must not be involved in the preparation of the Wills of residents and members. Legators should instead be referred to an independent legal advisor.  \nNotification\nAll correspondence regarding legacies must be immediately referred through to the Legacy team at Epworth House via giftsinwills@mha.org.uk.\nAdministration of Legacies\nHomes and schemes must forward all correspondence regarding the administration of legacies to the Legacy team at Epworth House, even if the terms of the Will state that the bequest is for a particular home or scheme.  This is because the Legacy team are the only people authorised to process legacies due to issues and complications that can arise when dealing with solicitors and executors.\nOnly the Legacy team are authorised to give a valid receipt for legacies.\nLegacies of under £1,000 for amenity funds will be administered by the Legacy team and then paid over to the locally held amenity fund.\nApplication of Restricted Legacy Income\nAll legacy income is recorded and allocated strictly according to the terms of the Will. If we cannot spend monies for those purposes this will be referred to the Restricted Funds Panel regardless of the value of fund. The Restricted Funds Panel will assess options and potentially apply to the Charity Commission for a change of purpose (all gifts of £10,000 and over will be referred to the panel regardless).\nLocal managers, area managers, and regional managers for MHA Communities, are informed about the notification of a legacy left for the benefit of the scheme or home.\nIncome received for the benefit of a particular home or scheme should not normally be used to replace general property capital funding unless there are specific reason to do so. E.g. If capital funding is not likely to be available for some time and that the need for the investment is reasonable.\nAs outlined in Restricted Funds Policy [FR006] the Restricted Funds Panel has the ultimate authority to determine the application of specific charitable income within the Financial Plan approved by the Board. \nAn annual statement will be distributed to each home and scheme showing the restricted fund balance, capital expenditure allocated against the opening balance, funds allocated in the current year and additional funds received in the year (if any).\nRefer to the Restricted Funds Policy [FR006] for authority levels for expenditure of restricted funds by amount.\nLegacies from Residents to Colleagues\nIndividual colleagues and volunteers must not accept legacies from residents. Colleagues may not be beneficiaries of Wills or legacies of any person using MHA’s services for whom they provide / have provided services.  A colleague may find out that a Will is going to be made in which they will receive a legacy or that a Will has been made with a legacy specified for them.   Any instances must be reported to the line manager immediately.  In cases where a colleague receives these funds without prior knowledge, this must be notified immediately to the Director of People and Communications and, following discussion, a decision should be taken regarding where the funds should be deposited.  It is recommended that funds received in this way be passed to MHA to continue our services for older people, usually at the local project.  \nIn circumstances where a colleague and a person using our services have a pre-existing relationship, prior to and separate from MHA, where the colleague is to benefit from the person’s Will, this is acceptable and should be recorded in the colleague’s personnel file [HR8.2].\nCharity Aid Foundation Vouchers\nLegacies received by MHA via a Charities Aid Foundation voucher should be processed by the Legacy team.  As with all other types of legacy if these are received locally, they should immediately be forwarded to the Legacy team at Epworth House.\nDonation of Overpaid Resident Fees\nDonations of overpayment fees to MHA are not classed as a legacy. Please refer to Donation of Overpaid Resident Fees Policy [FR012].\nColleagues and Volunteers Non-Participation in Residents Legal Documents \nFor the purpose of this section, “Colleagues” refers to both those employed by MHA and volunteers.\nIn order to maintain professionalism, ethical standards, and legal compliance, colleagues are prohibited from reading, explaining, witnessing, and signing legal documents for those who use MHA’s services including residents, tenants, and members, their family, friends, and advocates who may approach colleagues to sign documents. \nWills and other documents relating to personal affairs, property, and finances are considered as legal documents.\nReading Documents\nIf colleagues are asked to assist in reading legal documents or explaining the content of the documents (e.g., to residents, tenants, or members), colleagues must inform the individual that they are not permitted to do so and must instead ask for support from the relevant person such as family, friends, power of attorney, or an advocate. This does not include supporting residents to understand their DoLS, BIP, MCA documentation in line with best interest planning and informed decision making which is all part of safeguarding (refer to Safeguarding Adults Policy [CP019] for more information.\nConflict of Interest\nColleagues witnessing legal documents could potentially be perceived as having a vested interest in the outcome of the agreement. This perception might arise due to their affiliation with the organisation, making it challenging to establish their impartiality and independence in the witnessing process.\nLegal Impartiality\nWitnesses’ to legal documents are required to be neutral parties without any direct connection to the content or parties involved in the agreement. Colleagues, by virtue of their employment by MHA, could be seen as having a connection to the resident, thereby raising questions about their ability to fulfil the role of an impartial witness. \nIn some jurisdictions, the legality of a witnessed legal document could be called into question if a conflict of interest or lack of impartiality is evident. Invalid contracts could lead to legal disputes and financial losses for both the organisation and the involved parties.\nProfessionalism and Ethical Standards\nMaintaining a high level of professionalism and ethical conduct is crucial for both colleagues and the organisation. Allowing colleagues to witness legal documents could potentially compromise this professionalism by blurring the lines between their personal and professional responsibilities.\nPerception of Influence\nThose using MHA’s services might feel pressured to agree to terms if a colleague is involved in the witnessing process. This could result in individuals agreeing to terms they might not fully understand or be comfortable with.\nPrivacy and Confidentiality\nWitnessing a legal document often requires access to sensitive and private information. Allowing colleagues to witness contracts could inadvertently expose confidential information to them, potentially breaching data privacy and confidentiality regulations.\nLasting Power of Attorney Legislative Guidance\nRegulation 8(3) of the LPA Regulations (or Lasting Powers of Attorney, Enduring Powers of Attorney and Public Guardian Regulations 2007 (SI 2007/1253) states that an LPA will not be valid if the certificate is given by one of the following people which includes:\nA member of the donor’s family.\nAn attorney under the LPA or any member of their family.\nAn attorney under any other LPA or EPA executed by the donor (whether or not the other power has been revoked).\nAny colleague of the organisation providing services (including, owner, director, manager) in which the donor lives when the LPA is executed, or any member of their family - no MHA colleague can agree to give the certificate.\nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues and volunteers.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessments\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nFR006, Restricted Funds Policy\nFR008, Amenity Funds Policy\nFR012, Donation of Overpaid Resident Fees Policy\nResource 1 - Charities Aid Foundation Vouchers: For more information, please refer to the Charities Aid Foundation’s website www.cafonline.org\nAppendices \nAppendix 1: Application form for Restricted Funds [FR006a]\nVersion Control",
  "sections": {
    "summary": "Legacies form a major part of MHA’s charitable income, and we are heavily dependent upon this income stream to fund our charitable services. Colleagues must read this policy in conjunction with the Restricted Funds policy and guidance [FR006].",
    "purpose": "This policy is aimed at all MHA colleagues and volunteers. This policy applies to all areas relating to legacies including: The preparation and administration of legacies in which MHA is a beneficiary. Deeds of variation. The application for restricted funds [FR006a] [Appendix 1]. Charities Aid Foundation vouchers.",
    "scope": "Version Control",
    "definitions": "Preparation of Wills Where someone is considering making provision for MHA within their Will then the following applies: The person considering MHA in their Will should be encouraged to seek the advice of MHA’s Legacy Manager if they require assistance. If we are informed about a legacy that someone has made in their Will, the MHA colleague should ask if they could record this information and pass these details on to the Legacy team. Due to GDPR only where we have specific permission can we record this information. To avoid any suggestion of undue influence, MHA colleagues or volunteers must not be involved in the preparation of the Wills of residents and members. Legators should instead be referred to an independent legal advisor. Notification All correspondence regarding legacies must be immediately referred through to the Legacy team at Epworth House via giftsinwills@mha.org.uk. Administration of Legacies Homes and schemes must forward all correspondence regarding the administration of legacies to the Legacy team at Epworth House, even if the terms of the Will state that the bequest is for a particular home or scheme. This is because the Legacy team are the only people authorised to process legacies due to issues and complications that can arise when dealing with solicitors and executors. Only the Legacy team are authorised to give a valid receipt for legacies. Legacies of under £1,000 for amenity funds will be administered by the Legacy team and then paid over to the locally held amenity fund.",
    "policy": "FR012, Donation of Overpaid Resident Fees Policy Resource 1 - Charities Aid Foundation Vouchers: For more information, please refer to the Charities Aid Foundation’s website www.cafonline.org Appendices",
    "responsibilities": "Training and Monitoring Compliance is assessed through direct observation, monitoring, and supervision of our colleagues and volunteers. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk EDI Impact Assessments Equality, Diversity, and Impact Assessment to be confirmed. Resources"
  }
}