{
  "id": "FS01",
  "title": "MHA Communities Food Safety Small Scale Catering",
  "filename": "FS01 MHA Communities Food Safety Small Scale Catering.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "INTENDED OUTCOME\nTo ensure a service which is safe, hygienic, and compliant with the law. \nSCOPE\nThis policy is aimed at MHA Communities events catered for from kitchens in community buildings and churches, and Sheltered Housing Schemes providing food and refreshments from small “non-commercial” type kitchens. Luncheon clubs would normally fall into the category of operation covered by this policy. \nThis policy must be brought to the attention of all food handlers in small scale catering kitchens, is effective immediately, and replaces all previous versions.\nThis policy must be read in conjunction with Basic Hygiene Code of Practice [FS SSC103].\nINTRODUCTION\nThis policy covers the food safety arrangements which must be followed for smaller scale catering, i.e. anything more than “tea and biscuits”.  For example, it applies to MHA Communities events catered for from kitchens in community buildings and churches, and Sheltered Housing Schemes providing food and refreshments from small “non-commercial” type kitchens.  Luncheon clubs would normally fall into the category of operation covered by this policy.\nThis policy has been developed jointly with Derby City Council who are the Lead / Home Authority for MHA, across the whole of the organisation.  In the unlikely event of a local Environmental Health Officer requiring a standard different to those contained in this policy, they should in the first instance be referred to MHA’s Hospitality Manager.\nDEFINITIONS\nSmaller scale catering refers to anything more than “tea and biscuits”. \nCOMPLIANCE\nThis policy complies with the following regulations:\nHACCP EC Regulation 852/2004\nFood Safety and Hygiene (England) Amended Regulations 2013\nFood Safety and Hygiene (Scotland) Amended Regulations 2013\nFood Safety and Hygiene (Wales) Regulations 2013\nEU Food Information for Consumers Regulation 1169/2011\nAll other current food safety legislation\nPRINCIPLES\nMHA will ensure that all MHA representatives, including colleagues and volunteers who are part of the purchase, storage, preparation, service, and disposal of food follow appropriate regulations and good practice guidelines, and that customers can be assured of an enjoyable meal experience and be condiment that the highest levels of Food Safety are being maintained. \nMHA seeks to achieve the highest standards of food safety and is committed to continuous improvement of food safety management.\nMHA recognises the relationship between controlling risks and general health and seeks to achieve effective control through cooperative effort at all levels in the organisation.\nThe local authority Environmental Health Officer (EHO), along with other regulators, has the statutory right and a standing invitation to visit our services. \nVENUE AND DINING ROOM\n2.1 \tPrior to the activity or lunch club being introduced, a suitable venue must be identified.  This may be within MHA premises or using a suitable community venue. The New Premises [OPCS 002] policy, and the Premises, Facilities, and Equipment [OPCS 003] policy should be used to do this.\nMEAL SPECIFICATION\n3.1 \tThe meal specification which is aspired to is set out in the MHA Catering Manual [FSMS Section 2].  If a hard copy of this manual is not provided in your service, this information can be accessed via the intranet under the Hospitality page. This should be read in conjunction with other sections of the manual, including Menu Planning and Nutrition and Special Requirements and Budgeting [FSMS Section 1-11].\n3.2 \tWhere the meal is provided from a commercial MHA kitchen, this must meet the Meal Specification, as described in the MHA Catering Manual [FSMS Section 2].  \n3.3 \tWhen providing food from a non-MHA kitchen, or through an external catering arrangement, we would aspire to meet the MHA standards:\nThe lunch would usually be a minimum of two courses, plus tea and coffee offered after the meal.  There should ideally be a choice of 2 main course items, and a vegetarian item must be offered / available.  There should be two vegetables, of which a minimum of one should be a fresh vegetable, and a potato or pasta or rice accompaniment.  A choice of dessert should be offered.  Special dietary requirements must be catered for with appropriate choices.\nWater, fruit juice or squash should be available throughout the lunch service.\nFOOD ALLERGIES AND INTOLERANCES\n4.1 \tAllergens are substances which cause the body immune system to respond.  In severe cases this may result in anaphylactic shock and even death.  Cooking does not usually eliminate allergen risks.\n4.2 \tMHA will ensure that the EU Food Information for Consumers Regulation 1169/2011 is fully complied with.\n4.3 \tFrom October 2021 the 2019 Food Information (Amendment) (England) Regulations (FIR 2019) FIR 2019 [Resource 1] will require the packaging or labels of Pre-Packaged foods for sale later, sold in England, to display the following information clearly:\nname of the food\nfull ingredients list\nallergenic ingredients emphasised – for example, in bold, italics or a different colour\n4.4 \tUse of MHA Allergen labels will enable compliance with this\nThe requirements in respect of other non-prepacked foods are unaffected by the changes.\n\tAll projects will demonstrate if any foods have the named allergens by either:\nCompleting MHA Communities Daily Sheet and Allergens Matrix [FS SSC3] and having this available at the meal.\nOR\nIf meals are from schools, café etc. - Collecting the information from the source of the food and having this available for inspection.\nCommon types of food that can cause allergic reaction are as follows but not limited to [Resource 2]:\nLupin\nSoya\nCelery \nTree nuts\nPeanuts\nMolluscs\nMilk\nSesame seeds\nMustard\nEggs\nSulphur Dioxide\nCereals containing gluten\nFish and shellfish\nCrustaceans\nPreventative control measures that staff must follow:\nSpecial meals should be agreed and produced\nCheck food labels and supplier information for presence of allergens.\nAllergen ingredients should be stored in sealed containers so as not to contaminate other products.\nStaff should wash their hands thoroughly before and after preparing the dish.\nPurchase specialist items from MHA nominated supplier.\nFood should be prepared in areas that are free from the allergen.\nA thorough 2 stage cleaning and disinfecting regime, ensuring staff follow manufacturer’s contact time directions must be followed for all food contact surfaces.\nTo make it easier to manage allergens contained in condiments, schemes must produce a “master” allergen MHA Communities Daily Sheet and Allergens Matrix [FS SSC3] sheet which should contain the allergens associated with condiments served in the scheme i.e. Tomato Sauce, HP sauce, Mustard etc.\n4.8 \tCare must be taken to ensure that staff are aware of any food allergies that service users may have, and appropriate action taken to meet with these needs.  Specialist advice can be sourced from MHA’s Hospitality Manager.\nSOURCE OF FOOD\n5.1 \tFor lunch clubs where there is a meal provided from a commercial MHA kitchen, all food should be sourced in line with the current Group Food Purchasing Arrangements.\n5.2 \tA decision will need to be made as to the best method for ensuring a quality meal for service users. This will be decided by either:\nIf the kitchen is suitable for the preparation, cooking, and service of foods.\nOR\nShould the food be purchased or collected from a suitable registered food supplier.  If this is the case the manager must check on the scores on the door’s website for a hygiene rating.  Only establishments with a 3 star or above rating should be used.  If the establishment has not been rated, check with the local Environmental Health department that the supplier is registered and obtain a copy of the latest inspection report and rating to ensure they are of a suitably high standard.  If In doubt, contact MHA’s Hospitality Manager for assistance.\n5.3 \tIf food is purchased to be prepared and cooked or re-heated (such as cook chill multi-portion meals) in non-MHA lunch club premises, and not subject to group purchasing arrangements, care must be taken to ensure that:\nFood is from a recognised provider with a traceable source\nFood is stored appropriately at the venue\nFood is in date\n5.4 \tWhere facilities and resources do not allow a meal to be prepared on site, food may be purchased from a local commercial kitchen, such as a care home, school kitchen, hospital kitchen or café.  This must be transported in appropriate, insulated containers and must not take longer than 30 minutes between collection and arrival at the venue. Delivery temperature must be checked, if this is not at above 63ºC appropriate action must be taken to ensure that the food is eaten quickly or is reheated to above 82ºC.\n5.5 \tFor food safety reasons it is not permitted for food or meals to be taken from the premises by volunteers or staff for their own consumption.\nE. COLI 0157 AND LISTERIA\n6.1 \tE. coli O157 is a particularly dangerous type of bacteria because it can cause serious, untreatable, illness and even death from very low-levels of contamination of ready-to-eat food.  Because E. coli O157 survives at freezer, chill and ambient temperatures, measures to control cross-contamination apply to all these environments [Resource 3].\n6.2 \tListeria monocytogenes (listeria) is a bacterium that causes an illness called listeriosis.  Cases of foodborne illness from listeria are rare but can involve serious symptoms and even death in certain groups of people [Resource 4].\n6.3 \tAll staff and volunteers involved in the preparation of foods must read all 3 documents along with the catering policy and sign the Food Handler Agreement [FS104] [Appendix 1] to verify this. \n6.4 \tThe “Clear and clean as you go sheets” must be laminated and kept visible in kitchens or taken to each service as a reminder.\nPreventative control measures that staff must follow:\nHand washing and cleaning These practices must be followed rigorously and in line with MHA policy homes / schemes must be able to demonstrate that effective hand washing training has been carried out on a regular basis. Turn taps off using paper towels or clean taps immediately after being touched with raw meat hands.\nPhysical separation is the most effective method of preventing E. coli transference and Listeriosis within the catering area.  If raw food or soil contaminated foods are delivered and placed on food preparation surfaces the surface must be cleaned using the 2-stage cleaning and sanitising system as explained below.\nCleaning disinfectants The Food Standards Agency's Guidance Document 'E. coli O157: Control of Cross Contamination' [Resource 3] requires Food Business Operators to ensure that, where necessary, they are using appropriate disinfectants that meet the requirements of British Standards BS EN 1276 or BS EN 13697 to disinfect food contact surfaces and equipment.  A list of suitable products is available at http://www.disinfectant-info.co.uk/.  Any disinfectant being used by MHA must be on this list.\nA 2-stage cleaning regime must be adopted for all food preparation and storage surfaces - Clean with detergent.  Disinfect following the manufacturers guidance on contact times. Where space is limited, and raw food and cooked food production is carried out on the same surfaces there must be a rigorous 2 stage cleaning regime that allows for time between the changes of use.\nFood preparation Raw meat must not be washed. Note: Disposable cloths must be used for cleaning in raw meat preparation areas and used only once.\nCold Storage of foods [Appendix 2] Chilled food must be stored in a fridge at a temperature of 5ºC. Fridges must be maintaining a temperature of 5ºC, and this must be recorded on the MHA Communities Daily Sheet and Allergens Matrix [FS SSC3].\nLabelling of foods MHA Allergen labels must be used.  These are available from Irongate. Food should be re-labelled and dated, if not used on the day, following the food safety guidelines. Open packets of foods should be retained in original packaging and have a label attached to show date of opening and the date to be used by.  This date must follow the manufacturers’ guidelines on the packaging for that product.\nFood that has been prepared should be used immediately or discarded; no leftovers are kept or served.  Sandwiches must be made and used on the day required with no carry over to the following day.  These must be stored below 5ºC prior to use.\nFreezing of manufactured dated food [Appendix 2] all food must be labelled in accordance with MHA guidelines on freezing of food and time for storage (3 months) and MHA Allergen labels must be used. Frozen food must be stored in a freezer at a temperature of -18ºC.\nBulk freezing of Raw foods [Appendix 2] with use by labels is not permitted but to prevent wastage and there be small quantity of raw food with a manufacturer label this can be frozen by using the MHA Allergen labels and detailing dates of freeing, use by date (no longer than 3 months) and allergen information.  This must be defrosted in a refrigerator before cooking.\nEquipment washing It is vital that all bowls and utensils used for raw and prepared items have been thoroughly washed between uses and stored clean - i.e. mixing bowls that may be used for mixing raw items and then cooked items like mashed potato. Any utensil used for raw and cooked food preparation must be heat disinfected (dishwasher or boiling water) or separate utensils must be used and stored separately for raw and cooked or ready to eat foods.\nPROBES\n7.1 \tProbe disinfection the tip of the probe must be disinfected in boiling water if the critical temperature limit of cooked meat or food is not reached.\n7.2 \tProbe calibration the probe must be calibrated at each service:\nPlace the tip in ice water and recording the temperature on the MHA Communities Daily Sheet and Allergens Matrix [FS SSC3]. Temperature must read between -1°c and 1°c.\nPlace the tip in boiling water and recording the temperature on the MHA Communities Daily Sheet and Allergens Matrix [FS SSC3]. Temperature must be between 99°c and 101°c.\nVariations outside of these ranges must be investigated.\nTRAINING\n8.1 \tAll employees and volunteers involved in the preparation of food (which does not include delivery of shopping or meals) must be aware of good practice, and complete the following annually:\nFood Handler Agreement [FS104] [Appendix 1]\nDuring each meal preparation, the lead person for the preparation of food must have successfully completed a Level 2 Certificate in Food Safety and be present.\n8.3\tAdditional training resources are available [Resource 5].\nRECORDS\n9.1 \tEmployees and Volunteers:\nCopies of Food Handler Agreement [FS104] [Appendix 1] for those preparing and serving food (which does not include delivery of shopping or meals) – infection reporting should be placed on personal files.  A training record must also be maintained.\n9.2 \tService Users\nThere should be a record of service users dining.  This may be the register for the day or should be logged on MHA Communities Daily Sheet and Allergens Matrix [FS SSC3].\n9.3 \tFood Service\nMHA Communities Daily Sheet and Allergens Matrix [FS SSC3] form must be maintained for each event. This should be completed by the senior person involved in the catering and records and includes:\nSource / supplier of food\nProbe Calibration Checks\nFridge temperatures\nFood serve temperatures\nKitchen cleaning\nFood Allergen Matrix\nAUDITS AND REPORTS\n10.1 \tManagers must complete the HS611b Health and Safety Audit - Communities which covers food safety, and a copy must be kept as a record at the scheme.\n10.2 \tEnvironmental health officer visit reports - any requirements that are highlighted on a report following an inspection by the local Environmental Health Officer must be acted upon as quickly as possible.  A letter should be sent to confirm the action taken and this must be kept on file.  Advice and guidance for these actions can be obtained from the MHA Hospitality Manager.  A copy of the Environmental Health Officer’s report and the letter must be sent to the MHA Hospitality Manager.\n10.3 \tWhere meals are provided or sourced from an external provider, a copy of their EHO report must be obtained annually and kept on file.  If there are any concerns or queries arising in this report advice can be sought from the MHA Hospitality Manager.\nCROSS REFERENCES & RESOURCES\nFSMS \t\tMHA Catering Manual - Sections 1 to 11\nFP100 \t\tPurchasing Policy – for ordering\nFS SSC103 \tMHA Communities Basic Hygiene Code of Practice\nFS SSC3 \tMHA Communities Daily Sheet and Allergens Matrix\nFSC06\t\tEssentials of Food Hygiene\nFS104 \t\tFood Handlers Agreement\nHS611b \tHealth and Safety Audit – Communities\nResource 1:  The Food Information (Amendment) (England) Regulations 2019: \nhttps://www.legislation.gov.uk/uksi/2019/1218/made\nResource 2:   Food allergy and intolerance – Food Standards Agency 2021:\nhttps://www.food.gov.uk/safety-hygiene/food-allergy-and-intolerance#:~:text=The%2014%20allergens%20are%3A%20celery,than%20ten%20parts%20per%20million)\nResource 3: \tE. coli cross-contamination guidance – Food Standards Agency 2020:\n\t\thttps://www.food.gov.uk/business-guidance/e-coli-cross-contamination-guidance\nResource 4:\tReducing the risk of vulnerable groups contracting listeriosis – Food Standards Agency 2016:\n\thttps://www.food.gov.uk/sites/default/files/media/document/listeria-guidance-june2016-rev.pdf\nResource 5:\tFood Standards agency website at \nhttps://www.food.gov.uk/about-us/publications/safetyandhygiene\nFood standards agency You Tube channel at\nhttps://www.youtube.com/user/FoodStandardsAgency\nAPPENDIX 1: FOOD HANDLERS AGREEMENT [FS104]\nAPPENDIX 2: FOOD HAZARD CONTROL MEASURES \nRefer to FSMS Section 2 for Catering Risk Assessment for guidance and control measures on:\nPurchase and receipt of delivery\nChilled food storage\nFrozen food storage\nAmbient food storage\nFood preparation\nCooking\nHot food service\nCooling food\nCold food service\nReheating food\nDisposing of food\nTemperature Checks\nChilled foods below 5°c\nFrozen foods below -18°c \nHazard Analysis Process (HACCP) Flow Chart [FSC 09]: ",
  "sections": {
    "summary": "This policy covers the food safety arrangements which must be followed for smaller scale catering, i.e. anything more than “tea and biscuits”. For example, it applies to MHA Communities events catered for from kitchens in community buildings and churches, and Sheltered Housing Schemes providing food and refreshments from small “non-commercial” type kitchens. Luncheon clubs would normally fall into the category of operation covered by this policy. This policy has been developed jointly with Derby City Council who are the Lead / Home Authority for MHA, across the whole of the organisation. In the unlikely event of a local Environmental Health Officer requiring a standard different to those contained in this policy, they should in the first instance be referred to MHA’s Hospitality Manager.",
    "scope": "This policy is aimed at MHA Communities events catered for from kitchens in community buildings and churches, and Sheltered Housing Schemes providing food and refreshments from small “non-commercial” type kitchens. Luncheon clubs would normally fall into the category of operation covered by this policy. This policy must be brought to the attention of all food handlers in small scale catering kitchens, is effective immediately, and replaces all previous versions. This policy must be read in conjunction with Basic Hygiene Code of Practice [FS SSC103].",
    "definitions": "Smaller scale catering refers to anything more than “tea and biscuits”. COMPLIANCE This policy complies with the following regulations: HACCP EC Regulation 852/2004 Food Safety and Hygiene (England) Amended Regulations 2013 Food Safety and Hygiene (Scotland) Amended Regulations 2013 Food Safety and Hygiene (Wales) Regulations 2013 EU Food Information for Consumers Regulation 1169/2011 All other current food safety legislation",
    "policy": "MHA will ensure that all MHA representatives, including colleagues and volunteers who are part of the purchase, storage, preparation, service, and disposal of food follow appropriate regulations and good practice guidelines, and that customers can be assured of an enjoyable meal experience and be condiment that the highest levels of Food Safety are being maintained. MHA seeks to achieve the highest standards of food safety and is committed to continuous improvement of food safety management. MHA recognises the relationship between controlling risks and general health and seeks to achieve effective control through cooperative effort at all levels in the organisation. The local authority Environmental Health Officer (EHO), along with other regulators, has the statutory right and a standing invitation to visit our services. VENUE AND DINING ROOM 2.1 Prior to the activity or lunch club being introduced, a suitable venue must be identified. This may be within MHA premises or using a suitable community venue. The New Premises [OPCS 002] policy, and the Premises, Facilities, and Equipment [OPCS 003] policy should be used to do this. MEAL SPECIFICATION 3.1 The meal specification which is aspired to is set out in the MHA Catering Manual [FSMS Section 2]. If a hard copy of this manual is not provided in your service, this information can be accessed via the intranet under the Hospitality page. This should be read in conjunction with other sections of the manual, including Menu Planning and Nutrition and Special Requirements and Budgeting [FSMS Section 1-11]. 3.2 Where the meal is provided from a commercial MHA kitchen, this must meet the Meal Specification, as described in the MHA Catering Manual [FSMS Section 2]. 3.3 When providing food from a non-MHA kitchen, or through an external catering arrangement, we would aspire to meet the MHA standards: The lunch would usually be a minimum of two courses, plus tea and coffee offered after the meal. There should ideally be a choice of 2 main course items, and a vegetarian item must be offered / available. There should be two vegetables, of which a minimum of one should be a fresh vegetable, and a potato or pasta or rice accompaniment. A choice of dessert should be offered. Special dietary requirements must be catered for with appropriate choices. Water, fruit juice or squash should be available throughout the lunch service. FOOD ALLERGIES AND INTOLERANCES 4.1 Allergens are substances which cause the body immune system to respond. In severe cases this may result in anaphylactic shock and even death. Cooking does not usually eliminate allergen risks. 4.2 MHA will ensure that the EU Food Information for Consumers Regulation 1169/2011 is fully complied with. 4.3 From October 2021 the 2019 Food Information (Amendment) (England) Regulations (FIR 2019) FIR 2019 [Resource 1] will require the packaging or labels of Pre-Packaged foods for sale later, sold in England, to display the following information clearly: name of the food full ingredients list allergenic ingredients emphasised – for example, in bold, italics or a different colour 4.4 Use of MHA Allergen labels will enable compliance with this The requirements in respect of other non-prepacked foods are unaffected by the changes. All projects will demonstrate if any foods have the named allergens by either: Completing MHA Communities Daily Sheet and Allergens Matrix [FS SSC3] and having this available at the meal. OR If meals are from schools, café etc. - Collecting the information from the source of the food and having this available for inspection. Common types of food that can cause allergic reaction are as follows but not limited to [Resource 2]: Lupin Soya Celery Tree nuts Peanuts Molluscs Milk Sesame seeds Mustard Eggs Sulphur Dioxide Cereals containing gluten Fish and shellfish Crustaceans Preventative control measures that staff must follow: Special meals should be agreed and produced Check food labels and supplier information for presence of allergens. Allergen ingredients should be stored in sealed containers so as not to contaminate other products. Staff should wash their hands thoroughly before and after preparing the dish. Purchase specialist items from MHA nominated supplier. Food should be prepared in areas that are free from the allergen. A thorough 2 stage cleaning and disinfecting regime, ensuring staff follow manufacturer’s contact time directions must be followed for all food contact surfaces. To make it easier to manage allergens contained in condiments, schemes must produce a “master” allergen MHA Communities Daily Sheet and Allergens Matrix [FS SSC3] sheet which should contain the allergens associated with condiments served in the scheme i.e. Tomato Sauce, HP sauce, Mustard etc. 4.8 Care must be taken to ensure that staff are aware of any food allergies that service users may have, and appropriate action taken to meet with these needs. Specialist advice can be sourced from MHA’s Hospitality Manager. SOURCE OF FOOD 5.1 For lunch clubs where there is a meal provided from a commercial MHA kitchen, all food should be sourced in line with the current Group Food Purchasing Arrangements. 5.2 A decision will need to be made as to the best method for ensuring a quality meal for service users. This will be decided by either: If the kitchen is suitable for the preparation, cooking, and service of foods. OR Should the food be purchased or collected from a suitable registered food supplier. If this is the case the manager must check on the scores on the door’s website for a hygiene rating. Only establishments with a 3 star or above rating should be used. If the establishment has not been rated, check with the local Environmental Health department that the supplier is registered and obtain a copy of the latest inspection report and rating to ensure they are of a suitably high standard. If In doubt, contact MHA’s Hospitality Manager for assistance. 5.3 If food is purchased to be prepared and cooked or re-heated (such as cook chill multi-portion meals) in non-MHA lunch club premises, and not subject to group purchasing arrangements, care must be taken to ensure that: Food is from a recognised provider with a traceable source Food is stored appropriately at the venue Food is in date 5.4 Where facilities and resources do not allow a meal to be prepared on site, food may be purchased from a local commercial kitchen, such as a care home, school kitchen, hospital kitchen or café. This must be transported in appropriate, insulated containers and must not take longer than 30 minutes between collection and arrival at the venue. Delivery temperature must be checked, if this is not at above 63ºC appropriate action must be taken to ensure that the food is eaten quickly or is reheated to above 82ºC. 5.5 For food safety reasons it is not permitted for food or meals to be taken from the premises by volunteers or staff for their own consumption. E. COLI 0157 AND LISTERIA 6.1 E. coli O157 is a particularly dangerous type of bacteria because it can cause serious, untreatable, illness and even death from very low-levels of contamination of ready-to-eat food. Because E. coli O157 survives at freezer, chill and ambient temperatures, measures to control cross-contamination apply to all these environments [Resource 3]. 6.2 Listeria monocytogenes (listeria) is a bacterium that causes an illness called listeriosis. Cases of foodborne illness from listeria are rare but can involve serious symptoms and even death in certain groups of people [Resource 4]. 6.3 All staff and volunteers involved in the preparation of foods must read all 3 documents along with the catering policy and sign the Food Handler Agreement [FS104] [Appendix 1] to verify this. 6.4 The “Clear and clean as you go sheets” must be laminated and kept visible in kitchens or taken to each service as a reminder. Preventative control measures that staff must follow: Hand washing and cleaning These practices must be followed rigorously and in line with MHA policy homes / schemes must be able to demonstrate that effective hand washing training has been carried out on a regular basis. Turn taps off using paper towels or clean taps immediately after being touched with raw meat hands. Physical separation is the most effective method of preventing E. coli transference and Listeriosis within the catering area. If raw food or soil contaminated foods are delivered and placed on food preparation surfaces the surface must be cleaned using the 2-stage cleaning and sanitising system as explained below. Cleaning disinfectants The Food Standards Agency's Guidance Document 'E. coli O157: Control of Cross Contamination' [Resource 3] requires Food Business Operators to ensure that, where necessary, they are using appropriate disinfectants that meet the requirements of British Standards BS EN 1276 or BS EN 13697 to disinfect food contact surfaces and equipment. A list of suitable products is available at http://www.disinfectant-info.co.uk/. Any disinfectant being used by MHA must be on this list. A 2-stage cleaning regime must be adopted for all food preparation and storage surfaces - Clean with detergent. Disinfect following the manufacturers guidance on contact times. Where space is limited, and raw food and cooked food production is carried out on the same surfaces there must be a rigorous 2 stage cleaning regime that allows for time between the changes of use. Food preparation Raw meat must not be washed. Note: Disposable cloths must be used for cleaning in raw meat preparation areas and used only once. Cold Storage of foods [Appendix 2] Chilled food must be stored in a fridge at a temperature of 5ºC. Fridges must be maintaining a temperature of 5ºC, and this must be recorded on the MHA Communities Daily Sheet and Allergens Matrix [FS SSC3]. Labelling of foods MHA Allergen labels must be used. These are available from Irongate. Food should be re-labelled and dated, if not used on the day, following the food safety guidelines. Open packets of foods should be retained in original packaging and have a label attached to show date of opening and the date to be used by. This date must follow the manufacturers’ guidelines on the packaging for that product. Food that has been prepared should be used immediately or discarded; no leftovers are kept or served. Sandwiches must be made and used on the day required with no carry over to the following day. These must be stored below 5ºC prior to use. Freezing of manufactured dated food [Appendix 2] all food must be labelled in accordance with MHA guidelines on freezing of food and time for storage (3 months) and MHA Allergen labels must be used. Frozen food must be stored in a freezer at a temperature of -18ºC. Bulk freezing of Raw foods [Appendix 2] with use by labels is not permitted but to prevent wastage and there be small quantity of raw food with a manufacturer label this can be frozen by using the MHA Allergen labels and detailing dates of freeing, use by date (no longer than 3 months) and allergen information. This must be defrosted in a refrigerator before cooking. Equipment washing It is vital that all bowls and utensils used for raw and prepared items have been thoroughly washed between uses and stored clean - i.e. mixing bowls that may be used for mixing raw items and then cooked items like mashed potato. Any utensil used for raw and cooked food preparation must be heat disinfected (dishwasher or boiling water) or separate utensils must be used and stored separately for raw and cooked or ready to eat foods. PROBES 7.1 Probe disinfection the tip of the probe must be disinfected in boiling water if the critical temperature limit of cooked meat or food is not reached. 7.2 Probe calibration the probe must be calibrated at each service: Place the tip in ice water and recording the temperature on the MHA Communities Daily Sheet and Allergens Matrix [FS SSC3]. Temperature must read between -1°c and 1°c. Place the tip in boiling water and recording the temperature on the MHA Communities Daily Sheet and Allergens Matrix [FS SSC3]. Temperature must be between 99°c and 101°c. Variations outside of these ranges must be investigated. TRAINING 8.1 All employees and volunteers involved in the preparation of food (which does not include delivery of shopping or meals) must be aware of good practice, and complete the following annually: Food Handler Agreement [FS104] [Appendix 1] During each meal preparation, the lead person for the preparation of food must have successfully completed a Level 2 Certificate in Food Safety and be present. 8.3 Additional training resources are available [Resource 5]. RECORDS 9.1 Employees and Volunteers: Copies of Food Handler Agreement [FS104] [Appendix 1] for those preparing and serving food (which does not include delivery of shopping or meals) – infection reporting should be placed on personal files. A training record must also be maintained. 9.2 Service Users There should be a record of service users dining. This may be the register for the day or should be logged on MHA Communities Daily Sheet and Allergens Matrix [FS SSC3]. 9.3 Food Service MHA Communities Daily Sheet and Allergens Matrix [FS SSC3] form must be maintained for each event. This should be completed by the senior person involved in the catering and records and includes: Source / supplier of food Probe Calibration Checks Fridge temperatures Food serve temperatures Kitchen cleaning Food Allergen Matrix AUDITS AND REPORTS 10.1 Managers must complete the HS611b Health and Safety Audit - Communities which covers food safety, and a copy must be kept as a record at the scheme. 10.2 Environmental health officer visit reports - any requirements that are highlighted on a report following an inspection by the local Environmental Health Officer must be acted upon as quickly as possible. A letter should be sent to confirm the action taken and this must be kept on file. Advice and guidance for these actions can be obtained from the MHA Hospitality Manager. A copy of the Environmental Health Officer’s report and the letter must be sent to the MHA Hospitality Manager. 10.3 Where meals are provided or sourced from an external provider, a copy of their EHO report must be obtained annually and kept on file. If there are any concerns or queries arising in this report advice can be sought from the MHA Hospitality Manager.",
    "references": "FSMS MHA Catering Manual - Sections 1 to 11 FP100 Purchasing Policy – for ordering FS SSC103 MHA Communities Basic Hygiene Code of Practice FS SSC3 MHA Communities Daily Sheet and Allergens Matrix FSC06 Essentials of Food Hygiene FS104 Food Handlers Agreement HS611b Health and Safety Audit – Communities Resource 1: The Food Information (Amendment) (England) Regulations 2019: https://www.legislation.gov.uk/uksi/2019/1218/made Resource 2: Food allergy and intolerance – Food Standards Agency 2021: https://www.food.gov.uk/safety-hygiene/food-allergy-and-intolerance#:~:text=The%2014%20allergens%20are%3A%20celery,than%20ten%20parts%20per%20million) Resource 3: E. coli cross-contamination guidance – Food Standards Agency 2020: https://www.food.gov.uk/business-guidance/e-coli-cross-contamination-guidance Resource 4: Reducing the risk of vulnerable groups contracting listeriosis – Food Standards Agency 2016: https://www.food.gov.uk/sites/default/files/media/document/listeria-guidance-june2016-rev.pdf Resource 5: Food Standards agency website at https://www.food.gov.uk/about-us/publications/safetyandhygiene Food standards agency You Tube channel at https://www.youtube.com/user/FoodStandardsAgency APPENDIX 1: FOOD HANDLERS AGREEMENT [FS104] APPENDIX 2: FOOD HAZARD CONTROL MEASURES Refer to FSMS Section 2 for Catering Risk Assessment for guidance and control measures on: Purchase and receipt of delivery Chilled food storage Frozen food storage Ambient food storage Food preparation Cooking Hot food service Cooling food Cold food service Reheating food Disposing of food Temperature Checks Chilled foods below 5°c Frozen foods below -18°c"
  }
}