{
  "id": "G109",
  "title": "Duty of Candour Policy ",
  "filename": "G109 Duty of Candour Policy .docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction \nMHA is committed to delivering safe and effective care to all people using our services.  When things go wrong the effects of harming a person can have devastating emotional and physical consequence for the person, their families/representatives, and carers.  It can also be distressing for the professionals involved.\nMHA believes in a culture of honesty and transparency.  Therefore, this document not only details our commitment to being open with the people that we serve but also sets out our duty to be aware of and comply with legislative requirements.\nScope and Purpose\nIn complying with the Duty of Candour the primary concern is to ensure that people we support, and their families are told about the incident, receive appropriate apologies, are involved in any investigation, and are provided with support from a named colleague.\nA crucial part of the duty of candour is the apology. Apologising is not an admission of liability. In many cases it is the lack of a timely apology that pushes people to take legal action. To fulfil the duty of candour, you must apologise for the harm caused, regardless of fault, as well as being open and transparent about what has happened.\nSaying sorry is:\nAlways the right thing to do\nNot an admission of liability\nAcknowledges that something could have gone better\nThe first step to learning from what happened and preventing it recurring.”\nThis will enable all MHA to:  \nMaintain positive relationships with people we support and their relatives\nReassure individuals that lessons learned will help prevent the incident recurring \nMaintain a constructive and non-punitive approach to safety incidents \nMeet its obligations to all stakeholders by being open and honest about safety incidents \nMeet its contractual and statutory obligations\nLegislative requirement for England and Wales\nEngland - Duty of Candour; Regulation 20, Health and Care Social Care Act 2008, Regulated Activities. \nWales – Duty of Candour; Regulation 13, The Regulation and Inspection of Social care (Wales) Act 2016.\nNote: England and Wales all have comparable requirements.  Colleagues must refer to the actual document texts for specific expectations. Explicit differentials are identified in this document.\nDefinitions of Harm \nThese definitions are common to all types of service. These definitions of harm are aligned to CQC’s  notification system for reporting deaths and serious injuries. \nThe Duty of Candour applies to incidents that result in – \nDuty of Candour: Notifiable Safety Incidents \nCare Quality Commission (England) \nThe duty of candour requires registered providers and registered managers (known as ‘registered persons’) to act in an open and transparent way with people receiving care or treatment from them. The regulation also defines ‘notifiable safety incidents’ and specifies how registered persons must apply the duty of candour if these incidents occur.\nA notifiable safety incident must meet all 3 of the following criteria:\nIt must have been unintended or unexpected.\nIt must have occurred during the provision of a regulated activity.\nIn the reasonable opinion of a healthcare professional, already has, or might, result in death, or severe or moderate harm to the person receiving care. This element varies slightly depending on the type of provider.\nIf any of these three criteria are not met, it is not a notifiable safety incident (but remember that the overarching duty of candour, to be open and transparent, always applies)\nParagraph 9 of Regulation 20 defines the harms for all regulated services. The definition states that - In the reasonable opinion of a healthcare professional, appears to have resulted in, or requires treatment to prevent\nThe death of the person - directly due to the incident, rather than the natural course of the person's illness or underlying condition\nThe person experiencing a sensory, motor, or intellectual impairment that has lasted, or is likely to last, for a continuous period of at least 28 days\nChanges to the structure of the person's body\nThe person experiencing prolonged pain or prolonged psychological harm, or\nA shorter life expectancy for the person using the service.\nCare Inspectorate Wales\nCare Inspectorate Wales do not require separate ‘duty of candour’ notifications; however, notifications must be submitted in accordance with Schedule 3, Regulation 30.\nWith regard to duty of candour Regulation 13 requires that:\nThe service provider must act in an open and transparent way with the following:\nIndividuals who are receiving care and support\nAny representatives of those individuals, and \nIn the case of a child who is provided with accommodation, the placing authority. \nGuidance relating to Regulation 13 and notifications listed in Schedule 3, Regulation 30 can be located within The Regulation and Inspection of Social Care (Wales) Act 2016 Statutory Guidance.  \nThis guidance should be read in conjunction with: \nThe Code of Professional Practice for Social Care Wales  \nThe Social Care Manager Practice Guidance Wales  \nNever Events or Near Misses \nIn addition to levels of harm all MHA colleagues have a responsibility to report any ‘Never Events’ \nNever Events are serious incidents that are wholly preventable as guidance or safety recommendations that provide strong systemic protective barriers are available at a national level and should have been implemented by all healthcare providers.\nEach Never Event type has the potential to cause serious harm or death.  However, serious harm or death is not required to have happened because of a specific incident occurrence for that incident to be categorised as a Never Event.  Any incident of this nature must be immediately escalated. \nA register of Never Events within MHA will be kept by the quality improvement team along with any learning from such incidents / events.\nRefer to appendix 2 – Never Event examples. \nDuty of Candour Implementation Procedures \nRefer to appendices for flowchart and example letters.\nApplying the Principles  \nCandour (honesty) is a process NOT an event, it should be on going and is about being open about all aspects of care and support an individual has received, including when things go wrong.\nWhen an individual is affected by a safety incident, which may include a mistake that has been made or something that has happened unexpectedly MHA have a duty to:\nBe open and inform individuals, their families and relevant representatives\nExplain what has happened and answer any questions \nApologise – this is not an admittance of liability \nFind out what happened\nLearn from any mistakes or omissions to avoid recurrence \nSpecial Considerations \nWhen an individual dies\nWhen an incident has resulted in an individual death it is crucial that communication remains sensitive, empathic and open taking into consideration the individual circumstances of the event and the timing when discussing with families and representatives\nAn incident that results in an individual death must be reported and investigated as a Serious Incident\nThe open discussion and investigation usually occur prior to any Coroner’s inquest; however, it may be necessary to decide to wait for the outcome of Coroner’s inquest before holding open discussions.\nIn some cases, the events of an individual’s death may include a police enquiry.  Where possible this should not prevent an open meeting or discussion with families or representatives.  It will be important to only offer and communicate only facts known at the time.  Further guidance must be sought from a senior manager and MHA’s Safeguarding Lead.  \nIndividuals who may lack capacity \nWhere possible the individual will be involved in all communication about the incident.  If appropriate assistance from an advocate should be explored and made available.\nSome individuals may have conditions which limit their ability to understand what is or what has happened. If they have a representative legally authorised under ‘Lasting Power of Attorney’ or ‘Deputy of the Court of Protection’ clarity regarding their authority must be confirmed prior to any discussions.  \nSafeguarding \nColleagues must consult the relevant safeguarding authority for guidance on reporting and adhere to MHA’s Adult Safeguarding Policy.  Further Guidance is available from MHA’s Safeguarding Lead and associated guidance on the intranet Connect with Safeguarding.  \nIndividuals with different language or cultural considerations \nConsider the need for translation, advocacy services and cultural needs when discussion are to be arranged.  Some individuals may prefer discussions with people of the same gender, which must be taking into account when planning any meetings or discussions regarding incidents or events.\nActivating Duty of Candour\nOrganisations (as responsible persons) must activate the duty of candour procedure as soon as reasonably practicable after becoming aware that:\nAn unintended or unexpected incident occurred during the provision of the health, social care or social work service provided by the organisation as the responsible person.\nIn the reasonable opinion of a registered health professional not involved in the incident:\nThat incident appears to have resulted in or could result in any of the outcomes mentioned below; and\nThat the outcome directly relates to the incident rather than to the natural course of the persons illness or underlying condition\nRoles and Responsibilities\nTraining and Monitoring\nDetailed instructions on Incident reporting using the RADAR system can be located on MHA’s intranet and Learning Zone MHA Connect  \nAll those formally required to assume on-call responsibilities must be confident and competent to do so. Different categories of such roles will be identified, and appropriate information and training made available to all relevant staff to achieve this.\nSystem data is available for monitoring and analysis and is routinely monitored to identify themes, patterns, and risks. \nProcedures within this policy will be monitored through MHA’s Quality Governance and risk framework including regulatory compliance. \nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk\nEquality Impact Assessment (EIA)\nMHA aim to design and implement policy documents that meet the diverse needs of our service, population, and workforce, ensuring that none are placed at a disadvantage over others.\nIt reflects the provisions of legislation, Human Rights, and the Equality Act 2010 to promote equal opportunities for all.\nThis document has been assessed to ensure that no one receives less favourable treatment on the protected characteristics of their age, disability, sex (gender), gender reassignment, sexual orientation, marriage and civil partnership, race, religion or belief, pregnancy, and maternity.\nFor access to the EIA, contact policies@mha.org.uk\nResources \nMHA policy documents, procedures, and guidance\nIncident response and Escalation Policy \nAdults Safeguarding Policy and Safeguarding Risk Matrix\nComplaints Policy \nCoroners Referrals and Inquest Policy\nFraud Prevention Policy and Response Plan \nIncident Management and Investigation Protocol\nInformation Governance Policies and Procedures\nQuality Review Group Terms Of Reference\nQuality Governance Group Terms of Reference \nRisk Management Policy \nWhistleblowing Policy \nDuty of Candour Toolbox Talk  \nExternal Resources \nThe Health and Social Care Act 2008 (Regulated Activities) Regulations 2014 – regulation 20\nThe Regulation and Inspection of social care (Wales) Act 2016 - Statutory Guidance   \nCQC guidance on notifications for non-NHS providers \nCharity Commission Guidance \nNever Events List\nPatient Safety Incident Response Framework (PSIRF) NHS    \nNHS Wales Patient Safety Incidents \nWales - Never Events List \nVersion Control\nAppendices \nAppendix 1 – Duty of Candour Implementation Flowchart\nAppendix 2 – Never Event Examples\nAppendix 3 – Letter 1 example\nAppendix 4 – Letter 2 example\nAppendix 5 – Letter 3 example\nAppendix 1 – Duty of Candour Implementation Flowchart \nAppendix 2 – Never Event Examples\nThe following are examples of Never Events that have occurred elsewhere. Any incident of this nature must be immediately escalated. A register of Never Events within MHA will be monitored through the Quality Governance Group (QGG) with any learning from such incidents / events \nFor service in Wales refer to Wales - Never Events List  \nAppendix 3 - Example Letter 1 – within 10 days following verbal apology \t\t\tuse MHA letter heading \nWritten notification/apology\nExample 1\nLetter of apology to be written after a safety incident where an individual has suffered\nmoderate or more severe harm.  \nLetter to be written within 10 working days of the incident and after the individual has been verbally informed that the circumstances and events of the incident are being investigated.\nDear XXX\nThank you for taking the time to talk with me/my colleague regarding XX (e.g., your father’s fall on 23rd June and subsequent fractured hip).\nI would like to express my sincere apologies that this event occurred while XX was in our care and want to assure you that we will be investigating this incident to understand how this happened and whether there is anything that we could do differently in future to stop this happening to anyone else.\nMHA are committed to being open when events such as this happen, and I will write to you again within the next XX weeks (i.e. 10 working days after the investigation has been completed) once the findings of the investigation are known.\nOnce you have received our investigation findings, we would welcome the opportunity to meet with you again to discuss the findings more personally and answer any questions that you may have.\nIn the meantime, should you have any questions please don’t hesitate to contact me on XXX\nYours sincerely\nManager name/designation\nAppendix 4 - Example letter 2 – Conclusion & investigation report \nuse MHA letter heading \nConclusion of investigation / offering copy of report / offering to meet\nExample 2\nLetter written at conclusion of the investigation within agreed timescales and reflecting agreements that have been reached with the individual/relevant person, for example the individual may have requested to receive the complete investigation report, requested a meeting, requested a summary only.\nDear XXX\nAs agreed during our discussion on X and subsequent letter on X, we have investigated the incident concerning your X (e.g., father).\nPlease find enclosed a copy of the investigation report.\nOnce you have had an opportunity to read the report, and should you find it helpful, we would be pleased to arrange a time to meet with you to talk through the findings and to answer any questions you may have.  If this is something that you would find helpful, please let me know.\nI hope that the investigation and the findings help to  assure  you  that  we  have  taken appropriate steps to understand why this incident happened and to identify any lessons that may need to be learnt to help prevent a similar incident happening again.\nShould you have any questions please don’t hesitate to contact me on XXX\nYours sincerely\nManager name/designation\nAppendix 5 - Example Letter 3 – Investigation Summary \nuse MHA letter heading \nExample 3\nLetter written at conclusion of the investigation within agreed timescales and reflecting agreements that have been reached with the individual/relevant person, for example the individual may have requested to receive a summary of the investigation findings.\nDear XXX\nAs agreed during our discussion on X and subsequent letter on X, we have investigated the incident concerning your X (e.g., father).\nPlease find below a summary of the investigation findings: \nDescription:\n(Enter text/concise summary of incident being investigation)\nImmediate action taken:\n(Enter text/concise summary of actions taken immediately after the incident – could be presented as bullet points or short paragraph)\nInvestigation findings:\n(Enter text/concise summary of findings – Why incident occurred? Root cause identified through investigation)\nLessons learned:\n(Enter text/concise summary of what will be done differently/ what investigation identified)\nHow the lessons learned will be shared across the Charity \n(Enter text/concise summary giving assurance of how learning will be communicated)\nI trust that the actions we have taken help to assure you that appropriate steps have been taken   to   identify   care   and   support   issues   relevant   to   the   incident, and that recommendations for action have been prioritised.\nYours sincerely\nManager name and designation",
  "sections": {
    "summary": "use MHA letter heading Example 3 Letter written at conclusion of the investigation within agreed timescales and reflecting agreements that have been reached with the individual/relevant person, for example the individual may have requested to receive a summary of the investigation findings. Dear XXX As agreed during our discussion on X and subsequent letter on X, we have investigated the incident concerning your X (e.g., father). Please find below a summary of the investigation findings: Description: (Enter text/concise summary of incident being investigation) Immediate action taken: (Enter text/concise summary of actions taken immediately after the incident – could be presented as bullet points or short paragraph) Investigation findings: (Enter text/concise summary of findings – Why incident occurred? Root cause identified through investigation) Lessons learned: (Enter text/concise summary of what will be done differently/ what investigation identified) How the lessons learned will be shared across the Charity (Enter text/concise summary giving assurance of how learning will be communicated) I trust that the actions we have taken help to assure you that appropriate steps have been taken to identify care and support issues relevant to the incident, and that recommendations for action have been prioritised. Yours sincerely Manager name and designation",
    "purpose": "In complying with the Duty of Candour the primary concern is to ensure that people we support, and their families are told about the incident, receive appropriate apologies, are involved in any investigation, and are provided with support from a named colleague. A crucial part of the duty of candour is the apology. Apologising is not an admission of liability. In many cases it is the lack of a timely apology that pushes people to take legal action. To fulfil the duty of candour, you must apologise for the harm caused, regardless of fault, as well as being open and transparent about what has happened. Saying sorry is: Always the right thing to do Not an admission of liability Acknowledges that something could have gone better The first step to learning from what happened and preventing it recurring.” This will enable all MHA to: Maintain positive relationships with people we support and their relatives Reassure individuals that lessons learned will help prevent the incident recurring Maintain a constructive and non-punitive approach to safety incidents Meet its obligations to all stakeholders by being open and honest about safety incidents Meet its contractual and statutory obligations Legislative requirement for England and Wales England - Duty of Candour; Regulation 20, Health and Care Social Care Act 2008, Regulated Activities. Wales – Duty of Candour; Regulation 13, The Regulation and Inspection of Social care (Wales) Act 2016. Note: England and Wales all have comparable requirements. Colleagues must refer to the actual document texts for specific expectations. Explicit differentials are identified in this document.",
    "definitions": "These definitions are common to all types of service. These definitions of harm are aligned to CQC’s notification system for reporting deaths and serious injuries. The Duty of Candour applies to incidents that result in – Duty of Candour: Notifiable Safety Incidents Care Quality Commission (England) The duty of candour requires registered providers and registered managers (known as ‘registered persons’) to act in an open and transparent way with people receiving care or treatment from them. The regulation also defines ‘notifiable safety incidents’ and specifies how registered persons must apply the duty of candour if these incidents occur. A notifiable safety incident must meet all 3 of the following criteria: It must have been unintended or unexpected. It must have occurred during the provision of a regulated activity. In the reasonable opinion of a healthcare professional, already has, or might, result in death, or severe or moderate harm to the person receiving care. This element varies slightly depending on the type of provider. If any of these three criteria are not met, it is not a notifiable safety incident (but remember that the overarching duty of candour, to be open and transparent, always applies) Paragraph 9 of Regulation 20 defines the harms for all regulated services. The definition states that - In the reasonable opinion of a healthcare professional, appears to have resulted in, or requires treatment to prevent The death of the person - directly due to the incident, rather than the natural course of the person's illness or underlying condition The person experiencing a sensory, motor, or intellectual impairment that has lasted, or is likely to last, for a continuous period of at least 28 days Changes to the structure of the person's body The person experiencing prolonged pain or prolonged psychological harm, or A shorter life expectancy for the person using the service. Care Inspectorate Wales Care Inspectorate Wales do not require separate ‘duty of candour’ notifications; however, notifications must be submitted in accordance with Schedule 3, Regulation 30. With regard to duty of candour Regulation 13 requires that: The service provider must act in an open and transparent way with the following: Individuals who are receiving care and support Any representatives of those individuals, and In the case of a child who is provided with accommodation, the placing authority. Guidance relating to Regulation 13 and notifications listed in Schedule 3, Regulation 30 can be located within The Regulation and Inspection of Social Care (Wales) Act 2016 Statutory Guidance. This guidance should be read in conjunction with: The Code of Professional Practice for Social Care Wales The Social Care Manager Practice Guidance Wales Never Events or Near Misses In addition to levels of harm all MHA colleagues have a responsibility to report any ‘Never Events’ Never Events are serious incidents that are wholly preventable as guidance or safety recommendations that provide strong systemic protective barriers are available at a national level and should have been implemented by all healthcare providers. Each Never Event type has the potential to cause serious harm or death. However, serious harm or death is not required to have happened because of a specific incident occurrence for that incident to be categorised as a Never Event. Any incident of this nature must be immediately escalated. A register of Never Events within MHA will be kept by the quality improvement team along with any learning from such incidents / events. Refer to appendix 2 – Never Event examples.",
    "policy": "Candour (honesty) is a process NOT an event, it should be on going and is about being open about all aspects of care and support an individual has received, including when things go wrong. When an individual is affected by a safety incident, which may include a mistake that has been made or something that has happened unexpectedly MHA have a duty to: Be open and inform individuals, their families and relevant representatives Explain what has happened and answer any questions Apologise – this is not an admittance of liability Find out what happened Learn from any mistakes or omissions to avoid recurrence Special Considerations When an individual dies When an incident has resulted in an individual death it is crucial that communication remains sensitive, empathic and open taking into consideration the individual circumstances of the event and the timing when discussing with families and representatives An incident that results in an individual death must be reported and investigated as a Serious Incident The open discussion and investigation usually occur prior to any Coroner’s inquest; however, it may be necessary to decide to wait for the outcome of Coroner’s inquest before holding open discussions. In some cases, the events of an individual’s death may include a police enquiry. Where possible this should not prevent an open meeting or discussion with families or representatives. It will be important to only offer and communicate only facts known at the time. Further guidance must be sought from a senior manager and MHA’s Safeguarding Lead. Individuals who may lack capacity Where possible the individual will be involved in all communication about the incident. If appropriate assistance from an advocate should be explored and made available. Some individuals may have conditions which limit their ability to understand what is or what has happened. If they have a representative legally authorised under ‘Lasting Power of Attorney’ or ‘Deputy of the Court of Protection’ clarity regarding their authority must be confirmed prior to any discussions. Safeguarding Colleagues must consult the relevant safeguarding authority for guidance on reporting and adhere to MHA’s Adult Safeguarding Policy. Further Guidance is available from MHA’s Safeguarding Lead and associated guidance on the intranet Connect with Safeguarding. Individuals with different language or cultural considerations Consider the need for translation, advocacy services and cultural needs when discussion are to be arranged. Some individuals may prefer discussions with people of the same gender, which must be taking into account when planning any meetings or discussions regarding incidents or events. Activating Duty of Candour Organisations (as responsible persons) must activate the duty of candour procedure as soon as reasonably practicable after becoming aware that: An unintended or unexpected incident occurred during the provision of the health, social care or social work service provided by the organisation as the responsible person. In the reasonable opinion of a registered health professional not involved in the incident: That incident appears to have resulted in or could result in any of the outcomes mentioned below; and That the outcome directly relates to the incident rather than to the natural course of the persons illness or underlying condition",
    "procedure": "Refer to appendices for flowchart and example letters.",
    "responsibilities": "Training and Monitoring Detailed instructions on Incident reporting using the RADAR system can be located on MHA’s intranet and Learning Zone MHA Connect All those formally required to assume on-call responsibilities must be confident and competent to do so. Different categories of such roles will be identified, and appropriate information and training made available to all relevant staff to achieve this. System data is available for monitoring and analysis and is routinely monitored to identify themes, patterns, and risks. Procedures within this policy will be monitored through MHA’s Quality Governance and risk framework including regulatory compliance. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Equality Impact Assessment (EIA) MHA aim to design and implement policy documents that meet the diverse needs of our service, population, and workforce, ensuring that none are placed at a disadvantage over others. It reflects the provisions of legislation, Human Rights, and the Equality Act 2010 to promote equal opportunities for all. This document has been assessed to ensure that no one receives less favourable treatment on the protected characteristics of their age, disability, sex (gender), gender reassignment, sexual orientation, marriage and civil partnership, race, religion or belief, pregnancy, and maternity. For access to the EIA, contact policies@mha.org.uk Resources MHA policy documents, procedures, and guidance Incident response and Escalation Policy Adults Safeguarding Policy and Safeguarding Risk Matrix Complaints Policy Coroners Referrals and Inquest Policy Fraud Prevention Policy and Response Plan Incident Management and Investigation Protocol Information Governance Policies and Procedures Quality Review Group Terms Of Reference Quality Governance Group Terms of Reference Risk Management Policy Whistleblowing Policy Duty of Candour Toolbox Talk External Resources The Health and Social Care Act 2008 (Regulated Activities) Regulations 2014 – regulation 20 The Regulation and Inspection of social care (Wales) Act 2016 - Statutory Guidance CQC guidance on notifications for non-NHS providers Charity Commission Guidance Never Events List Patient Safety Incident Response Framework (PSIRF) NHS NHS Wales Patient Safety Incidents Wales - Never Events List Version Control Appendices Appendix 1 – Duty of Candour Implementation Flowchart Appendix 2 – Never Event Examples Appendix 3 – Letter 1 example Appendix 4 – Letter 2 example Appendix 5 – Letter 3 example Appendix 1 – Duty of Candour Implementation Flowchart Appendix 2 – Never Event Examples The following are examples of Never Events that have occurred elsewhere. Any incident of this nature must be immediately escalated. A register of Never Events within MHA will be monitored through the Quality Governance Group (QGG) with any learning from such incidents / events For service in Wales refer to Wales - Never Events List Appendix 3 - Example Letter 1 – within 10 days following verbal apology use MHA letter heading Written notification/apology Example 1 Letter of apology to be written after a safety incident where an individual has suffered moderate or more severe harm. Letter to be written within 10 working days of the incident and after the individual has been verbally informed that the circumstances and events of the incident are being investigated. Dear XXX Thank you for taking the time to talk with me/my colleague regarding XX (e.g., your father’s fall on 23rd June and subsequent fractured hip). I would like to express my sincere apologies that this event occurred while XX was in our care and want to assure you that we will be investigating this incident to understand how this happened and whether there is anything that we could do differently in future to stop this happening to anyone else. MHA are committed to being open when events such as this happen, and I will write to you again within the next XX weeks (i.e. 10 working days after the investigation has been completed) once the findings of the investigation are known. Once you have received our investigation findings, we would welcome the opportunity to meet with you again to discuss the findings more personally and answer any questions that you may have. In the meantime, should you have any questions please don’t hesitate to contact me on XXX Yours sincerely Manager name/designation Appendix 4 - Example letter 2 – Conclusion & investigation report use MHA letter heading Conclusion of investigation / offering copy of report / offering to meet Example 2 Letter written at conclusion of the investigation within agreed timescales and reflecting agreements that have been reached with the individual/relevant person, for example the individual may have requested to receive the complete investigation report, requested a meeting, requested a summary only. Dear XXX As agreed during our discussion on X and subsequent letter on X, we have investigated the incident concerning your X (e.g., father). Please find enclosed a copy of the investigation report. Once you have had an opportunity to read the report, and should you find it helpful, we would be pleased to arrange a time to meet with you to talk through the findings and to answer any questions you may have. If this is something that you would find helpful, please let me know. I hope that the investigation and the findings help to assure you that we have taken appropriate steps to understand why this incident happened and to identify any lessons that may need to be learnt to help prevent a similar incident happening again. Should you have any questions please don’t hesitate to contact me on XXX Yours sincerely Manager name/designation"
  }
}