{
  "id": "G200",
  "title": "Complaints Policy and Procedure",
  "filename": "G200 Complaints Policy and Procedure.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA welcomes feedback as it helps us to improve our services or the way we do things. MHA actively seeks the views of people using our services via comment slips and surveys but know that some people will want to deal with things face to face as they happen. \nThis policy provides a framework for managing complaints in relation to services involved in delivering care and support - Care Homes, Retirement Living, MHA Communities, management, and central support functions. \nPlease note – for complaints in relation to housing schemes owned by MHA Housing Association please refer to MHA’s Complaints Policy (Housing).\nComplaints enable MHA to:\nChange.\nImprove service at a local level for all people, not just the individual complainant.\nImprove service across the organisation.\nIdentify common themes / trends for staff training.\nEstablish if more resources, colleagues, or investment into a service is needed.\nCompare our services to others, for national commonality which may identify policy / research necessary.\nScope and Purpose\nThe purpose of this policy is to ensure that complaints are dealt with and resolved in and effective and respectful manner in line with the procedures set out within the policy. It applies to all colleagues who must also adhere to the policy itself and the relevant roles and responsibilities set out throughout the complaints procedure.\nTo ensure that complaints are dealt with and resolved in and effective and respectful manner in line with MHA’s complaint management procedure set out in this policy. \nThis policy document defines MHA’s complaints procedure, which involves a 4-stage process:\nStage 1 – Local Complaint Handling \nStage 2 – Formal Complaint Handling\nStage 3 – Complaint Review\nStage 4 – Complaint Appeal\nDefinitions \nStatement of Intent\nIf it is more than 12 months after the event it is exceedingly difficult for us to investigate this satisfactorily, but we will try our absolute best to give a response.\nMHA will not treat the person who has made a complaint, or anyone associated or involved in the complaint any differently.\nA complaint may be made when a person who uses our services (or their representative) feels or believes that:\nThey have not received the level of service they expect or wish from MHA\nA mistake or inappropriate action has taken place\nMHA has broken the terms of an agreement or not met its service standards\nMHA’s actions are having a harmful effect on someone.\nIn general, a complaint will be from, or on behalf of, someone who uses (or has used) our service. However, a complaint may also be from:\nSomeone who has been refused a service\nA contractor or associated service provider\nA volunteer\nSomeone who has been affected by MHA’s actions, policies, practices, developments, or presence in a particular location.\nMHA will investigate anonymous complaints. If possible, MHA will ask the person making the complaint, at the very least, to tell us their relationship to the service they are complaining about. MHA will not provide feedback to anyone who makes an anonymous complaint. \nIf a Regulator, Safeguarding or Adult Protection Authority request that MHA investigate a complaint they have received about a service, MHA will treat this as if the complaint had come to us directly. The response will go to the person making the complaint (if known) and to the Regulator or Safeguarding / Adult Protection Authority:\nThe Care Quality Commission (CQC) – England\nThe Care Inspectorate Wales (CIW)\nMHA’s complaints policy and procedure aims to make sure that:\nColleagues react positively and quickly to complaints and always stay courteous and helpful. \nResolves the issue that is causing dissatisfaction and improves the service to the individual(s).\nColleagues providing the service deal with complaints locally, if possible.\nRecords and investigates all complaints.\nAcknowledges all formal complaints - those received at Stage 2 - within five calendar days and, whenever possible, resolves and responds to the complaint in writing within 15 calendar days. Where resolving the complaint within 15 calendar days is not possible, MHA will agree a new deadline for a response with the person making the complaint.\nManagers will need to use their judgement to decide how complaints are dealt with. A verbal expression or minor issue / concern usually resolved within 24 hours should be logged as Stage 1. No formal investigation or written response is required, unless requested. A verbal apology is expected. Repeated issues or concerns will require further investigation, and a written response may be more appropriate. Managers must act upon trends and themes arising from minor issues or concerns.\nRecording Complaints\nThe purpose of recording complaints is to:\nDemonstrate that Managers have dealt with issues in a timely way\nProvide background information if a complaint is not resolved at Stage 1\nServe as a reference if there are complaints on similar issues\nProvide evidence to show whether our service has improved because of the complaint\nAt a local level, Managers must:\nRecord all written and verbal complaints within 24 hours\nKeep a file of all complaints\nHold copies of all correspondence about the complaints, and \nRecord any action taken.\nManagers should record any positive feedback / compliments separately, including dates, \tfrom whom, and details of the feedback. Managers should pass on positive feedback and share it with colleagues and senior colleagues.\nThe Customer Services Manager will keep all documents to do with formal complaints and \treviews.\nComplaints Procedure\nStage 1 Local Complaint\nIf a person using our services, or their representative, has a complaint about any issue, they \tshould first raise it, with the local Manager of that service who will consider it and, ideally, resolve it within 24 hours (suggested maximum of 5 days). At this first contact the Manager must give the person the MHA Complaints Procedure to make sure that the person is aware of the options if the matter cannot be resolved locally.\nWhere a representative puts forward a complaint on behalf of a person using our service, the local Manager will need to ask the representative straight away whether the person using our service is aware of, and agrees to, them making the complaint. \nThe local Manager will then investigate the complaint and discuss with the person using our service and / or their representative how MHA can resolve the matter to their satisfaction. In \tmost cases, this can be achieved by: \nAn apology\nAn improvement to the service\nAn explanation of policy or actions\nA change in someone’s care and support plan\nA change in the way MHA delivers the service \nIf the local Manager needs to investigate the matter further or conduct checks, they will:\nKeep the person making the complaint informed of what they intend to do and how they intend to resolve the matter (refer to template letters)\nUpdate them daily if it is taking some time to complete\nDiscuss with them whether they wish to progress the matter to stage 2 of the complaints process. \nIf a colleague has made a mistake, acted inappropriately, or not provided a service that meets MHA’s standards, the local Manager will:\nExplain this to the person making the complaint, and apologise\nGive a commitment to deal with the matter appropriately, although they should explain they cannot provide confidential colleague or management information\nIf the complaint is about a decision or policy that is beyond the knowledge or control of the local Manager, they will refer it to a more senior Manager to consider. The local Manager \twill need to tell the person making the complaint this has happened. \nIf a person using our service has difficulty communicating their complaint, MHA will help to find an advocate / interpreter to act on their behalf (refer to MHA’s Advocacy, Consent, and Mental Capacity and Deprivation of Liberty Standards Policies).\nThe local Manager must record the stage 1 complaint on our electronic recording system (Radar) with a comment on how they have addressed or resolved it. \nAs well as resolving someone’s dissatisfaction quickly, Managers should be aware that dealing with concerns at the earliest stages prevents complaints from moving to the formal complaint stage. \nThe roles and responsibilities at Stage 1 are:\nStage 2 Formal Complaint Handling\nPeople using our services may use Stage 2 of the Complaints Procedure to address issues that:\nThey have raised with the local Manager but are still causing them concern or dissatisfaction\nThe local Manager could not deal with because of their seriousness or complexity\nA person using our service can request to move to this stage at any point of their complaint, \tincluding if they are unhappy with the time being taken by the Manager to resolve the matter at Stage 1 (local complaints procedure).\nWhenever possible, we recommend that formal complaints are made in writing (by letter or email). However, MHA will:\nAccept complaints in any format\nAid someone raising a complaint\nHave feedback forms available for people to raise issues\nMake available interpretation services, if requested or needed\nAll formal complaints should be addressed to the Customer Services Manager at the address below: \nCustomer Services Manager\nMHA\nEpworth House\nStuart Street\nDerby DE1 2EQ\nEmail (feedback@mha.org.uk)\nPhone 01332 221896. \nThe Customer Services Manager will log on Radar and acknowledge a Stage 2 complaint in writing within five calendar days and will send it to the appropriate Area Manager (or equivalent) to investigate and respond to within 15 calendar days.\nThe Area Manager, or equivalent, will investigate the complaint to consider what action MHA may need to take, and how best to respond to the complaint.\nUnless there are good reasons not to, the Investigating Manager should contact the person who made the complaint to discuss the matter with them as part of their investigation. This is to:\nGather more information\nGive reassurances, if necessary\nHelp the person, feel that MHA values their complaint, and opinion and\nDiscuss what action MHA could best take to put things right.\nThe Investigating Manager may phone the person or arrange a meeting at the service or other mutually convenient location. A note taker may be required.\nThe investigation from this point will depend upon the complaint. The Area Manager may ask the local Manager, or another Manager, to provide a report and / or copies of care and other documents. \nWhere there are serious issues - for example, involving colleagues conduct, or a breach of regulation – MHA will follow due process according to the appropriate Regulatory and / or employment policies.\nOnce the investigation is done, the Area Manager will send a draft of their response to the \tCustomer Services Manager, for checking before sending it to the person who made the complaint. The Customer Services Manager may seek advice from the Head of Quality or \tother colleagues on the content, if needed. \nThe response should:\nApologise that the person has needed to complain and for any mistakes or poor service\nExplain why MHA took certain actions, and \nState, where appropriate, that MHA is taking action to avoid any further problems of this kind. \nWhere there is proof that the person has been mistaken or misled in making a complaint, the response must clarify that politely and sensitively. \nMHA will not respond in writing to an anonymous complaint but, the Area Manager must send a report to the Customer Services Manager.\nThe roles and responsibilities at Stage 2 are:\t\nStage 3 Complaint Review\nIf the person making the complaint is unhappy with the Stage 2 response, they should inform the Customer Services Manager who will refer to a Head of Department or Regional Director to review the decision, outcome, or response - unless there are reasons not to. MHA will send confirmation of this to the person making the complaint.\nThe relevant Head of Department or Regional Director will investigate the complaint and, where possible, respond to the person within 18 calendar days. If this timescale is not \tpossible, the Customer Services Manager will contact the person to agree a new deadline \tdate when they will receive a response. \nThe purpose of Stage 3 is to give MHA the chance, at a senior level, to:\nReview the original complaint\nIdentify how Managers have dealt with it to date, and\nDecide whether the decisions or outcomes were appropriate, proportionate, and communicated properly. \nDuring their review of the complaint, the nominated Head of Department / Regional Director may need to ask for further information or for another investigation to be done by the Area \tManager or another senior Manager. They may also, if appropriate, need to discuss the matter directly with the person. Within the 18-calendar day timescale, the Head of Department / Regional Director will write to the person with the results of their Stage 3 review. The response must:\nRepeat the basis of the original complaint(s)\nComment on how MHA has responded to date, and\nSet out clearly whether there is any change to the decisions or actions MHA has already taken. \nThe roles and responsibilities at Stage 3 are:\t\nStage 4 Complaint Appeal\nIf the person making the complaint is still unhappy with the outcome of the Stage 3 - Review of a Complaint, they can ask to move to a Stage 4 - Appeal Panel to review the decision or outcome. Wherever possible, the Customer Services Manager will arrange this within 18 calendar days of the request. The Panel is made up of a member of MHA’s Executive Leadership Team (who will function as Chair) and an MHA Board Member. \nThe purpose of the Panel is to review all the documents for each stage of the complaint. The Panel will review the decision, outcome or response and send a response to the person making the complaint.\nIf it is possible, the Panel should try to reach a conclusion and a decision on the day of the review meeting. The Chair may decide that the matter needs further information or consideration, and either adjourn to a future date, or agree to write to the person or group with the Panel’s decision. \nThe outcome of the Panel will always be a written response to the person within five calendar days, or a time as agreed with the person. It will be MHA’s final consideration of the complaint. The response letter must include how to complain to the Ombudsman now that our complaints process is complete. \t\nThere is no requirement on MHA to provide notes of the Panel meeting, apart from the \toutcome, unless the Chair believes the matter calls for it (for example, because of its complexity, sensitivity, or legal implications). \nThe roles and responsibilities at Stage 4 are:\nComplaints Referred to External or Independent Bodies\nMHA is committed to resolving complaints to the satisfaction of people using our services without having to go to an external body. However, when MHA cannot resolve complaints to a person’s satisfaction, they may wish to refer the complaint to an external body. They \tmay also wish to do this as soon as the complaint arises. \nIf the complaint is about an MHA care service (in a care home or housing with care scheme), you may, at any time, complain to one of the following bodies:\nFor Council or NHS-funded care services, the body who arranged the placement / service.\nFor Council and privately funded care services:\nIn England, the Local Government and Social Care Ombudsman\nIn Wales, the Public Services Ombudsman for Wales\nYou may also inform the Care Quality Commission (CQC) in England, or Care Inspectorate Wales (CIW), as appropriate. They do not investigate individual complaints or offer redress but take them into account in developing their inspection programmes.\nThe Local Government Ombudsman (LGO) role is a free service which aims to make sure everyone has access to the same independent Ombudsman service no matter how the care service is funded. The LGO considers complaints from people who are funded by a local authority (where the person is dissatisfied with the council’s service or response to a complaint) and from people who fund their own adult social care (from their own resources or via a personal budget). However, in most cases, it will only consider a complaint once the Local Authority (for funded services) or MHA (for self-funders) has been given a reasonable opportunity to deal with the situation. \nIf your complaint is about property-related matters, you may complain to:\nIn England and Wales, the Housing Ombudsman Service (residents of Methodist Homes Housing Association)\nIn England and Wales, The Property Ombudsman (residents of Methodist Homes)\nFor complaints relating to fundraising, people may complain directly to the Fundraising Regulator www.fundraisingregulator.org.uk/complaints or by calling 0300 999 3407.\nOnce MHA’s Complaints Procedure has been exhausted and provided the person raises the complaint within the deadlines set by the Code, complaints about construction defects may be referred to the Consumer Code (for Home Builders) Independent Dispute Resolution Scheme.\nThe Charity Commission will consider issues about the way in which the charity is being run, such as complaints to do with financial imprudence, dishonesty, or mal administration. \nIn some cases, people using our services, or their representatives may also approach other \texternal bodies to resolve a complaint. This may include an Environmental or Health and Safety agency, the coroner and advocacy agencies, such as Age UK and the Residents and Relatives Association. \nIn all cases, MHA will co-operate fully with an outside agency that has a lawful Regulatory, contractual, or representative function, and (taking full account of permissions, confidentiality, and data protection), will share information with them to resolve the complaint. \nNote: Several of these organisations will not usually consider a \tcomplaint until MHA’s internal complaints procedure has been followed through and the person has received our final decision.\nThe roles and responsibilities at this stage are:\nCompensation\nAt times, a person who complains may ask for compensation for an actual loss, expense, inconvenience, or distress, which they believe MHA has caused. The decision whether to offer compensation, and in what form, is made at Director level. \nManagers must refer any insured loss - such as theft or damage - or any claim against MHA (either suspected or actual), to our insurers.\nNote: it is good practice for care colleagues to take photographs of items that a person perceives to be valuable when they move in.\nWhere an MHA investigation of a complaint reveals shortfalls or mistakes by MHA or our colleagues, the Director may consider compensation:\nAs a cash payment, or\nBy reducing money owed, or\nThrough providing additional services at no cost.\nThe amount will correspond to the perceived seriousness of the loss or distress. \nMHA will accompany any payment or offer of compensation resulting from a complaint with a letter clearly stating it is a goodwill gesture and not in settlement of, or response to, any outstanding debt or legal claim.\nAdvertising the Complaints Policy and Procedure\nMHA will clearly advertise information about how to make a complaint:\nOur offices and services will display posters and leaflets that explain MHA’s Complaints Procedure, including details of how people can complain to external bodies\nCompliment, comment, and complaint feedback forms will be available (and easy-to-access) for people using our services and their families / representatives \nA comments or suggestions book and pen for people using our services and visitors will also be available and accessible\nOur procedure will be available on our website.\nManagers must make the shortened Complaints Procedure available to people using our services and / or their representatives. A copy must be included with the information pack that colleagues give to prospective service users and, also, in the Welcome Pack for people when they move in. The full policy is an internal document, but Managers must provide a copy on request.\nTraining and Monitoring\nMHA monitors complaints locally as part of a management review process. However, as well as trying to resolve an individual’s dissatisfaction, we use complaints to make improvements in the overall delivery of services and to develop our policies, procedures, and colleagues training. When feedback from people using our services shows that improvements need to be made, MHA will act. Whenever possible our actions will \tbe shared with people using our services.\nAs part of our Quality Review, across the organisation, the Customer Services Manager \tanalyses all formal complaints. This analysis, which is presented to MHA’s Executive Leadership Team and Board, includes trends, comparisons, frequencies, and states what \tchanges have been made or the lessons learnt by MHA because of complaints.\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of complaints, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEquality Impact Assessment (EIA)\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nMHA policy documents, procedures, and guidance:\nComplaints Policy (Housing)\nAdvocacy Policy & Information \nConsent Policy\nMental Capacity and Deprivation of Liberty Safeguards \nInformation Governance Policies and Procedures \nWhistleblowing Policy & Who to Disclose to \nSafeguarding Policies and Procedures \nComplaints Notification Form Stage 1 \nComplaints Template Letters for Stage 1 \nComplaints Feedback Poster \nComplaints Procedure \nComplaints Handling Guidance \nAppendices\nAppendix 1: Complaints Training Guidance\nLaw, Evidence and Procedure\nKey characteristics of complaints handling and investigation:\nObjectivity – each complaint must be addressed in an objective and unbiased way.\nHonesty – be open and transparent.  We have a duty of candour.\nReliability / accuracy – keep your promises and be accurate in your response.\nKey reasons for complaints:\nPoor communication\nAttitude / perception\nOutcome / procedure\nKey learnings for Stage 1 complaints \nUnderstand the process for managing Stage 1 complaints.\nRemain impartial and professional.\nAim to achieve a positive and satisfactory outcome.\nManage expectations of the complainant.\nMake sure your response is timely.\nCommunicate with residents/relatives/customers e.g. \nWe realise that the curtain pole is hanging.  We have arranged for the maintenance worker to repair tomorrow.\nWe are short staffed today because …………… we are working to resolve this as soon as possible by ……………….\nWhen someone approaches you to complain:\nStop what you are doing\nGive them your full attention\nPut your feelings to one side – the complainant wants to be respected\nActively listen – the complainant wants to be heard and understood\nIn line with our policy – apologise.  Apologise that they have felt the need to complain, even if you feel you haven’t done anything wrong.\nAction what you’ve agreed as soon as possible\nRemember MHA’s values:\nRespect every person treating them with dignity\nNurture mind, body and spirit\nInspire the best in each other\nQuestioning and Interview Techniques\nWhen conducting interviews, complaints investigators must:\nRemember you are the public face of MHA.\nStay calm and professional.\nGive any necessary explanations of what the interview is for.\nCheck the interviewee understands what the interview is for.\nMake sure the interviewee has seen the details of the complaint and any relevant notes.\nExplain to the interviewee what your role is, which is to gather evidence and not to make judgements.\nExplain what will happen in regard to note-taking, arrangements for checking accuracy, and the evidence which may appear in any subsequent report.\nAt the end of the interview, ask if the interviewer has anything to add and give them your contact details. \nThe Evidential Audit Trail\nCollect as much evidence as possible prior to conducting interviews.  Remember that evidence obtained during an investigation must be preserved in such a way as to ensure that its integrity is maintained.\nTypes of evidence may include:\nDocumentation constituting the complaint.\nInterview statements.\nOfficial documents and records.\nCorrespondence.\nThe PEACE Model for Interviews\nThe key purpose in conducting an interview is to obtain facts/evidence, and to search for the truth, from the interviewee in a fair and proper manner.  The PEACE model is a mnemonic for the following important elements:\nPlanning and preparation – when planning the interview, you will need to take into account all the available information and ascertain the key issues and objectives\nEngage and explain – in order to get the best out of the interviewee you will need to engage with them in conversation and explain the process.  \nAccount – as the interviewer, you will need to obtain an account from the interviewee.  To do this you will need to initiate the conversation and support the interviewee in their account.\nClosure – in order to close the interview successfully you will need to plan and structure the end so that the interview does not end curtly.  You should summarise what has been said and make sure the interviewee has the chance to clarify any points.  You should bring the interview to a close and explain to the interviewee what will happen next. \nEvaluation – after the interview, it is necessary to evaluate what was said, reflect on how the interview went and determine if any further action is necessary, \nRemember: fail to prepare – prepare to fail.\nQuestioning Skills and the Funnelling Technique\nThe ability to frame appropriate and searching questions during an interview is a core skill for interviewers.  \nPotentially unfair questions:\nMultiple questions confuse both the interviewers and interviewee.\nAmbiguous questions can lead to confusion and misunderstanding.\nIrrelevant questions waste time and have no relevance to the investigation.\nHypothetical questions.  It is better to wait for confirmation of evidence.\nLeading questions usually suggest the answer in their wording.\nAppropriate questions are open questions which are short, simple and singular.  Try to use 70-80% open questions.  Use the 5WH questions to illicit in-depth information:\nWho did that?\nWhat happened?\nWhere did it take place?\nWhen did it take place?\nWhy did that happen?\nHow did it happen? \nSpecific or probing questions to rigorously prove and expand sections of the account.\nClosed questions are useful and effective when used properly to restrict replies.\nThe Funnelling Technique\nStructure your questions in a systematic way. \nBegin with a framed wide-open question, which instructs the interviewee to recall their movements and activities in the fullest detail.\nMove to specific open questions.\nFinish with a closed question.\nResponding to Complaints \nKeep a record of all evidence to provide the basis for showing how and why decisions / recommendations / opinions were reached or made.  Remember poor notes indicate poor investigation indicates poor outcome.\nBest practice for keeping notes, think CIA – clear, intelligible, and accurate.\nStructure your response by dealing with issues, then facts and finish with opinions.\nLanguage and tone – take your lead from the complainant.  Never use jargon.\nMake sure your letter actually addresses the issues raised.\nBe open in answering the complaint, balanced with confidentiality and your duty of care towards your staff team.\nApologise where mistakes have been made.\nOffer to discuss further if the complainant requires further information.\nOffer to get their complaint reviewed if they remain dissatisfie\nVersion Control",
  "sections": {
    "summary": "MHA welcomes feedback as it helps us to improve our services or the way we do things. MHA actively seeks the views of people using our services via comment slips and surveys but know that some people will want to deal with things face to face as they happen. This policy provides a framework for managing complaints in relation to services involved in delivering care and support - Care Homes, Retirement Living, MHA Communities, management, and central support functions. Please note – for complaints in relation to housing schemes owned by MHA Housing Association please refer to MHA’s Complaints Policy (Housing). Complaints enable MHA to: Change. Improve service at a local level for all people, not just the individual complainant. Improve service across the organisation. Identify common themes / trends for staff training. Establish if more resources, colleagues, or investment into a service is needed. Compare our services to others, for national commonality which may identify policy / research necessary.",
    "purpose": "The purpose of this policy is to ensure that complaints are dealt with and resolved in and effective and respectful manner in line with the procedures set out within the policy. It applies to all colleagues who must also adhere to the policy itself and the relevant roles and responsibilities set out throughout the complaints procedure. To ensure that complaints are dealt with and resolved in and effective and respectful manner in line with MHA’s complaint management procedure set out in this policy. This policy document defines MHA’s complaints procedure, which involves a 4-stage process: Stage 1 – Local Complaint Handling Stage 2 – Formal Complaint Handling Stage 3 – Complaint Review Stage 4 – Complaint Appeal",
    "definitions": "Statement of Intent If it is more than 12 months after the event it is exceedingly difficult for us to investigate this satisfactorily, but we will try our absolute best to give a response. MHA will not treat the person who has made a complaint, or anyone associated or involved in the complaint any differently. A complaint may be made when a person who uses our services (or their representative) feels or believes that: They have not received the level of service they expect or wish from MHA A mistake or inappropriate action has taken place MHA has broken the terms of an agreement or not met its service standards MHA’s actions are having a harmful effect on someone. In general, a complaint will be from, or on behalf of, someone who uses (or has used) our service. However, a complaint may also be from: Someone who has been refused a service A contractor or associated service provider A volunteer Someone who has been affected by MHA’s actions, policies, practices, developments, or presence in a particular location. MHA will investigate anonymous complaints. If possible, MHA will ask the person making the complaint, at the very least, to tell us their relationship to the service they are complaining about. MHA will not provide feedback to anyone who makes an anonymous complaint. If a Regulator, Safeguarding or Adult Protection Authority request that MHA investigate a complaint they have received about a service, MHA will treat this as if the complaint had come to us directly. The response will go to the person making the complaint (if known) and to the Regulator or Safeguarding / Adult Protection Authority: The Care Quality Commission (CQC) – England The Care Inspectorate Wales (CIW) MHA’s complaints policy and procedure aims to make sure that: Colleagues react positively and quickly to complaints and always stay courteous and helpful. Resolves the issue that is causing dissatisfaction and improves the service to the individual(s). Colleagues providing the service deal with complaints locally, if possible. Records and investigates all complaints. Acknowledges all formal complaints - those received at Stage 2 - within five calendar days and, whenever possible, resolves and responds to the complaint in writing within 15 calendar days. Where resolving the complaint within 15 calendar days is not possible, MHA will agree a new deadline for a response with the person making the complaint. Managers will need to use their judgement to decide how complaints are dealt with. A verbal expression or minor issue / concern usually resolved within 24 hours should be logged as Stage 1. No formal investigation or written response is required, unless requested. A verbal apology is expected. Repeated issues or concerns will require further investigation, and a written response may be more appropriate. Managers must act upon trends and themes arising from minor issues or concerns. Recording Complaints The purpose of recording complaints is to: Demonstrate that Managers have dealt with issues in a timely way Provide background information if a complaint is not resolved at Stage 1 Serve as a reference if there are complaints on similar issues Provide evidence to show whether our service has improved because of the complaint At a local level, Managers must: Record all written and verbal complaints within 24 hours Keep a file of all complaints Hold copies of all correspondence about the complaints, and Record any action taken. Managers should record any positive feedback / compliments separately, including dates, from whom, and details of the feedback. Managers should pass on positive feedback and share it with colleagues and senior colleagues. The Customer Services Manager will keep all documents to do with formal complaints and reviews.",
    "policy": "MHA will clearly advertise information about how to make a complaint: Our offices and services will display posters and leaflets that explain MHA’s Complaints Procedure, including details of how people can complain to external bodies Compliment, comment, and complaint feedback forms will be available (and easy-to-access) for people using our services and their families / representatives A comments or suggestions book and pen for people using our services and visitors will also be available and accessible Our procedure will be available on our website. Managers must make the shortened Complaints Procedure available to people using our services and / or their representatives. A copy must be included with the information pack that colleagues give to prospective service users and, also, in the Welcome Pack for people when they move in. The full policy is an internal document, but Managers must provide a copy on request. Training and Monitoring MHA monitors complaints locally as part of a management review process. However, as well as trying to resolve an individual’s dissatisfaction, we use complaints to make improvements in the overall delivery of services and to develop our policies, procedures, and colleagues training. When feedback from people using our services shows that improvements need to be made, MHA will act. Whenever possible our actions will be shared with people using our services. As part of our Quality Review, across the organisation, the Customer Services Manager analyses all formal complaints. This analysis, which is presented to MHA’s Executive Leadership Team and Board, includes trends, comparisons, frequencies, and states what changes have been made or the lessons learnt by MHA because of complaints. Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of complaints, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Equality Impact Assessment (EIA) Equality, Diversity, and Impact Assessment to be confirmed. Resources MHA policy documents, procedures, and guidance: Complaints Policy (Housing) Advocacy Policy & Information Consent Policy Mental Capacity and Deprivation of Liberty Safeguards Information Governance Policies and Procedures Whistleblowing Policy & Who to Disclose to Safeguarding Policies and Procedures Complaints Notification Form Stage 1 Complaints Template Letters for Stage 1 Complaints Feedback Poster Complaints Procedure Complaints Handling Guidance Appendices Appendix 1: Complaints Training Guidance",
    "procedure": "Key characteristics of complaints handling and investigation: Objectivity – each complaint must be addressed in an objective and unbiased way. Honesty – be open and transparent. We have a duty of candour. Reliability / accuracy – keep your promises and be accurate in your response. Key reasons for complaints: Poor communication Attitude / perception Outcome / procedure Key learnings for Stage 1 complaints Understand the process for managing Stage 1 complaints. Remain impartial and professional. Aim to achieve a positive and satisfactory outcome. Manage expectations of the complainant. Make sure your response is timely. Communicate with residents/relatives/customers e.g. We realise that the curtain pole is hanging. We have arranged for the maintenance worker to repair tomorrow. We are short staffed today because …………… we are working to resolve this as soon as possible by ………………. When someone approaches you to complain: Stop what you are doing Give them your full attention Put your feelings to one side – the complainant wants to be respected Actively listen – the complainant wants to be heard and understood In line with our policy – apologise. Apologise that they have felt the need to complain, even if you feel you haven’t done anything wrong. Action what you’ve agreed as soon as possible Remember MHA’s values: Respect every person treating them with dignity Nurture mind, body and spirit Inspire the best in each other Questioning and Interview Techniques When conducting interviews, complaints investigators must: Remember you are the public face of MHA. Stay calm and professional. Give any necessary explanations of what the interview is for. Check the interviewee understands what the interview is for. Make sure the interviewee has seen the details of the complaint and any relevant notes. Explain to the interviewee what your role is, which is to gather evidence and not to make judgements. Explain what will happen in regard to note-taking, arrangements for checking accuracy, and the evidence which may appear in any subsequent report. At the end of the interview, ask if the interviewer has anything to add and give them your contact details. The Evidential Audit Trail Collect as much evidence as possible prior to conducting interviews. Remember that evidence obtained during an investigation must be preserved in such a way as to ensure that its integrity is maintained. Types of evidence may include: Documentation constituting the complaint. Interview statements. Official documents and records. Correspondence. The PEACE Model for Interviews The key purpose in conducting an interview is to obtain facts/evidence, and to search for the truth, from the interviewee in a fair and proper manner. The PEACE model is a mnemonic for the following important elements: Planning and preparation – when planning the interview, you will need to take into account all the available information and ascertain the key issues and objectives Engage and explain – in order to get the best out of the interviewee you will need to engage with them in conversation and explain the process. Account – as the interviewer, you will need to obtain an account from the interviewee. To do this you will need to initiate the conversation and support the interviewee in their account. Closure – in order to close the interview successfully you will need to plan and structure the end so that the interview does not end curtly. You should summarise what has been said and make sure the interviewee has the chance to clarify any points. You should bring the interview to a close and explain to the interviewee what will happen next. Evaluation – after the interview, it is necessary to evaluate what was said, reflect on how the interview went and determine if any further action is necessary, Remember: fail to prepare – prepare to fail. Questioning Skills and the Funnelling Technique The ability to frame appropriate and searching questions during an interview is a core skill for interviewers. Potentially unfair questions: Multiple questions confuse both the interviewers and interviewee. Ambiguous questions can lead to confusion and misunderstanding. Irrelevant questions waste time and have no relevance to the investigation. Hypothetical questions. It is better to wait for confirmation of evidence. Leading questions usually suggest the answer in their wording. Appropriate questions are open questions which are short, simple and singular. Try to use 70-80% open questions. Use the 5WH questions to illicit in-depth information: Who did that? What happened? Where did it take place? When did it take place? Why did that happen? How did it happen? Specific or probing questions to rigorously prove and expand sections of the account. Closed questions are useful and effective when used properly to restrict replies. The Funnelling Technique Structure your questions in a systematic way. Begin with a framed wide-open question, which instructs the interviewee to recall their movements and activities in the fullest detail. Move to specific open questions. Finish with a closed question. Responding to Complaints Keep a record of all evidence to provide the basis for showing how and why decisions / recommendations / opinions were reached or made. Remember poor notes indicate poor investigation indicates poor outcome. Best practice for keeping notes, think CIA – clear, intelligible, and accurate. Structure your response by dealing with issues, then facts and finish with opinions. Language and tone – take your lead from the complainant. Never use jargon. Make sure your letter actually addresses the issues raised. Be open in answering the complaint, balanced with confidentiality and your duty of care towards your staff team. Apologise where mistakes have been made. Offer to discuss further if the complainant requires further information. Offer to get their complaint reviewed if they remain dissatisfie Version Control"
  }
}