{
  "id": "G600",
  "title": "Risk Management Policy",
  "filename": "G600 Risk Management Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA is committed to proactive risk management to protect the safety and wellbeing of all who are employed by, receive services from or are affected by MHA’s activities.\nMHA’s risk management culture aims to empower colleagues and volunteers to identify and report risks with the goal of creating a safer and more transparent environment. This depends on an open, just, and fair risk and safety aware culture whereby everyone feels confident and keen to identify and report risks, hazards, incidents, near misses and other concerns, with a view to reducing the likelihood of adverse events occurring and reducing the impact of such events if they do occur. \nMHA is regulated by the Charity Commission who provide regulatory guidance and advice to ensure that charities are accountable, well-run, and meet their legal obligations. MHA are required to report serious incidents relating to safeguarding and fraud to the Charity Commission who may ask for additional information or follow up on any reports to ensure that MHA is operating properly within the sector. MHA’s Operations and Audit and Risk Committees are also notified of any incidents reported to the Charity Commission.\nScope and Purpose\nMHA encourages a culture of responsible risk management practices that all colleagues and volunteers are expected to actively participate in, as well as contribute to the ongoing success of this policy. This policy applies to all MHA colleagues and volunteers (for the purpose of this policy, ‘colleagues’ refer to both those employed by MHA and volunteers from this point onwards). \nThis policy describes and clarifies MHA’s approach to risk management and associated assurance arrangements intended to cover the full range of MHA’s services and activities to help ensure:\nThat people are enabled to live later life well.\nThar care and support are of high quality, safe, effective, responsive, and person-centred.\nEffective strategic management and decision making.\nRobust operational and departmental management and leadership.\nImproved operational development and resilience.\nFor managing clinical risk specifically, see the Clinical Risk Management Policy [CP010].\nDefinitions\nRisk Identification\nIdentifying Operational Risk\nIdentifying and managing risk is something everyone on a daily basis, almost everything we do poses some kind of risk that we have to weigh up and manage before proceeding - for example, knowing the risk of crossing a busy road and not crossing until you can ensure it is safe to do so is effective risk management. Identifying and managing risks in the workplace should be as easy as safely crossing a busy road, by being aware of risk and integrating the management of risks into daily decision-making.\nIdentifying operational risk is an ongoing process that requires input from all colleagues. Identifying operational risk can be done by:\nEncouraging colleagues to actively report potential risks identified in their day-to-day work to their line management.\nEngaging with colleagues to gather insights on potential risks they perceive whilst undergoing their daily duties.\nUsing insights taken from the wider industry to benchmark common and recurring operational risk to the organisations processes.\nConducting risk assessments to review various functions and sources of risk.\nUsing data from historical incidents to identify patterns and trends relating to operational disruption.\nOperational risk may become strategic risk depending on severity and potential disruption that could be caused to the organisation as a whole.\nIdentifying Strategic Risk\nIdentifying strategic risk involves recognising and assessing the threats and vulnerabilities that could impact on the organisations ability to achieve its long-term objectives and goals. Strategic risks are identified and managed by MHA’s executive and senior leadership. Methods for identifying strategic risks may be: \nUsing the organisations strategies to identify any factors that could impact or impede on the objectives and goals in place to meet the strategy.\nConsidering operational risks and their impact on the organisation as a whole. \nAnalysing internal and external factors that could affect the strategic position of the organisation.\nMonitoring external factors such as industry trends, dynamics, regulatory changes, legislative changes, and economic shifts that could impact the organisation, including political changes and global events.\nDeveloping scenarios that explore various events that could have an adverse impact on the organisation and assessing the risks associated with each scenario.\nIdentifying and researching new and upcoming trends such as digital changes that could disrupt the organisation of impact on the strategic direction of the organisation.\nAssessing financial risks that could affect the organisations ability to execute strategy.\nUsing data trends taken from reports covering all service areas of the organisation.\nEstablishing an Audit and Risk Committee (ARC) to regularly review and assess the risks that the organisation faces.\nEach risk should be explored to identify how it potentially evolves through the organisation. The risk should be clearly defined and explained to facilitate further analysis. Risk registers for each department will provide an essential overview of any identified risk areas. Where appropriate risks are escalated from departmental risk registers to the ELT risk register which will be reviewed by ELT and reported to ARC.\nAudit and Risk Committee (ARC)\nThe Audit and Risk Committee is a risk management group that has delegated authority to scrutinise the risk management processes put in place by the organisation and to seek assurance that the controls put in place are effective and to challenge the organisation when they are not. This check and challenge promote a better understanding of risk and facilitates the development of strategies for responding to identified risks.\nAs part of its responsibility the Audit and Risk Committee reports any matters of concern to the Board, who have ultimate responsibility for ensuring risk of fraud is being managed appropriately\nThe responsibility for reviewing systems, procedures, and control measures to reduce the risk of fraud in the organisation rests with the ELT who have overall responsibility for the management of the organisation. However, various managers and colleagues within the organisation will also be involved in the risk identification process reporting through their directorates to ELT.\nIdentifying Risk from Data and Reports\nIdentifying both operational and strategic risk can be done using data taken from reports and events such as:\nIncident reporting and investigating\nInternal and external audits/inspections and RA’s\nSafety Alerts\nComplaints and claims\nInquests\nWhistleblowing\nHorizon scanning (monitoring, analysing, and anticipating trends, opportunities, and external factors that may impact the organisations future). \nReporting Risk\nReporting risks depends on the severity of the risk and who it may affect. For example, if a colleague comes across a water spillage, immediate action must be taken to treat the risk, this may include putting a wet floor sign out to ensure others are aware of the risk and can avoid the area whilst the risk is reported to the manager and action is taken to clean the spillage and make the area safe again. Assuming no incidents occurred relating to this risk, the manager may record the spillage and action taken to mitigate the risk without escalating the risk further to higher management for treating.\nDepending on the risk, Managers may escalate the concern to the relevant responsible individual within that Directorate.\nStrategic risk is usually identified centrally by MHA’s executive and senior leadership teams. If colleagues have concerns relating to strategic risk, they should report this to their manager for escalation.\nUnforeseen Incident Reporting\nFor the reporting and management of incidents, serious incidents, adverse events, or near misses refer to:\nIncident Response and Escalation Policy \nRisk Owners\nRisk owners lead on the management and monitoring of risk. For operational risk, this is likely to be the home or scheme manager, area manager, regional director, or team manager (depending on the risk). In all cases, the local manager in the home, scheme, or team, is responsible for actioning control measures the risk owner has put in place whether they are the risk owner or not.\nStrategic Risk Owners\nStrategic risk owners lead on the management and monitoring of strategic risk(s). Depending on the severity of the risk, strategic risk owners may be department managers, Senior Leadership Team (SLT) members, or Executive Leadership Team (ELT) members. \nStrategic risk owners are responsible for identifying the risks relevant to their role and department or team. For ELT, the risk usually poses a threat to MHA as a whole or is rated as severe. Once the risks have been identified and agreed by MHA, risk owners use Radar to report the risk and rate it’s significance to MHA including the potential impact of the risk and the likelihood of it occurring. They determine the significance of the risk, it’s consequences to individuals, groups of people, services, or the organisation as a whole. The risk owner must then develop and implement strategies to treat the risk, this may involve contingency plans, or preventative action to reduce the risk. Risk owners must continually monitor the risks and regularly report on the status and management of the risk, which could be the relevant ELT member (depending on the risk). This includes any changes to the plans, or to the risk itself. In some cases, the owner must escalate the risk if it is beyond their control.\nRisk Assessments\nOnce a risk has been identified, it can be assessed in terms for potential impact and likelihood of occurrence, as well as categorising risks based on severity and probability.\nRisk assessments should identify the hazards, potential harm, existing control measures, level of risk (rating), additional control measures required, residual risk (rating), responsible person, and target completion dates. Using this, an action plan can be developed to help treat the risk, this should include remedial action details, responsible person, and completion dates.\nThe risk assessment should be reviewed regularly to confirm that it is still valid, to update any changes to the plan, add new controls, and identify any significant changes in the assessment. A further review date should be set.\nDuring the review of the assessment, the assessor should consider the following questions:\nThe controls in place to treat the risks identified – are they designed and operating effectively? \nThe consequences of the risk which remain and are these acceptable in the course of MHA’s activities?\nThe benefits and opportunities which may be presented by the risk.\nThe threats posed by the risk should it be untreated, or control failure occurs\nFor more information on risk assessments and completing risk assessments, refer to the Risk Assessment Policy.\nOperational Risk Ratings\nThe level of risk and residual risk in terms of probability and severity should be rated in the assessment based on the following scale:\nStrategic Risk Ratings (Scores)\nStrategic risks are scored on their severity and likelihood of occurrence. The risk owner scores the risk on the based on the following tables for consequence (severity) and likelihood):\nTreating Risk\nTreating risk may include control measures that help to avoid or reduce the risk and its consequences. Treating risk may involve tolerating, transferring, or mitigating risk using control measures.\nMeasures for treating risk must be monitored on a regular basis, the frequency of which depends on the severity and likelihood of the risk. \nMonitoring how well control measures are working at treating risk can help to identify whether a new assessment needs to be completed to amend the risk rating and amend the control measures to reflect this.\nStrategies for responding to risk generally fall into one of the following categories:\nRisk retention – choosing and accepting small risks.\nRisk avoidance – cessation of certain activities to avoid the risk occurring.\nRisk reduction – implementing effective controls and procedures.\nRisk transfer – contractual transfer of risk i.e., transferring risks to insurers. \nStrategic Risk Register\nStrategic Risk Register\nRisks that affect MHA as a whole are considered as ‘Strategic Risks.’ Strategic risks are record these type of risks on a centralised risk register within Radar. The risk register includes the following information about the risks:\nReference\nCategory\nDescription\nOwner\nRisk Identified Date\nImpact of Risk\nLast Review Date\nNext Review Date\nStatus (compliant, planned, pending, or overdue)\nOriginal Score\nCurrent Score\nRisk Controls\nAttachments\nLinks\nComments\nHistory\nStrategic Risk Categories\nMHA’s risk register categories are an amalgamation of the most serious risks that the organisation faces. These include:\nIT, Data and Digital Capability\nChange Management\nPeople (Capacity & Engagement)\nFinancial Resilience\nExternal Environment\nReputation and Brand\nStrategic Risk Controls\nMHA’s risk controls in Radar include a description of the action to be taken, the adequacy of this action in treating the risk, assurance this will provide, and the status of the control being implemented. Each control also has an ‘owner’ which may be someone the overall risk owner has delegated the individual control to. Each control also has its own due date and review date.\nStrategic Risk Appetite\nThe strategic risks in Radar are assigned a response status as to whether  they need to be treated, tolerated, transferred, or mitigated, this comes from the risk appetite which refers to the levels of acceptable risk. MHA’s risk appetite considers factors such as tolerance, financial capacity, regulatory requirements, and strategic goals. The risk appetite helps to prioritise risks further and to establish boundaries in decision making regarding the risk and it’s controls.\nMonitoring\nThe risk owner for both operational and strategic risk must ensure that recorded risks are robustly and routinely monitored and updated on a regular basis depending on the risk’s rating, or sooner if there is a change in circumstance or the risk itself. \nStrategic Risk Monitoring \nThe relevant ELT member must provide oversight, support, and guidance to the risk owner (unless they are the risk owner) in all stages of risk management including the approval of an escalation and closure process for risks.\nOn a monthly basis, a risk register report is provided to the Executive Leadership Team to review the strategic risks that MHA face. This report includes matters for consideration such as:\nNew strategic risks that have been identified and their ratings. \nStrategic risks that have been removed from the risk register.\nStrategic risks that have an increase or decrease in risk rating.\nConsideration of all other strategic risks where there has been no movement.\nConsideration of the strategic risk register to establish if there are any newly emerging risks which need to be captured.\nMonitoring of the use of Radar and SugarCRM (communities). This could include details on which users have been activated, reviewed their risks, and the number of risks assigned to each individual.\nBusiness Continuity and Risk Management\nFor business continuity, refer to Business Continuity and Emergency Policy. Business continuity is a subset of risk management that focuses on maintaining critical operations and services during and after disruptive events (example events may include a cyberattack, pandemic, gas leak). Business continuity and risk management assist in minimising disruption and protect the organisations reputation and enhances sustainability.\nRoles and Responsibilities\nTraining and Compliance \nMHA’s online learning platform the Learning Zone provides the following courses on risk management:\nRisk Assessment (Statutory)\nRisk Assessment in the Home (MHA Mandatory)\nH&S Risk Management (Statutory)\nRisk and Safety Management for Senior Leaders\nCompliance is assessed through the learning zone, RADAR and SugarCRM reporting, as well as direct observation, monitoring, and supervision of our colleagues.\nRegulatory and Statutory Compliance\nMHA’s risk management process complies to regulatory and statutory requirements for ensuring the safety and wellbeing of those who use MHA services, colleagues, volunteers, and all others who engage with MHA. This includes.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessments\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nClinical Risk Management Policy\nRisk Assessment Policy\nBusiness Continuity and Emergency Policy\nIncident Response and Escalation Policy \nVersion Control",
  "sections": {
    "summary": "MHA is committed to proactive risk management to protect the safety and wellbeing of all who are employed by, receive services from or are affected by MHA’s activities. MHA’s risk management culture aims to empower colleagues and volunteers to identify and report risks with the goal of creating a safer and more transparent environment. This depends on an open, just, and fair risk and safety aware culture whereby everyone feels confident and keen to identify and report risks, hazards, incidents, near misses and other concerns, with a view to reducing the likelihood of adverse events occurring and reducing the impact of such events if they do occur. MHA is regulated by the Charity Commission who provide regulatory guidance and advice to ensure that charities are accountable, well-run, and meet their legal obligations. MHA are required to report serious incidents relating to safeguarding and fraud to the Charity Commission who may ask for additional information or follow up on any reports to ensure that MHA is operating properly within the sector. MHA’s Operations and Audit and Risk Committees are also notified of any incidents reported to the Charity Commission.",
    "purpose": "MHA encourages a culture of responsible risk management practices that all colleagues and volunteers are expected to actively participate in, as well as contribute to the ongoing success of this policy. This policy applies to all MHA colleagues and volunteers (for the purpose of this policy, ‘colleagues’ refer to both those employed by MHA and volunteers from this point onwards). This policy describes and clarifies MHA’s approach to risk management and associated assurance arrangements intended to cover the full range of MHA’s services and activities to help ensure: That people are enabled to live later life well. Thar care and support are of high quality, safe, effective, responsive, and person-centred. Effective strategic management and decision making. Robust operational and departmental management and leadership. Improved operational development and resilience. For managing clinical risk specifically, see the Clinical Risk Management Policy [CP010].",
    "definitions": "Risk Identification Identifying Operational Risk Identifying and managing risk is something everyone on a daily basis, almost everything we do poses some kind of risk that we have to weigh up and manage before proceeding - for example, knowing the risk of crossing a busy road and not crossing until you can ensure it is safe to do so is effective risk management. Identifying and managing risks in the workplace should be as easy as safely crossing a busy road, by being aware of risk and integrating the management of risks into daily decision-making. Identifying operational risk is an ongoing process that requires input from all colleagues. Identifying operational risk can be done by: Encouraging colleagues to actively report potential risks identified in their day-to-day work to their line management. Engaging with colleagues to gather insights on potential risks they perceive whilst undergoing their daily duties. Using insights taken from the wider industry to benchmark common and recurring operational risk to the organisations processes. Conducting risk assessments to review various functions and sources of risk. Using data from historical incidents to identify patterns and trends relating to operational disruption. Operational risk may become strategic risk depending on severity and potential disruption that could be caused to the organisation as a whole. Identifying Strategic Risk Identifying strategic risk involves recognising and assessing the threats and vulnerabilities that could impact on the organisations ability to achieve its long-term objectives and goals. Strategic risks are identified and managed by MHA’s executive and senior leadership. Methods for identifying strategic risks may be: Using the organisations strategies to identify any factors that could impact or impede on the objectives and goals in place to meet the strategy. Considering operational risks and their impact on the organisation as a whole. Analysing internal and external factors that could affect the strategic position of the organisation. Monitoring external factors such as industry trends, dynamics, regulatory changes, legislative changes, and economic shifts that could impact the organisation, including political changes and global events. Developing scenarios that explore various events that could have an adverse impact on the organisation and assessing the risks associated with each scenario. Identifying and researching new and upcoming trends such as digital changes that could disrupt the organisation of impact on the strategic direction of the organisation. Assessing financial risks that could affect the organisations ability to execute strategy. Using data trends taken from reports covering all service areas of the organisation. Establishing an Audit and Risk Committee (ARC) to regularly review and assess the risks that the organisation faces. Each risk should be explored to identify how it potentially evolves through the organisation. The risk should be clearly defined and explained to facilitate further analysis. Risk registers for each department will provide an essential overview of any identified risk areas. Where appropriate risks are escalated from departmental risk registers to the ELT risk register which will be reviewed by ELT and reported to ARC. Audit and Risk Committee (ARC) The Audit and Risk Committee is a risk management group that has delegated authority to scrutinise the risk management processes put in place by the organisation and to seek assurance that the controls put in place are effective and to challenge the organisation when they are not. This check and challenge promote a better understanding of risk and facilitates the development of strategies for responding to identified risks. As part of its responsibility the Audit and Risk Committee reports any matters of concern to the Board, who have ultimate responsibility for ensuring risk of fraud is being managed appropriately The responsibility for reviewing systems, procedures, and control measures to reduce the risk of fraud in the organisation rests with the ELT who have overall responsibility for the management of the organisation. However, various managers and colleagues within the organisation will also be involved in the risk identification process reporting through their directorates to ELT. Identifying Risk from Data and Reports Identifying both operational and strategic risk can be done using data taken from reports and events such as: Incident reporting and investigating Internal and external audits/inspections and RA’s Safety Alerts Complaints and claims Inquests Whistleblowing Horizon scanning (monitoring, analysing, and anticipating trends, opportunities, and external factors that may impact the organisations future). Reporting Risk Reporting risks depends on the severity of the risk and who it may affect. For example, if a colleague comes across a water spillage, immediate action must be taken to treat the risk, this may include putting a wet floor sign out to ensure others are aware of the risk and can avoid the area whilst the risk is reported to the manager and action is taken to clean the spillage and make the area safe again. Assuming no incidents occurred relating to this risk, the manager may record the spillage and action taken to mitigate the risk without escalating the risk further to higher management for treating. Depending on the risk, Managers may escalate the concern to the relevant responsible individual within that Directorate. Strategic risk is usually identified centrally by MHA’s executive and senior leadership teams. If colleagues have concerns relating to strategic risk, they should report this to their manager for escalation. Unforeseen Incident Reporting For the reporting and management of incidents, serious incidents, adverse events, or near misses refer to: Incident Response and Escalation Policy Risk Owners Risk owners lead on the management and monitoring of risk. For operational risk, this is likely to be the home or scheme manager, area manager, regional director, or team manager (depending on the risk). In all cases, the local manager in the home, scheme, or team, is responsible for actioning control measures the risk owner has put in place whether they are the risk owner or not. Strategic Risk Owners Strategic risk owners lead on the management and monitoring of strategic risk(s). Depending on the severity of the risk, strategic risk owners may be department managers, Senior Leadership Team (SLT) members, or Executive Leadership Team (ELT) members. Strategic risk owners are responsible for identifying the risks relevant to their role and department or team. For ELT, the risk usually poses a threat to MHA as a whole or is rated as severe. Once the risks have been identified and agreed by MHA, risk owners use Radar to report the risk and rate it’s significance to MHA including the potential impact of the risk and the likelihood of it occurring. They determine the significance of the risk, it’s consequences to individuals, groups of people, services, or the organisation as a whole. The risk owner must then develop and implement strategies to treat the risk, this may involve contingency plans, or preventative action to reduce the risk. Risk owners must continually monitor the risks and regularly report on the status and management of the risk, which could be the relevant ELT member (depending on the risk). This includes any changes to the plans, or to the risk itself. In some cases, the owner must escalate the risk if it is beyond their control. Risk Assessments Once a risk has been identified, it can be assessed in terms for potential impact and likelihood of occurrence, as well as categorising risks based on severity and probability. Risk assessments should identify the hazards, potential harm, existing control measures, level of risk (rating), additional control measures required, residual risk (rating), responsible person, and target completion dates. Using this, an action plan can be developed to help treat the risk, this should include remedial action details, responsible person, and completion dates. The risk assessment should be reviewed regularly to confirm that it is still valid, to update any changes to the plan, add new controls, and identify any significant changes in the assessment. A further review date should be set. During the review of the assessment, the assessor should consider the following questions: The controls in place to treat the risks identified – are they designed and operating effectively? The consequences of the risk which remain and are these acceptable in the course of MHA’s activities? The benefits and opportunities which may be presented by the risk. The threats posed by the risk should it be untreated, or control failure occurs For more information on risk assessments and completing risk assessments, refer to the Risk Assessment Policy. Operational Risk Ratings The level of risk and residual risk in terms of probability and severity should be rated in the assessment based on the following scale: Strategic Risk Ratings (Scores) Strategic risks are scored on their severity and likelihood of occurrence. The risk owner scores the risk on the based on the following tables for consequence (severity) and likelihood): Treating Risk Treating risk may include control measures that help to avoid or reduce the risk and its consequences. Treating risk may involve tolerating, transferring, or mitigating risk using control measures. Measures for treating risk must be monitored on a regular basis, the frequency of which depends on the severity and likelihood of the risk. Monitoring how well control measures are working at treating risk can help to identify whether a new assessment needs to be completed to amend the risk rating and amend the control measures to reflect this. Strategies for responding to risk generally fall into one of the following categories: Risk retention – choosing and accepting small risks. Risk avoidance – cessation of certain activities to avoid the risk occurring. Risk reduction – implementing effective controls and procedures. Risk transfer – contractual transfer of risk i.e., transferring risks to insurers. Strategic Risk Register Strategic Risk Register Risks that affect MHA as a whole are considered as ‘Strategic Risks.’ Strategic risks are record these type of risks on a centralised risk register within Radar. The risk register includes the following information about the risks: Reference Category Description Owner Risk Identified Date Impact of Risk Last Review Date Next Review Date Status (compliant, planned, pending, or overdue) Original Score Current Score Risk Controls Attachments Links Comments History Strategic Risk Categories MHA’s risk register categories are an amalgamation of the most serious risks that the organisation faces. These include: IT, Data and Digital Capability Change Management People (Capacity & Engagement) Financial Resilience External Environment Reputation and Brand Strategic Risk Controls MHA’s risk controls in Radar include a description of the action to be taken, the adequacy of this action in treating the risk, assurance this will provide, and the status of the control being implemented. Each control also has an ‘owner’ which may be someone the overall risk owner has delegated the individual control to. Each control also has its own due date and review date. Strategic Risk Appetite The strategic risks in Radar are assigned a response status as to whether they need to be treated, tolerated, transferred, or mitigated, this comes from the risk appetite which refers to the levels of acceptable risk. MHA’s risk appetite considers factors such as tolerance, financial capacity, regulatory requirements, and strategic goals. The risk appetite helps to prioritise risks further and to establish boundaries in decision making regarding the risk and it’s controls. Monitoring The risk owner for both operational and strategic risk must ensure that recorded risks are robustly and routinely monitored and updated on a regular basis depending on the risk’s rating, or sooner if there is a change in circumstance or the risk itself. Strategic Risk Monitoring The relevant ELT member must provide oversight, support, and guidance to the risk owner (unless they are the risk owner) in all stages of risk management including the approval of an escalation and closure process for risks. On a monthly basis, a risk register report is provided to the Executive Leadership Team to review the strategic risks that MHA face. This report includes matters for consideration such as: New strategic risks that have been identified and their ratings. Strategic risks that have been removed from the risk register. Strategic risks that have an increase or decrease in risk rating. Consideration of all other strategic risks where there has been no movement. Consideration of the strategic risk register to establish if there are any newly emerging risks which need to be captured. Monitoring of the use of Radar and SugarCRM (communities). This could include details on which users have been activated, reviewed their risks, and the number of risks assigned to each individual. Business Continuity and Risk Management For business continuity, refer to Business Continuity and Emergency Policy. Business continuity is a subset of risk management that focuses on maintaining critical operations and services during and after disruptive events (example events may include a cyberattack, pandemic, gas leak). Business continuity and risk management assist in minimising disruption and protect the organisations reputation and enhances sustainability.",
    "responsibilities": "Training and Compliance MHA’s online learning platform the Learning Zone provides the following courses on risk management: Risk Assessment (Statutory) Risk Assessment in the Home (MHA Mandatory) H&S Risk Management (Statutory) Risk and Safety Management for Senior Leaders Compliance is assessed through the learning zone, RADAR and SugarCRM reporting, as well as direct observation, monitoring, and supervision of our colleagues. Regulatory and Statutory Compliance MHA’s risk management process complies to regulatory and statutory requirements for ensuring the safety and wellbeing of those who use MHA services, colleagues, volunteers, and all others who engage with MHA. This includes. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk EDI Impact Assessments Equality, Diversity, and Impact Assessment to be confirmed. Resources Clinical Risk Management Policy Risk Assessment Policy Business Continuity and Emergency Policy Incident Response and Escalation Policy Version Control"
  }
}