{
  "id": "HP005",
  "title": "Admission Assessment and Support Planning Policy",
  "filename": "HP005 Admission Assessment and Support Planning Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nThis policy and associated procedures have been developed to provide an assessment and support planning framework, promoting person-centred approaches aligned to best practice guidance.  Person-centred support begins with the identity of the individual. It focuses on their personal history and strengths, their hopes, and ambitions. It means you respect their past, support their present, and help them plan for living later life well.\nOver many years, person centred approaches have become embedded in social care policy.   They include respect and ordinary courtesy; compassion and kindness; responsive care and treatment; openness and honesty when something goes wrong. These principles underpin MHA’s values to support people to live later life well ensuring the kind of care and support which we would all want for our families and ourselves.\nScope and Purpose\nThe scope of this policy and associated procedures apply to all MHA colleagues responsible for initial assessment, support planning, reviewing and delivering support to individuals within MHA’s residential and nursing homes.\nThis policy and associated procedures consider the requirements and guiding principles of legislative requirements across all nations:\nHealth and Social care Act 2008 (Regulated Activities) Regulations 2014, Regulation 12: safe care and treatment\nThe Regulation and Inspection of Social Care (Wales) Act 2016, Regulation 21: Standards of care and support, overarching requirements\nThe information within this document also draws upon several sources and the best available evidence including: \nNational Institute of Health Care and Excellence (NICE)\nNHS (England and Wales)\nCare Quality Commission (CQC) \nCare Inspectorate (Wales)\nSocial Care Institute for Excellence (SCIE).\nFurther information can be located via the links in the Resources section of this policy document.\nDefinitions \nPreadmission and Dependency Assessment of Needs \nOn moving in each person’s emotions will be different, there may be a sense of loss, anxiety, or reluctance.  Alternatively, a person may feel relieved, comforted and less isolated.  Colleagues should discuss how the person is feeling and respond with compassion and understanding during the assessment process.\nColleagues must contact the GP or other relevant health care professional if it becomes apparent that the person needs specialist assessment or treatment.\nFor individual who want to move to an MHA care home a trial visit or period of respite can be arranged following an initial preadmission and dependency assessment, ideally within 2 weeks of the date of admission with the only exception being an unplanned or emergency admission.\nIt is important to gather key facts relating to an individual’s legal status e.g., mental capacity, Lasting Power of Attorney (LPA), Court of Protection and any funding arrangements. \nUsing MHA’s preadmission assessment, which includes the dependency assessment of needs tool, colleagues must complete the information based on the outcome of the preadmission assessment to identify support required. \nThe colleague completing the assessments must –\nAsk the person.\nAsk family members / representatives (if present).\nAsk other health care professionals (if present).\nRead and take notes from existing care records (if available).\nHave the confidence to delay acceptance in order to contact someone else involved in the person’s care, double check some information, discuss the referral with a senior colleague.\nMaintain contact with the hospital or individual’s representatives to review any changes from the initial preadmission assessment\nConsider everything, complete a holistic assessment – for example, can the service support the individual’s needs, is additional training required or does the service have capacity to support if the individual presents with complex needs?\nThe responsible manager must make sure all information has been provided prior to admission, including residential care agreements, letters of acceptance, terms and conditions, the homes welcome pack and key facts document. \nOnce the individual’s information has been uploaded to the Caresys system the information from the dependency assessment tool must be transferred to MHA’s Dependency Assessment Need (DAN) application for review and update as required i.e., if there are any changing needs since the initial preadmission assessment. \nWhere the dependency assessment of need identifies a very high level of need [50+] or requires a complex clinical nursing intervention this must be discussed with the Area Manager and referred to the Senior Nurse Advisor to ascertain if the home can effectively and safely meet the individual’s needs, refer to Appendix 2 for Complex Clinical Decision Process.  \nThe Senior Nurse Advisor will review the information and co-ordinate a complex clinical decision-making panel to review clinical training needs identified during the preadmission and dependency assessment. \nIf additional clinical nursing skills are required and been agreed, the home manager must complete a Clinical and Additional Training Request Form, approved by the area manager and submitted to the people development team, to arrange training prior to the individual moving to the home.\nUnplanned or Emergency Admissions \nUnplanned / emergency admissions are not ideal, but they do sometimes happen.  In this situation a senior colleague must complete an urgent pre-admission assessment.  However, if this is not possible, the home manager must be informed of the following:\nWhy the person has to be admitted\nThe person’s essential care needs and that the home can meet them, any additional training required \nWhat medication / dressings / specialist care (e.g. PEG) the person needs\nWhat the person can and cannot do\nThe person’s DNACPR status\nWhether or not the person has capacity and, if not, if the person has an appointed Lasting Power of Attorney (property & finance / health & wellbeing)\nWho else is involved in supporting the person – family and professionals.\nHow the person’s care will be paid for.  If self-funding, the manager must politely request payment in advance\nWithin 48 hours of admission the following must be completed:\nPreadmission assessment, dependency of needs assessment, relevant risk assessments, support plans and associated documentation in accordance with MHA’s care and support planning procedures (Appendix 1)\nRisk Assessments\nEach person's care and support needs and preferences should be assessed by people with the required levels of skills and knowledge for the particular task. \nAssessments of people's care and treatment needs should include all their needs, including health, personal care, emotional, social, cultural, religious, and spiritual needs.\nEach person using a service, and/or the person who is lawfully acting on their behalf, must be involved in an assessment of their needs and preferences as much or as little as they wish to be.  \nCommence completion of assessments the day the person moves in by meeting with the person and/or their representative(s) and using the information from the pre-admission assessment.\nFocus on the person as an individual and record their needs and personal choice.  identify where there is a risk and agree with the person or, depending on the person’s capacity, their representative(s) how the risk can be managed or reduced.\nUsing the assessments in Nourish complete all records, on the day the person moves in (day1) the responsible care colleague must complete: \nCommunication Assessment\nCircle of Care \nAbilities and Critical Information \nWaterlow Assessment \nMUST (Malnutrition Universal Screening Tool)\nChoking Risk Assessment \nMoving and Assisting Risk Assessment  \nMultifactorial Falls Risk Assessment and Management Tool (if known history)\nContinence assessment (if known history)\nSome assessments may prompt colleagues to include other ‘optional’ assessments such as depression scales, pain scales etc\nPersonal Emergency Evacuation Plan (PEEP)\nUpload any paper documents and reports, including LPA\nWhere there is no recorded known history, assessments must be completed within 7 days of the person moving in, to make sure that all areas of care and support are assessed [Appendix 1].  For example, continence or falls. \nWhere an individual lacks capacity, colleagues must – \nInvolve them as much as reasonably possible in the assessment process\nSpeak to and involve their representative(s) but remember that the only person with any legal right is the person’s lasting power of attorney (lpa) for health and wellbeing \nComplete relevant assessments and risk assessments to reflect any risks associated with support needs. \nFor example, supporting assessments, i.e., diabetes or constipation, must be completed if a need has been identified and reviewed with the respective support plan.  \nSupport Planning \nRefer to Nourish Support Plan Prompts for guidance on completion of support plans located on MHA’s intranet - Support Plan Prompts  \nBased on the assessments colleagues have completed with an individual prior to and on moving in, the responsible care colleague will develop support plans \nwith the person (refer to Appendix 1) and continue to update until the plan reflects the individual’s support needs including risk assessment sections as required.\nThe support plan must contain all the information needed for colleagues to provide care and support to the person and meet their needs whilst following best and safe practice.\nWhere a person lacks the mental capacity to make specific decisions about their care and support, and no lawful representative has been appointed, their best interests must be established and acted on in accordance with the Mental Capacity Act 2005. Other forms of authority such as advance decisions must also be taken into account.  Refer to MHA’s Mental Capacity and Deprivation of Liberty and Consent Policy.\nMandatory Support Plans must be completed on day 1 of moving in to ensure essential support is planned and communicated with all relevant team members:\nCapacity and Communication\nTissue Viability \nDiet and Fluids\nPersonal Care\nMobility and dexterity \nBy Day 7 the remaining support plans should be developed with initial information, completed with the person, taking into account any previous history, results from assessments and identified needs.  \nThe responsible care colleague must set aside time to be with person not only to complete the support planning process but also to get to know the person and answer any queries they may have. Support plans must remain live and active to reflect an individual’s preferences and any changing needs.\nWhen a person has a care plan provided by their funding authority, care staff must upload the document to Nourish and reference any pertinent sections in the person’s support plan(s).\nColleagues must complete all sections of the support plan, as required, and identified during the assessment process.  If a person does not wish to discuss or disclose any information, colleagues must record this and any dates of revisiting the topic.\nIn the case of short-term needs - for example, a chest or urine infection, colleagues must complete a short-term or miscellaneous support plan. Once the care issue has resolved, this must then be archived.  If the problem lasts for more than two months, or if the person has repeated episodes, colleagues must complete a full support plan to include long term approaches.\nCare assistants, student nurses etc. can update records in the Nourish system when provided with a system log in following training or if the system has been explained in detail prior to use.  The system will automatically record the person making the record including date and time of entry. \nPeriods of Respite\nCreate the resident in Nourish, just as you would for a permanent resident, but in the residents Profile, under Status in Organisation – Resident Type you need to choose Respite / Temporary. The support plans can then be completed, as required.\nWhen the individual leaves, complete the Care package ended / transfer interaction. A re-admission interaction will trigger so that if the same resident returns for respite care again, you can search for them in ‘Archived’ residents and complete this interaction. Their whole profile (including support plans) will be re-activated, re-assessing needs where prompted or required.\nIf a resident who is respite becomes permanent, change the Resident Type to Permanent. This will not affect the Support Plan template. \nRespite Assessments and Support Plans \nMandatory assessments and support plans must be completed on day 1, refer to procedure flowchart (appendix 1).  \nRemaining assessments and support plans to be completed by day 7 taking into account previous history, results from assessments and identified needs.  \nTransfer and Discharge Procedures \nA person may go into hospital for planned surgery or be taken in as an emergency due to illness or injury.  The only difference in procedure is the time factor.\nIn an emergency situation colleagues must work as a team to effectively co-ordinate an emergency transfer after dealing with the medical emergency:\nComplete the Hospital Admission Interaction including any infections, as applicable, this will automatically change the individual’s status to ‘suspended’ until the Re-admission from hospital interaction has been completed when the person returns \nCollect all medication and MAR for transfer (take and keep a copy of the MAR).\nsend a copy of the DNACPR (DNR), signed by the paramedic as verification of observing the original \nArrange for any clothing and toiletries for the person to take to hospital; refer to a red or green bag system where applicable \nArrange an escort or for relatives to meet the person at the hospital \nMaintain regular contact with the hospital \nContact the person’s GP \nUpdate Caresys/DAN application, recording the individual’s profile as ‘Inactive’ \nReturning to the Home \nIf the person is due to return from hospital, ascertain any changes in support and dependency needs prior to returning, which should be recorded on the Re-admission from Hospital interaction, which will automatically reinstate interactions on the timeline.\nThe manager is responsible for reviewing any changes to clarify that the home can safely and effectively support the individual taking into consideration any additional equipment or training required. If additional clinical training is required, follow Complex Clinical Decision-Making Process (appendix 2).\nUpdate the Dependency Assessment of Need (DAN) application to change the profile status to ‘Active’, updating any changing needs. \nColleagues must complete the following immediately on return from hospital:\nComplete Hospital Discharge Interaction recording all details \nSkin integrity check – take a photograph of any damage found, upload and follow procedures in MHA’s Tissue Viability Policy\nMedication – cross check the previous MAR with returning medication and discharge letters, carefully check for changes.  If there is any uncertainty, confirm with the hospital, pharmacy, or GP\nUpload any reports and documents\nReview all related risk assessments within 24 hours\nUpdate Nourish, Caresys and Dependency of Needs Assessment application (DAN) recording any changes to level of need \nReview critical information and any additional information which may have been updated\nTransferring to another MHA Care Home \nA manager (or superuser) would need to contact support providing:\n- The full name of the individual to be transferred\n- The home that the individual is being transferred from\n- The home that the individual is being transferred to\nThe manager will also need to be present in case there are any complications with the transferring process (Which is just interactions not being transferred until these interactions have been assigned to the destination home.\nAssessment and Support Planning Review Process \nColleagues must review all relevant assessments, risk assessments and support plans at least every month, additional review is required if there is a change in the person’s condition or on return from a stay in hospital.  \nComplete the Responsible Person section on the digital support plan to include the colleague(s) responsible for reviewing the support plan.  Review dates can be updated in the next review date section on the bottom of the support plan page.  Previous reviews, and details, are automatically listed once completed with the name of the colleague completing the review. \nNew admissions must receive a formal review within 4 weeks to assess progress and compliance with the support planning guidance. \nColleagues must complete all monthly reviews within a calendar month.  It may help colleagues to allocate people’s support plan reviews to week one, two, three or four of the months, and stagger their review process but the latest date must be the same as the previous months – i.e.,3 July means that the latest review must be 3 August.  The review dates must be entered on the Review Note section of the support plan, which will automatically add to the timeline.\nThe monthly review must involve the person if possible and be a summary of the previous month’s events in relation to a particular support plan.\nColleagues must re-write a person’s support plans every year or if more than three amendments have been made or on return from a stay in hospital if needs have changed. \nMHA’s dependency assessment of need (DAN) application must be reviewed and updated every 30 days. The application will alert senior managers for review where any changes have been updated and this change affects resources or any additional skill or training requirements.\nThe dependency assessment of need (DAN) application MUST be updated following an individuals return from hospital or leave. \nSupport Plan Auditing Procedures \nEvery month a 10% sample per household must be audited by the manager, deputy manager or person in charge including all new admissions within the previous 4 weeks.\nIn addition, the Abilities and Critical Information sections must also be reviewed monthly to ensure all information remains accurate and is reflective of the person’s need.   \nThe manager must carry out the audits for each area in rotation (for example daisy household in January, rose household in February, lilac household in March).  The minimum requirement for managers to audit care plans (files) is four times a year.\nThe manager must make sure that colleagues audit care plans thoroughly and receive care plan training in order to do this.\nFor households of less than 20 people, the minimum requirement is two care files. If issues are found, a further 10% (minimum of two) must be audited. Findings must be reported to the manager.\nThe manager must make sure that all support plans (files) are audited at least once every year using the verified support plan audit tool.\nThe responsible care colleague must comply with the action plan to remedy any issues found and, when the actions are completed, re submit the support plan to the manager to sign off.\nArea Managers must see evidence of the support plan audits and actions being taken where scores are below 100%.  \nArchiving Support Plans \nNourish System \nThe Nourish system automatically secures all data in accordance with ISO security standards. \nAll records can be archived as required, according to permissions within the system, by senior colleagues. \nWhen a resident dies or permanently leaves the home, you need to complete either the Death / Deceased or Care package ended / transfer interaction. This automatically archives the resident and makes the full support plan read-only.\nPaper Documents \nAll paper records must be archived in accordance with MHA’s Archiving Policy \n\tColleagues must: \nMake sure that the that all outdated documents are filed away (archived).\nStore outdated care documents in a locked filing cabinet in one common location (care office / admin office / manager’s office or lockable archive room).  If a person moves out or is deceased, colleagues must keep all their records on site for three months.  After this time, if the service uses an official archiving store, the records may be sent off site.\nMake sure everything leaving the site is named, labelled, dated, sealed, and receipted for retrieval (see archiving policy)\nComplete a risk assessment on archive rooms for fire, damp, and pests\n\tRoles and Responsibilities\nTraining and Monitoring\nThe manager must make sure all colleagues have training in relation to the completion, review and auditing of assessments and support plans with additional input tailored to their workplace setting and job roles.\nWhere it has been identified that an individual scores very high (50+) on the dependency assessment of need tool and requires additional clinical skills i.e., PEG, catheterisation (all types), syringe driver the home manager must complete a skills analysis of the current team to identify any additional training required to meet the individual’s need before admission/readmission. \nThe Area Manager will review dependency scores of 50+ as to whether the outcome of the assessment should be referred to the Senior Nurse Advisor for referral to a complex clinical decisions making panel for assessment in relation to skills required and ability to safely deliver support in respect of clinical nursing needs.\nIf additional training is required people development must be contacted to discuss, agree and arrange for appropriate training.  This will require a minimum 2-week lead in time, prior to admission/readmission, to make sure the home can safely deliver the support required to meet clinical needs.  \nThe manager remains responsible for the development, completion, review and auditing of all assessments and support planning.  \nCompliance is assessed through MHA’s internal Quality Assurance and Auditing process. \nServices are subject to external monitoring through local contract compliance and regulatory bodies i.e., Care Quality Commission (CQC) which will be reviewed and actioned where any concerns or issues have been identified\nRegulatory compliance is reviewed by MHA’s Quality Review and Governance Group. \nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through     MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles and responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk\nEquality Impact Assessment (EIA)\nThis document has been assessed to ensure that no one receives less favourable treatment on the protected characteristics of their age, disability, sex (gender), gender reassignment, sexual orientation, marriage and civil partnership, race, religion or belief, pregnancy, and maternity.\nResources \nMHA policy documents and guidance located on the intranet \nNourish - Frequently Asked Questions  \nArchiving Policy \nConsent Policy \nContinence, Bladder and Bowels Policy \nEnhanced Observation Policy and associated documents \nFalls Management, Prevention and Treatment Policy \nMental Capacity and Deprivation of Liberty Safeguards\nMoving and Handling Policy \nNutrition and Hydration Policy \nNourish Support Plan Compliance Audit \nSafe Swallowing (Dysphagia) Policy \nTissue Viability Policy \nExternal Resources \nPerson Centred Care (Wales) \t\t\t \nCare Quality Commission (CQC) Regulation 9: Person Centred Care \nDependency of Need Assessment Procedure (DAN)\nAppendix 1 - Procedure Flowchart\nAppendix 2 – Complex Clinical Decision-Making Process \nVersion Control",
  "sections": {
    "summary": "This policy and associated procedures have been developed to provide an assessment and support planning framework, promoting person-centred approaches aligned to best practice guidance. Person-centred support begins with the identity of the individual. It focuses on their personal history and strengths, their hopes, and ambitions. It means you respect their past, support their present, and help them plan for living later life well. Over many years, person centred approaches have become embedded in social care policy. They include respect and ordinary courtesy; compassion and kindness; responsive care and treatment; openness and honesty when something goes wrong. These principles underpin MHA’s values to support people to live later life well ensuring the kind of care and support which we would all want for our families and ourselves.",
    "purpose": "The scope of this policy and associated procedures apply to all MHA colleagues responsible for initial assessment, support planning, reviewing and delivering support to individuals within MHA’s residential and nursing homes. This policy and associated procedures consider the requirements and guiding principles of legislative requirements across all nations: Health and Social care Act 2008 (Regulated Activities) Regulations 2014, Regulation 12: safe care and treatment The Regulation and Inspection of Social Care (Wales) Act 2016, Regulation 21: Standards of care and support, overarching requirements The information within this document also draws upon several sources and the best available evidence including: National Institute of Health Care and Excellence (NICE) NHS (England and Wales) Care Quality Commission (CQC) Care Inspectorate (Wales) Social Care Institute for Excellence (SCIE). Further information can be located via the links in the Resources section of this policy document.",
    "definitions": "Preadmission and Dependency Assessment of Needs On moving in each person’s emotions will be different, there may be a sense of loss, anxiety, or reluctance. Alternatively, a person may feel relieved, comforted and less isolated. Colleagues should discuss how the person is feeling and respond with compassion and understanding during the assessment process. Colleagues must contact the GP or other relevant health care professional if it becomes apparent that the person needs specialist assessment or treatment. For individual who want to move to an MHA care home a trial visit or period of respite can be arranged following an initial preadmission and dependency assessment, ideally within 2 weeks of the date of admission with the only exception being an unplanned or emergency admission. It is important to gather key facts relating to an individual’s legal status e.g., mental capacity, Lasting Power of Attorney (LPA), Court of Protection and any funding arrangements. Using MHA’s preadmission assessment, which includes the dependency assessment of needs tool, colleagues must complete the information based on the outcome of the preadmission assessment to identify support required. The colleague completing the assessments must – Ask the person. Ask family members / representatives (if present). Ask other health care professionals (if present). Read and take notes from existing care records (if available). Have the confidence to delay acceptance in order to contact someone else involved in the person’s care, double check some information, discuss the referral with a senior colleague. Maintain contact with the hospital or individual’s representatives to review any changes from the initial preadmission assessment Consider everything, complete a holistic assessment – for example, can the service support the individual’s needs, is additional training required or does the service have capacity to support if the individual presents with complex needs? The responsible manager must make sure all information has been provided prior to admission, including residential care agreements, letters of acceptance, terms and conditions, the homes welcome pack and key facts document. Once the individual’s information has been uploaded to the Caresys system the information from the dependency assessment tool must be transferred to MHA’s Dependency Assessment Need (DAN) application for review and update as required i.e., if there are any changing needs since the initial preadmission assessment. Where the dependency assessment of need identifies a very high level of need [50+] or requires a complex clinical nursing intervention this must be discussed with the Area Manager and referred to the Senior Nurse Advisor to ascertain if the home can effectively and safely meet the individual’s needs, refer to Appendix 2 for Complex Clinical Decision Process. The Senior Nurse Advisor will review the information and co-ordinate a complex clinical decision-making panel to review clinical training needs identified during the preadmission and dependency assessment. If additional clinical nursing skills are required and been agreed, the home manager must complete a Clinical and Additional Training Request Form, approved by the area manager and submitted to the people development team, to arrange training prior to the individual moving to the home. Unplanned or Emergency Admissions Unplanned / emergency admissions are not ideal, but they do sometimes happen. In this situation a senior colleague must complete an urgent pre-admission assessment. However, if this is not possible, the home manager must be informed of the following: Why the person has to be admitted The person’s essential care needs and that the home can meet them, any additional training required What medication / dressings / specialist care (e.g. PEG) the person needs What the person can and cannot do The person’s DNACPR status Whether or not the person has capacity and, if not, if the person has an appointed Lasting Power of Attorney (property & finance / health & wellbeing) Who else is involved in supporting the person – family and professionals. How the person’s care will be paid for. If self-funding, the manager must politely request payment in advance Within 48 hours of admission the following must be completed: Preadmission assessment, dependency of needs assessment, relevant risk assessments, support plans and associated documentation in accordance with MHA’s care and support planning procedures (Appendix 1) Risk Assessments Each person's care and support needs and preferences should be assessed by people with the required levels of skills and knowledge for the particular task. Assessments of people's care and treatment needs should include all their needs, including health, personal care, emotional, social, cultural, religious, and spiritual needs. Each person using a service, and/or the person who is lawfully acting on their behalf, must be involved in an assessment of their needs and preferences as much or as little as they wish to be. Commence completion of assessments the day the person moves in by meeting with the person and/or their representative(s) and using the information from the pre-admission assessment. Focus on the person as an individual and record their needs and personal choice. identify where there is a risk and agree with the person or, depending on the person’s capacity, their representative(s) how the risk can be managed or reduced. Using the assessments in Nourish complete all records, on the day the person moves in (day1) the responsible care colleague must complete: Communication Assessment Circle of Care Abilities and Critical Information Waterlow Assessment MUST (Malnutrition Universal Screening Tool) Choking Risk Assessment Moving and Assisting Risk Assessment Multifactorial Falls Risk Assessment and Management Tool (if known history) Continence assessment (if known history) Some assessments may prompt colleagues to include other ‘optional’ assessments such as depression scales, pain scales etc Personal Emergency Evacuation Plan (PEEP) Upload any paper documents and reports, including LPA Where there is no recorded known history, assessments must be completed within 7 days of the person moving in, to make sure that all areas of care and support are assessed [Appendix 1]. For example, continence or falls. Where an individual lacks capacity, colleagues must – Involve them as much as reasonably possible in the assessment process Speak to and involve their representative(s) but remember that the only person with any legal right is the person’s lasting power of attorney (lpa) for health and wellbeing Complete relevant assessments and risk assessments to reflect any risks associated with support needs. For example, supporting assessments, i.e., diabetes or constipation, must be completed if a need has been identified and reviewed with the respective support plan. Support Planning Refer to Nourish Support Plan Prompts for guidance on completion of support plans located on MHA’s intranet - Support Plan Prompts Based on the assessments colleagues have completed with an individual prior to and on moving in, the responsible care colleague will develop support plans with the person (refer to Appendix 1) and continue to update until the plan reflects the individual’s support needs including risk assessment sections as required. The support plan must contain all the information needed for colleagues to provide care and support to the person and meet their needs whilst following best and safe practice. Where a person lacks the mental capacity to make specific decisions about their care and support, and no lawful representative has been appointed, their best interests must be established and acted on in accordance with the Mental Capacity Act 2005. Other forms of authority such as advance decisions must also be taken into account. Refer to MHA’s Mental Capacity and Deprivation of Liberty and Consent Policy. Mandatory Support Plans must be completed on day 1 of moving in to ensure essential support is planned and communicated with all relevant team members: Capacity and Communication Tissue Viability Diet and Fluids Personal Care Mobility and dexterity By Day 7 the remaining support plans should be developed with initial information, completed with the person, taking into account any previous history, results from assessments and identified needs. The responsible care colleague must set aside time to be with person not only to complete the support planning process but also to get to know the person and answer any queries they may have. Support plans must remain live and active to reflect an individual’s preferences and any changing needs. When a person has a care plan provided by their funding authority, care staff must upload the document to Nourish and reference any pertinent sections in the person’s support plan(s). Colleagues must complete all sections of the support plan, as required, and identified during the assessment process. If a person does not wish to discuss or disclose any information, colleagues must record this and any dates of revisiting the topic. In the case of short-term needs - for example, a chest or urine infection, colleagues must complete a short-term or miscellaneous support plan. Once the care issue has resolved, this must then be archived. If the problem lasts for more than two months, or if the person has repeated episodes, colleagues must complete a full support plan to include long term approaches. Care assistants, student nurses etc. can update records in the Nourish system when provided with a system log in following training or if the system has been explained in detail prior to use. The system will automatically record the person making the record including date and time of entry. Periods of Respite Create the resident in Nourish, just as you would for a permanent resident, but in the residents Profile, under Status in Organisation – Resident Type you need to choose Respite / Temporary. The support plans can then be completed, as required. When the individual leaves, complete the Care package ended / transfer interaction. A re-admission interaction will trigger so that if the same resident returns for respite care again, you can search for them in ‘Archived’ residents and complete this interaction. Their whole profile (including support plans) will be re-activated, re-assessing needs where prompted or required. If a resident who is respite becomes permanent, change the Resident Type to Permanent. This will not affect the Support Plan template. Respite Assessments and Support Plans Mandatory assessments and support plans must be completed on day 1, refer to procedure flowchart (appendix 1). Remaining assessments and support plans to be completed by day 7 taking into account previous history, results from assessments and identified needs.",
    "procedure": "Version Control",
    "responsibilities": "Training and Monitoring The manager must make sure all colleagues have training in relation to the completion, review and auditing of assessments and support plans with additional input tailored to their workplace setting and job roles. Where it has been identified that an individual scores very high (50+) on the dependency assessment of need tool and requires additional clinical skills i.e., PEG, catheterisation (all types), syringe driver the home manager must complete a skills analysis of the current team to identify any additional training required to meet the individual’s need before admission/readmission. The Area Manager will review dependency scores of 50+ as to whether the outcome of the assessment should be referred to the Senior Nurse Advisor for referral to a complex clinical decisions making panel for assessment in relation to skills required and ability to safely deliver support in respect of clinical nursing needs. If additional training is required people development must be contacted to discuss, agree and arrange for appropriate training. This will require a minimum 2-week lead in time, prior to admission/readmission, to make sure the home can safely deliver the support required to meet clinical needs. The manager remains responsible for the development, completion, review and auditing of all assessments and support planning. Compliance is assessed through MHA’s internal Quality Assurance and Auditing process. Services are subject to external monitoring through local contract compliance and regulatory bodies i.e., Care Quality Commission (CQC) which will be reviewed and actioned where any concerns or issues have been identified Regulatory compliance is reviewed by MHA’s Quality Review and Governance Group. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles and responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Equality Impact Assessment (EIA) This document has been assessed to ensure that no one receives less favourable treatment on the protected characteristics of their age, disability, sex (gender), gender reassignment, sexual orientation, marriage and civil partnership, race, religion or belief, pregnancy, and maternity. Resources MHA policy documents and guidance located on the intranet Nourish - Frequently Asked Questions Archiving Policy Consent Policy Continence, Bladder and Bowels Policy Enhanced Observation Policy and associated documents Falls Management, Prevention and Treatment Policy Mental Capacity and Deprivation of Liberty Safeguards Moving and Handling Policy Nutrition and Hydration Policy Nourish Support Plan Compliance Audit Safe Swallowing (Dysphagia) Policy Tissue Viability Policy External Resources Person Centred Care (Wales) Care Quality Commission (CQC) Regulation 9: Person Centred Care"
  }
}