{
  "id": "HP002",
  "title": "Enquiries and Marketing Policy",
  "filename": "HP002 Enquiries and Marketing Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA care homes deliver a high standard of care, and this has created a strong reputation, both locally and further afield.  Therefore, effective marketing is crucial to maintain high levels of occupancy, attracting and retaining colleagues and volunteers and to support strategic and financial objectives maintaining financial sustainability.\nScope and Purpose\nThis policy and associated guidance is applicable to all colleagues and volunteers working in MHA care homes.\nThis document in conjunction with MHA’s Care Home Sales and Marketing Toolkit has been developed to provide a foundation on which to build a plan to promote MHA care homes as market leaders in the local area. \nThe Care Home Sales & Marketing toolkit will help to shape the way we promote our homes and services and interact and manage prospective customers to enable us to achieve our goal of delivering a positive experience for all.\nBy following this guidance care home teams will ensure potential customers have a first-class experience when they contact MHA, whether by phone, by mail or in person. \nMarketing Strategy \nThroughout MHA’s care homes, our care home managers are responsible for the sales process, with support from various colleagues and team members. For some of our homes, a relationship manager also exists to support home managers and the sales process.\nForms and templates in Sales and Marketing Toolkit can be found on MHA Connect Marketing toolkit resources. \nDeveloping and Implementing a Marketing Plan \nThe Home Manager must:\nUse the Care Home Sales and Marketing toolkit to develop a localised marketing strategy.\nConduct regular SWOT analyses to identify strengths, weaknesses, opportunities, and threats.\nWork with the Marketing Business Partner to execute action plans tailored to each location.\nDigital Presence \nEnsure accurate and up-to-date listings on key platforms such as the MHA website, Google My Business, and carehome.co.uk.\nAim for a consistent online presence, with a minimum of two weekly updates on social media platforms.\nGather regular reviews from residents and their families to improve visibility and ratings on carehome.co.uk and Google.\nLocal Engagement\nBuild and sustain relationships with local healthcare professionals, community groups, and organisations, MHA Communities and Retirement Living.\nHost regular open days and community events to promote awareness and foster connections.\nUse promotional materials such as brochures, banners, and posters effectively, as per the guidelines in the Toolkit.\nHandling Enquiries\nUnique Selling Points (USP’s)\nIt is useful to do a SWAT exercise (toolkit page 13) as a reminder of the great things in the home and clarify some areas where you may be able to make changes. For example, if you are putting together a marketing plan, answers from the SWAT will help identify opportunities and highlight topics to discuss with marketing and other support teams:\nMHA’s award-winning care and person-centred approach.\nInnovative services like music therapy and Seize the Day activities.\nStrong charitable ethos, with all funds reinvested to support older people.\nExperienced, well-trained staff delivering outstanding care.\nHome specific USP’s e.g. gardens, views, pets etc.\nPromotional Materials\nThere are lots of marketing tools to support local enquiry generation and conversations with families to communicate the benefits of the care home.\nEvery home has its own brochure. This is an essential tool for marketing the home. Ensure a stock of printed brochures and key information documents. Display brochures and information sheets in the brochure rack of the reception area in addition to branded merchandise.\nUse the Care Home Sales and Marketing toolkit to access templates and resources for local campaigns. Various templated items are available to order via the MHA Print Portal, which can be personalised and ordered direct as required. Templates can be accessed via MHA Connect - Marketing toolkit resources.\nFor bespoke items contact marketing@mha.org.uk \nRoles and Responsibilities\nTraining and Monitoring\nMHA colleagues will be supported to maintain the expected standards through direct supervision, information sharing and observation when engaging with enquiry and marketing procedures.\nSenior managers will monitor enquiry management via reports, trends, and data analysis, which will be discussed with managers. \nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nCompliance with this policy will be reviewed and monitored through internal audit and governance processes.\nEach colleague’s line manager must ensure that all teams are aware of their roles and responsibilities.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk\nResources \nMHA policy documents, procedures, and guidance\nSales and Marketing Toolkit\nMarketing toolkit resources  \nEnquiry Log\nEnquiries – Moving in Letter\nEnquiries – Enquiry Form \nVersion Control",
  "sections": {
    "summary": "MHA care homes deliver a high standard of care, and this has created a strong reputation, both locally and further afield. Therefore, effective marketing is crucial to maintain high levels of occupancy, attracting and retaining colleagues and volunteers and to support strategic and financial objectives maintaining financial sustainability.",
    "purpose": "This policy and associated guidance is applicable to all colleagues and volunteers working in MHA care homes. This document in conjunction with MHA’s Care Home Sales and Marketing Toolkit has been developed to provide a foundation on which to build a plan to promote MHA care homes as market leaders in the local area. The Care Home Sales & Marketing toolkit will help to shape the way we promote our homes and services and interact and manage prospective customers to enable us to achieve our goal of delivering a positive experience for all. By following this guidance care home teams will ensure potential customers have a first-class experience when they contact MHA, whether by phone, by mail or in person. Marketing Strategy Throughout MHA’s care homes, our care home managers are responsible for the sales process, with support from various colleagues and team members. For some of our homes, a relationship manager also exists to support home managers and the sales process. Forms and templates in Sales and Marketing Toolkit can be found on MHA Connect Marketing toolkit resources. Developing and Implementing a Marketing Plan The Home Manager must: Use the Care Home Sales and Marketing toolkit to develop a localised marketing strategy. Conduct regular SWOT analyses to identify strengths, weaknesses, opportunities, and threats. Work with the Marketing Business Partner to execute action plans tailored to each location. Digital Presence Ensure accurate and up-to-date listings on key platforms such as the MHA website, Google My Business, and carehome.co.uk. Aim for a consistent online presence, with a minimum of two weekly updates on social media platforms. Gather regular reviews from residents and their families to improve visibility and ratings on carehome.co.uk and Google. Local Engagement Build and sustain relationships with local healthcare professionals, community groups, and organisations, MHA Communities and Retirement Living. Host regular open days and community events to promote awareness and foster connections. Use promotional materials such as brochures, banners, and posters effectively, as per the guidelines in the Toolkit. Handling Enquiries Unique Selling Points (USP’s) It is useful to do a SWAT exercise (toolkit page 13) as a reminder of the great things in the home and clarify some areas where you may be able to make changes. For example, if you are putting together a marketing plan, answers from the SWAT will help identify opportunities and highlight topics to discuss with marketing and other support teams: MHA’s award-winning care and person-centred approach. Innovative services like music therapy and Seize the Day activities. Strong charitable ethos, with all funds reinvested to support older people. Experienced, well-trained staff delivering outstanding care. Home specific USP’s e.g. gardens, views, pets etc. Promotional Materials There are lots of marketing tools to support local enquiry generation and conversations with families to communicate the benefits of the care home. Every home has its own brochure. This is an essential tool for marketing the home. Ensure a stock of printed brochures and key information documents. Display brochures and information sheets in the brochure rack of the reception area in addition to branded merchandise. Use the Care Home Sales and Marketing toolkit to access templates and resources for local campaigns. Various templated items are available to order via the MHA Print Portal, which can be personalised and ordered direct as required. Templates can be accessed via MHA Connect - Marketing toolkit resources. For bespoke items contact marketing@mha.org.uk",
    "responsibilities": "Training and Monitoring MHA colleagues will be supported to maintain the expected standards through direct supervision, information sharing and observation when engaging with enquiry and marketing procedures. Senior managers will monitor enquiry management via reports, trends, and data analysis, which will be discussed with managers. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Compliance with this policy will be reviewed and monitored through internal audit and governance processes. Each colleague’s line manager must ensure that all teams are aware of their roles and responsibilities. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Resources MHA policy documents, procedures, and guidance Sales and Marketing Toolkit Marketing toolkit resources Enquiry Log Enquiries – Moving in Letter Enquiries – Enquiry Form Version Control"
  }
}