{
  "id": "HP108a",
  "title": "Catheter Management Policy",
  "filename": "HP108a Catheter Management Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nContinence is one of the fundamentals of nursing care and maintaining continence can significantly increase an individual’s quality of life. Many people may need the support of continence products, such as catheters, to help them manage their everyday activities.\nThis document provides overarching guidance on catheter care including insertion and standard infection control precautions.  Throughout the document, all these elements are included under the umbrella term of catheter care and management. \nThis policy document should be read in association with MHA’s general Continence Management Policy.\nScope and Purpose\nThis document applies to all MHA colleagues who have a responsibility for catheter care, including temporary or agency personnel.  The procedures, guidance and information within this document align to national standards and best practice guidance. \nResidential Care Homes – District Nurses or specialist practitioners are responsible for catheterising.  Care colleagues must complete continence assessments, support plans and any relevant records in accordance with guidance provided by the District Nurse or specialist practitioner.\nCare Homes (Nursing) – Registered Nurses (RN’s) who are deemed competent and have undergone relevant training can perform catheterisation and must complete assessments, support plans and relevant records, referring to a doctor or specialist practitioner for clinical advice as required. \nCatheterisation should only be undertaken after considering alternative methods of management and the person’s clinical need for catheterisation should be reviewed regularly, with the urinary catheter removed as soon as possible (NICE, 2012).\nStandards required for registered services include:\n Care Quality Commission (CQC) Health and Social Care Act 2008 (Regulated Activities) Regulations 2014: Regulation 12: Safe Care and Treatment \nThe Regulation and Inspection of Social Care (Wales) Act 2016, Regulation 21: Standards of Care and Support \nDefinitions \nStandard Operating Procedures\nNew Admission – Catheter in situ (all service settings) \nAssessment (care homes with nursing) \nA urinary catheter is an invasive procedure and should not be undertaken without full consideration of the benefits and risks. The presence of a catheter can be a traumatic experience for individuals and have huge implications for body image, mobility, pain, and comfort.  \nA nurse must ensure, in consultation with a doctor or specialist practitioner, the individual and their representative that the decision to catheterise is made for the right clinical reasons following a clinical assessment, completed with the doctor or specialist practitioner.  Complete Multidisciplinary [interaction] following any discussions with healthcare professionals \nInform the individual of the reasons and necessity for the procedure and determine whether there are any contra‐indications and ensure that verbal consent and agreement is reached, and the relevant information is recorded in the individual’s records. \nIndividuals Lacking Capacity \nSometimes it will be necessary to provide care and treatment to individuals who lack the capacity to make decisions. In these situations, colleagues must adhere to the Mental Capacity Act 2005 (MCA 2005) in partnership with the doctor or specialist practitioner \nFurther information can be located in MHA’s policies, Mental Capacity and Deprivation of Liberty Safeguard and Consent Policy\nCatheter Insertion \nCatheter insertion should only be undertaken by a practitioner or nurse who has received training in the procedure and is deemed to be competent. \nIn conjunction with the doctor or specialist practitioner select the type and gauge of catheter to be inserted based on the individual’s clinical history, age, gender, and preferences\nAlways comply with standards Infection Control Precautions (SICP’s)\nClean hands and wear appropriate PPE, e.g., gloves (sterile for catheterisation, non-sterile for catheter care), disposable apron, when dealing with all aspects of catheter care. Facial protection should be worn when there is a risk of splashing to the face. \nDispose of all catheter care items as offensive waste if there is no confirmed or suspected infection or as infectious waste if there a confirmed or suspected infection. \nClean hands after removing and disposing of PPE \nCatheterisation is an aseptic procedure and, therefore, sterile equipment (including a sterile syringe to inflate the balloon) and an aseptic technique must be used. \nThe perineum will require cleansing with soap and warm water before commencing the aseptic technique. \nTo minimise introduction of bacteria during catheterisation, the urethral meatus (opening) should be cleaned using sterile normal saline prior to catheter insertion. \nFor both male and female residents, a lubricant or anaesthetic gel from a single use container must be used and inserted directly into the urethra.\nAnaesthetic gels should be left for the recommended time. \nA new catheter should be used after each unsuccessful attempt. \nCatheter balloons must only be filled with sterile water. \nAttach the catheter to a sterile closed drainage bag. \nIntermittent self-catheterisation is always an aseptic technique when undertaken with support from colleagues. When undertaken by an individual, it is a clean technique (where gloves are not required, but strict hand hygiene should be used). \nDo not change catheters unnecessarily, but if the catheter is frequently blocking, bypassing, etc., discuss with your local Specialist practitioner or the individuals GP. \nRecording\nThe following details should be recorded in the individual’s personal records following catheterisation, take a photograph of the label if provided by manufacturer (Use Catheterisation Interaction Record interaction).\nIndividual consent. \nCatheter Bag Emptied (interaction) - Amount of urine drained with description and colour.  \nSpecimens and Investigation (interaction) - Specimen collected (if required) and the reason why. \nAny problems or discomfort, the number of attempts.\nCatheterisation Record (interaction) - Reason for catheterisation or Record of Catheter Change  \n Catheterisation Record (interaction) - Date of insertion, catheter brand, size, type\nBalloon size, batch number, expiry date. \nLubricant used - lot number and expiry date. \nIn men, was any obstruction felt at prostatic area. \nNo pain related to balloon inflation, free movement of the catheter once balloon inflated. \nType of cleansing lotion used, where applicable \nName of person catheterising \nSupport plan update including fluid monitoring frequency, if assessed as required – Catheter Fluid Intake and Output – Senior/Nurse Check must be completed daily where intake and output are being monitored. \nContinence support plan must include links to applicable Catheter care interactions (Catheter Bag Change / Catheter Bag Emptied / Catheter Change / Catheter Site Cleaning / Catheterisation Record (nursing)/ Catheterisation Risk Assessment (nursing)/Catheter Fluid Intake and Output – Senior/Nurse Check.\nFluid output and intake monitoring \nResidential homes must refer any concerns to the district nurse or equivalent clinical professional and action follow advice regarding frequency of monitoring. \nIf first-time catheterisation takes place, it is safe practice to monitor and make note of urine output for four hours after catheterisation. \nIf the individual passes more than 200mls per hour after initial drainage, they need to be referred to the accident and emergency unit for fluid replacement as they are in risk of hypovolemic shock' and to note hourly urine output in critically ill patients\nIt may be necessary to record fluid intake balanced against urinary output and, in some cases, this may be ongoing (for example, renal function and or failure). [Daily Fluid intake and Catheter Bag emptied interaction/Catheter Fluid Intake and Output – Senior/Nurse Check]. \nAlways review the 24-hour urine output, urine colour, visual sediment etc. using the interaction logs attached to the continence support plan and complete Catheter Fluid Intake and Output – Senior/Nurse Check, record twice daily (2pm/midnight) to confirm fluid intake/output has been checked and if applicable: Action to be taken by staff where input / output is below an acceptable level. \nWhere an individual has been in hospital or there are any indications of poor fluid intake, fluid intake and output monitoring must continue for at least 2 weeks \nIf a catheter is in situ, the continence interaction should be personalised to remove questions relating to urine output as this should be recorded in Catheter Bag Emptied.\nLink to guide How to add and remove parameters \nCatheter Care \nResidential care homes should seek advice from the district nurse or specialist practitioner, complete assessments and support plans clearly indicating the support required, i.e., frequency of urine bag changes, if fluid monitoring is required, how and when to report any concerns. \nUse a catheter anchoring device and two leg straps to prevent pulling and damage to the urethra. \nMove the catheter anchoring device daily, from leg to leg, to avoid pressure damage to the skin and bladder opening. \nInspect the urethral opening daily for signs of pressure damage. If damage noted, record in the individual’s records and inform the resident’s GP.\nCatheter Bags \nCatheter drainage bags may be body-worn, i.e., leg bag, or free standing.\nIf an individual is independently mobile, a leg bag should always be used, held in place with an anchoring device and two leg straps to reduce the risk of damage to the urethra/bladder by the catheter/catheter drainage bag being pulled. \nPosition the urine drainage bag below the level of the bladder to allow good drainage. Incorrect positioning, even for a short time, is linked to back flow (urine in the tube or bag flowing back into the bladder) and higher rates of infection. \nBody worn (leg bag) systems should be changed weekly (or in line with manufacturer’s instructions). Each change should be documented in the Catheter Bag Change interaction \nWhen opening the closed system to fit a new bag, a rigorous non-touch clean technique is essential. The tip of the new drainage tube must not be touched before inserting into the catheter. \nSingle use 2 litre night bags should be added for overnight drainage in residents with body worn (leg bag) systems, using a non-touch clean technique. \nCatheter bags must be kept off the floor (attach to a stand/hanger). \nRoles and Responsibilities\nTraining and Monitoring\nAll colleagues undertaking catheter management must undertake appropriate training and signed off as competent.\nNursing Colleagues must attend all relevant training and undertake competency assessments to remain qualified in delivering high standards of care and support in accordance with legislation and best practice guidance. \nThe Nursing and Midwifery Council (NMC 2008b), states that nurses performing urinary catheterisation should have: \nA good knowledge of the urinary tract anatomy and physiology \nA sound knowledge of the principles of aseptic technique \nA knowledge of equipment and devices available \nAwareness of infection control practice and legislation \nPractice within the limits of competence and be able to recognise when they need to seek help from more experienced staff \nUnderstanding of the issues of informed consent and a knowledge of the Mental Capacity Act \nThe ability to deliver care based on the best available evidence or best practice.\nTraining compliance will be monitored through MHA’s internal People Development system (Learning Zone); training data reports are available to all managers \nCompliance with this policy and associated procedures will be monitored during prescribed audits and visits in accordance with MHA’s governance framework.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk\nImpact Assessments (Inc. EDI)\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nMHA policy documents, guidance, and Nourish Interactions\nCatheter and Suprapubic Catheter Competencies\nContinence Management Policy \nNutrition and Hydration Policy \nMental capacity and Deprivation of Liberty Standards\nConsent\nStandard Infection Control Precautions  \nNourish Interactions \nContinence Assessment \nConstipation Risk Assessment \nCatheterisation Risk Assessment (nursing only)\nCatheter Change \nCatheter Site Cleaning\nCatheter Bag Change \nCatheter Bag Emptied (fluid output)\nDaily Fluid interaction (for fluid monitoring – personalised to include a target)\nCatheterisation Record (including photograph of batch label) \nCatheter Fluid Intake and Output – Senior/Nurse Check\nExternal Resources \nRoyal College of Nursing; Catheter care for Health Care Professionals, 2021 \nNational Institute for Health and Care Excellence (NICE); Urinary Tract Infections in Adults (QS90) \nUrinary Catheter Care Policy for Care Home Settings \nHealth and Social Care Act 2008 (Regulated Activities) Regulations 2014: Regulation 12: Safe Care and Treatment \nThe Regulation and Inspection of Social Care (Wales) Act 2016: Regulation 21 Standards of Care and Support  \nAppendices\nAppendix 1 – Catheter Problem Solving\nAppendix 2 – Urinary Catheter Care Quick Reference Guide\nAppendix 1 - Catheter Problem Solving \nAppendix 2 - Urinary Catheter Care Quick Reference Guide\nVersion Control",
  "sections": {
    "summary": "Continence is one of the fundamentals of nursing care and maintaining continence can significantly increase an individual’s quality of life. Many people may need the support of continence products, such as catheters, to help them manage their everyday activities. This document provides overarching guidance on catheter care including insertion and standard infection control precautions. Throughout the document, all these elements are included under the umbrella term of catheter care and management. This policy document should be read in association with MHA’s general Continence Management Policy.",
    "purpose": "This document applies to all MHA colleagues who have a responsibility for catheter care, including temporary or agency personnel. The procedures, guidance and information within this document align to national standards and best practice guidance. Residential Care Homes – District Nurses or specialist practitioners are responsible for catheterising. Care colleagues must complete continence assessments, support plans and any relevant records in accordance with guidance provided by the District Nurse or specialist practitioner. Care Homes (Nursing) – Registered Nurses (RN’s) who are deemed competent and have undergone relevant training can perform catheterisation and must complete assessments, support plans and relevant records, referring to a doctor or specialist practitioner for clinical advice as required. Catheterisation should only be undertaken after considering alternative methods of management and the person’s clinical need for catheterisation should be reviewed regularly, with the urinary catheter removed as soon as possible (NICE, 2012). Standards required for registered services include: Care Quality Commission (CQC) Health and Social Care Act 2008 (Regulated Activities) Regulations 2014: Regulation 12: Safe Care and Treatment The Regulation and Inspection of Social Care (Wales) Act 2016, Regulation 21: Standards of Care and Support",
    "policy": "Health and Social Care Act 2008 (Regulated Activities) Regulations 2014: Regulation 12: Safe Care and Treatment The Regulation and Inspection of Social Care (Wales) Act 2016: Regulation 21 Standards of Care and Support Appendices Appendix 1 – Catheter Problem Solving Appendix 2 – Urinary Catheter Care Quick Reference Guide Appendix 1 - Catheter Problem Solving Appendix 2 - Urinary Catheter Care Quick Reference Guide Version Control",
    "procedure": "New Admission – Catheter in situ (all service settings) Assessment (care homes with nursing) A urinary catheter is an invasive procedure and should not be undertaken without full consideration of the benefits and risks. The presence of a catheter can be a traumatic experience for individuals and have huge implications for body image, mobility, pain, and comfort. A nurse must ensure, in consultation with a doctor or specialist practitioner, the individual and their representative that the decision to catheterise is made for the right clinical reasons following a clinical assessment, completed with the doctor or specialist practitioner. Complete Multidisciplinary [interaction] following any discussions with healthcare professionals Inform the individual of the reasons and necessity for the procedure and determine whether there are any contra‐indications and ensure that verbal consent and agreement is reached, and the relevant information is recorded in the individual’s records. Individuals Lacking Capacity Sometimes it will be necessary to provide care and treatment to individuals who lack the capacity to make decisions. In these situations, colleagues must adhere to the Mental Capacity Act 2005 (MCA 2005) in partnership with the doctor or specialist practitioner Further information can be located in MHA’s policies, Mental Capacity and Deprivation of Liberty Safeguard and Consent Policy Catheter Insertion Catheter insertion should only be undertaken by a practitioner or nurse who has received training in the procedure and is deemed to be competent. In conjunction with the doctor or specialist practitioner select the type and gauge of catheter to be inserted based on the individual’s clinical history, age, gender, and preferences Always comply with standards Infection Control Precautions (SICP’s) Clean hands and wear appropriate PPE, e.g., gloves (sterile for catheterisation, non-sterile for catheter care), disposable apron, when dealing with all aspects of catheter care. Facial protection should be worn when there is a risk of splashing to the face. Dispose of all catheter care items as offensive waste if there is no confirmed or suspected infection or as infectious waste if there a confirmed or suspected infection. Clean hands after removing and disposing of PPE Catheterisation is an aseptic procedure and, therefore, sterile equipment (including a sterile syringe to inflate the balloon) and an aseptic technique must be used. The perineum will require cleansing with soap and warm water before commencing the aseptic technique. To minimise introduction of bacteria during catheterisation, the urethral meatus (opening) should be cleaned using sterile normal saline prior to catheter insertion. For both male and female residents, a lubricant or anaesthetic gel from a single use container must be used and inserted directly into the urethra. Anaesthetic gels should be left for the recommended time. A new catheter should be used after each unsuccessful attempt. Catheter balloons must only be filled with sterile water. Attach the catheter to a sterile closed drainage bag. Intermittent self-catheterisation is always an aseptic technique when undertaken with support from colleagues. When undertaken by an individual, it is a clean technique (where gloves are not required, but strict hand hygiene should be used). Do not change catheters unnecessarily, but if the catheter is frequently blocking, bypassing, etc., discuss with your local Specialist practitioner or the individuals GP. Recording The following details should be recorded in the individual’s personal records following catheterisation, take a photograph of the label if provided by manufacturer (Use Catheterisation Interaction Record interaction). Individual consent. Catheter Bag Emptied (interaction) - Amount of urine drained with description and colour. Specimens and Investigation (interaction) - Specimen collected (if required) and the reason why. Any problems or discomfort, the number of attempts. Catheterisation Record (interaction) - Reason for catheterisation or Record of Catheter Change Catheterisation Record (interaction) - Date of insertion, catheter brand, size, type Balloon size, batch number, expiry date. Lubricant used - lot number and expiry date. In men, was any obstruction felt at prostatic area. No pain related to balloon inflation, free movement of the catheter once balloon inflated. Type of cleansing lotion used, where applicable Name of person catheterising Support plan update including fluid monitoring frequency, if assessed as required – Catheter Fluid Intake and Output – Senior/Nurse Check must be completed daily where intake and output are being monitored. Continence support plan must include links to applicable Catheter care interactions (Catheter Bag Change / Catheter Bag Emptied / Catheter Change / Catheter Site Cleaning / Catheterisation Record (nursing)/ Catheterisation Risk Assessment (nursing)/Catheter Fluid Intake and Output – Senior/Nurse Check. Fluid output and intake monitoring Residential homes must refer any concerns to the district nurse or equivalent clinical professional and action follow advice regarding frequency of monitoring. If first-time catheterisation takes place, it is safe practice to monitor and make note of urine output for four hours after catheterisation. If the individual passes more than 200mls per hour after initial drainage, they need to be referred to the accident and emergency unit for fluid replacement as they are in risk of hypovolemic shock' and to note hourly urine output in critically ill patients It may be necessary to record fluid intake balanced against urinary output and, in some cases, this may be ongoing (for example, renal function and or failure). [Daily Fluid intake and Catheter Bag emptied interaction/Catheter Fluid Intake and Output – Senior/Nurse Check]. Always review the 24-hour urine output, urine colour, visual sediment etc. using the interaction logs attached to the continence support plan and complete Catheter Fluid Intake and Output – Senior/Nurse Check, record twice daily (2pm/midnight) to confirm fluid intake/output has been checked and if applicable: Action to be taken by staff where input / output is below an acceptable level. Where an individual has been in hospital or there are any indications of poor fluid intake, fluid intake and output monitoring must continue for at least 2 weeks If a catheter is in situ, the continence interaction should be personalised to remove questions relating to urine output as this should be recorded in Catheter Bag Emptied. Link to guide How to add and remove parameters Catheter Care Residential care homes should seek advice from the district nurse or specialist practitioner, complete assessments and support plans clearly indicating the support required, i.e., frequency of urine bag changes, if fluid monitoring is required, how and when to report any concerns. Use a catheter anchoring device and two leg straps to prevent pulling and damage to the urethra. Move the catheter anchoring device daily, from leg to leg, to avoid pressure damage to the skin and bladder opening. Inspect the urethral opening daily for signs of pressure damage. If damage noted, record in the individual’s records and inform the resident’s GP. Catheter Bags Catheter drainage bags may be body-worn, i.e., leg bag, or free standing. If an individual is independently mobile, a leg bag should always be used, held in place with an anchoring device and two leg straps to reduce the risk of damage to the urethra/bladder by the catheter/catheter drainage bag being pulled. Position the urine drainage bag below the level of the bladder to allow good drainage. Incorrect positioning, even for a short time, is linked to back flow (urine in the tube or bag flowing back into the bladder) and higher rates of infection. Body worn (leg bag) systems should be changed weekly (or in line with manufacturer’s instructions). Each change should be documented in the Catheter Bag Change interaction When opening the closed system to fit a new bag, a rigorous non-touch clean technique is essential. The tip of the new drainage tube must not be touched before inserting into the catheter. Single use 2 litre night bags should be added for overnight drainage in residents with body worn (leg bag) systems, using a non-touch clean technique. Catheter bags must be kept off the floor (attach to a stand/hanger).",
    "responsibilities": "Training and Monitoring All colleagues undertaking catheter management must undertake appropriate training and signed off as competent. Nursing Colleagues must attend all relevant training and undertake competency assessments to remain qualified in delivering high standards of care and support in accordance with legislation and best practice guidance. The Nursing and Midwifery Council (NMC 2008b), states that nurses performing urinary catheterisation should have: A good knowledge of the urinary tract anatomy and physiology A sound knowledge of the principles of aseptic technique A knowledge of equipment and devices available Awareness of infection control practice and legislation Practice within the limits of competence and be able to recognise when they need to seek help from more experienced staff Understanding of the issues of informed consent and a knowledge of the Mental Capacity Act The ability to deliver care based on the best available evidence or best practice. Training compliance will be monitored through MHA’s internal People Development system (Learning Zone); training data reports are available to all managers Compliance with this policy and associated procedures will be monitored during prescribed audits and visits in accordance with MHA’s governance framework. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Impact Assessments (Inc. EDI) Equality, Diversity, and Impact Assessment to be confirmed. Resources MHA policy documents, guidance, and Nourish Interactions Catheter and Suprapubic Catheter Competencies Continence Management Policy Nutrition and Hydration Policy Mental capacity and Deprivation of Liberty Standards Consent Standard Infection Control Precautions Nourish Interactions Continence Assessment Constipation Risk Assessment Catheterisation Risk Assessment (nursing only) Catheter Change Catheter Site Cleaning Catheter Bag Change Catheter Bag Emptied (fluid output) Daily Fluid interaction (for fluid monitoring – personalised to include a target) Catheterisation Record (including photograph of batch label) Catheter Fluid Intake and Output – Senior/Nurse Check External Resources Royal College of Nursing; Catheter care for Health Care Professionals, 2021 National Institute for Health and Care Excellence (NICE); Urinary Tract Infections in Adults (QS90)"
  }
}