{
  "id": "HP118",
  "title": "Falls Prevention and Risk Management Policy",
  "filename": "HP118 Falls Prevention and Risk Management Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nFalls and fall related injuries are a common and serious problem for older people who have the highest risk of falling.  Reducing falls and potential serious injuries are important for maintaining health, wellbeing, and independence amongst the people in all MHA services.  \nOlder people living in care homes are three times more likely to fall than older people living in their own homes, with the results of these falls often being more serious. Many factors can contribute to this heightened risk, such as physical frailty, the presence of long-term conditions, physical inactivity, taking multiple medications and the unfamiliarity of new surroundings. However, in many cases taking the right steps at the right time can actively support an individual and reduce the risk of falls and harm from falls.\nScope and Purpose\nThis policy and associated documents, procedures and guidance have been developed in accordance with MHA’s Falls Prevention Strategy, national guidance, and relevant legislation, underpinned by evidence-based practice and providing clear guidance for the assessment, prevention, management, and reporting responsibilities of all falls and falls related incidents. \nThis policy, procedures and guidance applies to all colleagues, volunteers and temporary personnel who have responsibility for safely supporting people in all MHA services.\nThe purpose of this policy document is to:\nRaise awareness amongst all colleagues for the need for falls assessment, prevention, and management\nReduce the risk of falling by means of a falls risk assessment and implementation of appropriate interventions for falls prevention\nStandardise post falls interventions to reduce the risk of injury \nProvide reporting procedures with defined colleague responsibilities for monitoring incidents within MHA’s governance framework\nDefinitions \nFalls Risk Management - Standard Operating Procedures \nThis section focuses on the prevention of falls and outlines good practice relating to falls and fracture risk assessment and falls support planning. By completing the Falls Preadmission Questionnaire [HP118a] and Multifactorial Falls Risk Screen (MFRS) [HP118b] risk factors can be identified, and action taken to remove or reduce risk where possible\nKey things to remember:\nA fall is nearly always due to the presence of one or more risk factors.\nA person-centred approach should be taken to MFRA and falls support planning.\nThe emphasis should always be on anticipating and preventing falls rather than simply managing falls once they have occurred.\nPreadmission Questionnaire\nAll individuals admitted should have a Falls Preadmission Questionnaire completed [HP118a], ideally within 2 weeks of admission and included with the general preadmission assessment or on day one if unable to complete pre-admission\nMultifactorial Falls Risk Assessment\nThe Multifactorial Falls Risk Assessment includes the identification of the following risk factors in accordance with NICE guidelines:\nidentification of falls history\ncognitive impairment\ncontinence problems\nfootwear\nmedication\nvisual impairment\nbalance mobility problems\nenvironmental factors\nhealth problems including a diagnosis of osteoporosis\nAll individuals must have a Multifactorial Falls Risk Assessment (MFRA) completed on the first day of admission or day 5 if no history of falls has been identified in the preadmission questionnaire, including people being admitted for respite.\nThe MFRA must be reviewed and updated monthly or in the following circumstances \nafter every fall\nafter a hospital admission\nwhen the individual’s environment is changed e.g., move rooms or bed\nposition\t\nwhen there are any significant changes in an individual’s health which may\nimpact on their mobility, including medication changes\nThis risk assessment should inform the individuals falls support plan which should include any safeguards to be put in place following the identification of risk. \nWhere falls safety equipment is required the risk assessment should include details of what type of equipment, when to use and where to position \nAll appropriate referrals should be made at the initial assessment stage and at subsequent reviews. The individual (and their family where appropriate) should be involved as much as possible with the assessment and any falls prevention strategies which can be followed.\nSupport Planning \nThe falls support plan will focus on enabling and empowering the individual to keep active while minimising the risk of falling.  It should take into account the importance of choice, rights, independence, and personal outcomes for an individual at all times. Any support required should be clearly recorded.\nIt is essential that a person-centred approach is taken to falls prevention and management and fracture prevention. The individual’s values, preferences, wishes, routines, likes and dislikes should be central.\nA falls support plan is a working document, which you review monthly and update regularly following the initial MFRA, continually identifying and responding to any falls, change in the resident’s condition or care needs.\nIf possible, colleagues must involve the person in the support planning process.  Colleagues must explain the process to the person so that they understand the reasons there are lots of questions, having lots of discussions, and taking time to get to know the person and their representatives.  A person’s support plan must be reflective of their needs at any given time.\nIf falls safety or sensor equipment is being used, the Falls Equipment Check Record [HP118d] must be referred to in the support plan and commenced to record a visual check completed at each point of care\nFor a person who lacks capacity, colleagues must – \ninvolve them as much as reasonably possible in the process.\nrecord all details in the relevant support plan with regard to responses to any falls assessments and interventions i.e., lying and standing blood pressure check (nursing)\nspeak to and involve their family but remember that the only person with any legal right is the person’s Lasting Power of Attorney (LPA) for health and welfare\nRefer to Falls and Fractures Risk Prevention Guidelines (Appendix 5) for consideration when completing an individual falls support plan\nPost Falls Procedure\nWhat you do at the time of a fall is really important. Safe moving and handling and prompt, appropriate care and attention can greatly improve an individual’s chance of making a full recovery. The immediate care of an individual, following a fall, should include safety at the scene and addressing any injuries sustained. An inappropriate response can delay the diagnosis and treatment of serious injuries.\nResidential Care Homes – refer to Post Falls Flowchart (Appendix 2)\nNursing Homes – refer to Post Falls Flowchart (Appendix 3)\nFollow the first aid process, Head Injury, Assessment and Monitoring [CP017] and Medical Emergency Procedure [CP031].  A suitably trained member of staff must carry out head to toe checks for signs of injury at the same time as arranging for assistance.\nPost Fall - Signs or suspected signs of injury \nIf there are signs of injury or any uncertainty, colleagues must - \nNot move the person.\nDial 999 (not 111) for people who have a suspected or obvious injury requiring urgent medical assessment or treatment.\nAdminister First Aid.  Colleagues must keep the person warm and as comfortable as possible (pillow, blanket and so on).\nUntil the emergency services arrive, start post falls monitoring (HP118c) and continue post falls monitoring for 72 hours if the person is not in hospital.  The purpose of the Post Falls Monitoring Record is to observe for signs of injury and to record these observations.\nNot give the person anything to eat or drink.\nWhere there are visible signs of injury – such as deformity or discoloration of skin – complete a Skin Inspection Chart [HP111b].\nPrepare transfer documents and overnight bag (and any other information required locally) \nPeople with known osteoporosis, anticoagulant, antiplatelet or blood thinning medication are more likely to suffer injury as a result of a fall due to the increased risk of ‘hidden’ fractures or bleeding.\nResidential colleagues must contact emergency services immediately (999)\nNursing colleagues must complete a physical assessment and clinical observations and contact emergency services (999) \nIf in any doubt, all colleagues must seek urgent medical assistance – 999 call.\nPost Fall - No Signs of injury \nPeople with known osteoporosis, anticoagulant, antiplatelet or blood thinning medication are more likely to suffer injury as a result of a fall due to the increased risk of ‘hidden’ fractures or bleeding even if there are no obvious signs of injury.\nResidential colleagues must contact emergency services immediately\nNursing Homes complete clinical observations and then call 999\ninform the person’s GP as soon as possible.\nimmediately start post falls monitoring - looking for pain, bruising, swelling, deformity of limbs, changes to mood / behaviour.\ncomplete the Post Fall Monitoring Record and\nrepeat after 30 minutes and then\nevery 2 hours up to 24 hours and\nevery 4 hours for another 48 hours - this provides a 72-hour monitoring \nperiod\nHead injury has monitoring time scales as defined in CP017.\nA doctor may advise and request a variation to the monitoring timescales dependent on the individual, record any advice and action required \nMonitor, record, and action any changes to the person’s condition – seek medical advice.\nIf reasonably sure of no hip fracture, return the person to bed / chair using appropriate moving and handling techniques and equipment.\nNursing only: Record baseline observations (TPR, BP, oxygen saturations, level of consciousness).  Record head injury observations [CP017] if the person has banged their head or had an unwitnessed fall.\nIn residential care, colleagues must seek advice from the Community Nurse, GP, or Emergency Services.\nOther Actions Required \nContact the person’s family / representative.\nMake safe any obvious environmental hazard that contributed to the fall. \nReview the person’s Falls Risk Assessment and associated Falls Support Plan – re-write if necessary \nInvolve the person and their family or representative in any actions planned to reduce the risk of further falls. \nIf required, refer the person to other specialist services (for example NHS Falls Teams if a service of this kind exists in the area).\nReporting \nAll Falls MUST be reported on RADAR even if no physical harm is suspected or reported. RADAR reports provide essential information and incident analysis which is reviewed within MHA’s governance procedures. \nIn addition to RADAR reporting colleagues must complete the following:\nIndividual Falls Diary [HP118e] to monitor patterns of falls such as times of day \nIf required, notify the Regulator, and / or Safeguarding Team.\nIf the fall was due to, or in connection with, a work activity (such as a failing in care, faulty equipment, or an environmental hazard) and where a fall results in a hospital visit and treatment for an injury colleagues must refer to the Health and Safety Team for review and potential RIDDOR reporting\nIf there is a serious injury, death, or concerns about how a fall happened, the manager must carry out a root cause analysis investigation with support from MHA’s safeguarding lead.  \nFalls from unrestricted windows are classed as a ‘Never Event’ and the manager must investigate and report in accordance with MHA’s Incident Response and Escalation Policy \nRoles and Responsibilities\nTraining and Monitoring\nAll MHA colleagues involved in supporting individuals with assessed needs in relating to falls to read, understand, and comply with this policy and associated procedures\nManagers must arrange for colleagues to complete falls training during their induction and every three years thereafter.  Training must be tailored to the type of MHA Service that is being delivered.  \nResidential services - basic first aid techniques, post falls monitoring and an emphasis on calling for professional help or emergency services will form the basis of training. \nWhere the service is registered to provide nursing care, nursing staff must be trained to understand and assess - \nAirway (A), Breathing (B), Circulation (C),\nAVPU (rapid assessment of consciousness) – Alert or responds to Vocal stimuli, responds to Painful stimuli, Unresponsive to all stimuli \nNEWS (National Early Warning System)\nGCS (Glasgow Coma Scale)\nMoving and Assisting training should include the identification of possible practical scenarios that might relate to the risk of falls – for example, what to do if a person trips or falls whilst being assisted to walk.\nFalls related assessments, support plans and required actions are monitored in accordance with MHA’s internal audit schedules and governance process.  \nRADAR reportable falls Incidents are monitored and escalated through the systems dashboard with key responsibilities dependent on role. \nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles and responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk\nImpact Assessments (Inc. EDI)\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nMHA related policy documents and guidance \nFalls Preadmission Questionnaire \nMultifactorial Falls Risk Assessment \nPost Fall Monitoring \nEquipment Check Record \nFalls Diary \nHead Injury – Assessment and Monitoring \nIncident Response and Escalation Policy \nSafeguarding Policy \nDuty of Candour \nExternal References, Resources, and Guidance used to develop this policy document\nFalls in Older People: assessing risk and prevention; 2013 (NICE) https://www.nice.org.uk/guidance/cg161\nSlips and Trips in Health and Social care, Health and Safety Executive (HSE)\nhttp://www.hse.gov.uk/healthservices/slips/index.htm\nRegulation 12: Safe Care and Treatment; 2023, Care Quality Commission (CQC)\nhttps://www.cqc.org.uk/guidance-providers/regulations/regulation-12-safe-care-treatment \nOrthostatic Hypotension due to autonomic dysfunction: midodrine; 2015 (NICE)\nhttps://www.nice.org.uk/advice/esnm61/chapter/full-evidence-summary \nMeasurement of lying and standing blood pressure: a brief guide for clinical staff; 2017, Royal College of Physicians\nhttps://www.rcplondon.ac.uk/projects/outputs/measurement-lying-and-standing-blood-pressure-brief-guide-clinical-staff \nFalls within care homes; Care Inspectorate (Wales) https://www.careinspectorate.wales/falls-within-care-homes \nRIDDOR – Reporting of Injuries, Diseases and Dangerous Occurrences Regulations 2013; Health and Safety Executive (HSE)\nhttps://www.hse.gov.uk/riddor/ \nAppendices \nAppendix 1: Falls Process Overview \nAppendix 2: Residential Post Falls Flowchart \nAppendix 3: Nursing Post falls Flowchart \nAppendix 4: Falls reporting Guidance \nAppendix 5: Falls and Fractures prevention Guidance\nVersion Control\nAppendix 1 – Falls Process Overview \nAppendix 2 – Residential Post Falls Flowchart \nAppendix 3 – Nursing Post Falls Flowchart \nAppendix 4 – Falls Reporting Guidance \nColleagues must review each fall to see if appropriate risk control measures were in place and if there is any learning that might prevent a fall of a similar nature happening again.  For people sustaining an injury requiring admission to hospital, colleagues must consider the factors identified below.  This is not a full list – colleagues must review each fall individually considering all risk factors\nAppendix 5 – Falls and Fractures Prevention Guidance ",
  "sections": {
    "summary": "Falls and fall related injuries are a common and serious problem for older people who have the highest risk of falling. Reducing falls and potential serious injuries are important for maintaining health, wellbeing, and independence amongst the people in all MHA services. Older people living in care homes are three times more likely to fall than older people living in their own homes, with the results of these falls often being more serious. Many factors can contribute to this heightened risk, such as physical frailty, the presence of long-term conditions, physical inactivity, taking multiple medications and the unfamiliarity of new surroundings. However, in many cases taking the right steps at the right time can actively support an individual and reduce the risk of falls and harm from falls.",
    "purpose": "This policy and associated documents, procedures and guidance have been developed in accordance with MHA’s Falls Prevention Strategy, national guidance, and relevant legislation, underpinned by evidence-based practice and providing clear guidance for the assessment, prevention, management, and reporting responsibilities of all falls and falls related incidents. This policy, procedures and guidance applies to all colleagues, volunteers and temporary personnel who have responsibility for safely supporting people in all MHA services. The purpose of this policy document is to: Raise awareness amongst all colleagues for the need for falls assessment, prevention, and management Reduce the risk of falling by means of a falls risk assessment and implementation of appropriate interventions for falls prevention Standardise post falls interventions to reduce the risk of injury Provide reporting procedures with defined colleague responsibilities for monitoring incidents within MHA’s governance framework",
    "procedure": "Appendix 2 – Residential Post Falls Flowchart Appendix 3 – Nursing Post Falls Flowchart Appendix 4 – Falls Reporting Guidance Colleagues must review each fall to see if appropriate risk control measures were in place and if there is any learning that might prevent a fall of a similar nature happening again. For people sustaining an injury requiring admission to hospital, colleagues must consider the factors identified below. This is not a full list – colleagues must review each fall individually considering all risk factors Appendix 5 – Falls and Fractures Prevention Guidance",
    "responsibilities": "Training and Monitoring All MHA colleagues involved in supporting individuals with assessed needs in relating to falls to read, understand, and comply with this policy and associated procedures Managers must arrange for colleagues to complete falls training during their induction and every three years thereafter. Training must be tailored to the type of MHA Service that is being delivered. Residential services - basic first aid techniques, post falls monitoring and an emphasis on calling for professional help or emergency services will form the basis of training. Where the service is registered to provide nursing care, nursing staff must be trained to understand and assess - Airway (A), Breathing (B), Circulation (C), AVPU (rapid assessment of consciousness) – Alert or responds to Vocal stimuli, responds to Painful stimuli, Unresponsive to all stimuli NEWS (National Early Warning System) GCS (Glasgow Coma Scale) Moving and Assisting training should include the identification of possible practical scenarios that might relate to the risk of falls – for example, what to do if a person trips or falls whilst being assisted to walk. Falls related assessments, support plans and required actions are monitored in accordance with MHA’s internal audit schedules and governance process. RADAR reportable falls Incidents are monitored and escalated through the systems dashboard with key responsibilities dependent on role. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles and responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Impact Assessments (Inc. EDI) Equality, Diversity, and Impact Assessment to be confirmed. Resources MHA related policy documents and guidance Falls Preadmission Questionnaire Multifactorial Falls Risk Assessment Post Fall Monitoring Equipment Check Record Falls Diary Head Injury – Assessment and Monitoring Incident Response and Escalation Policy Safeguarding Policy Duty of Candour External References, Resources, and Guidance used to develop this policy document Falls in Older People: assessing risk and prevention; 2013 (NICE) https://www.nice.org.uk/guidance/cg161 Slips and Trips in Health and Social care, Health and Safety Executive (HSE) http://www.hse.gov.uk/healthservices/slips/index.htm Regulation 12: Safe Care and Treatment; 2023, Care Quality Commission (CQC) https://www.cqc.org.uk/guidance-providers/regulations/regulation-12-safe-care-treatment Orthostatic Hypotension due to autonomic dysfunction: midodrine; 2015 (NICE) https://www.nice.org.uk/advice/esnm61/chapter/full-evidence-summary Measurement of lying and standing blood pressure: a brief guide for clinical staff; 2017, Royal College of Physicians https://www.rcplondon.ac.uk/projects/outputs/measurement-lying-and-standing-blood-pressure-brief-guide-clinical-staff Falls within care homes; Care Inspectorate (Wales) https://www.careinspectorate.wales/falls-within-care-homes RIDDOR – Reporting of Injuries, Diseases and Dangerous Occurrences Regulations 2013; Health and Safety Executive (HSE) https://www.hse.gov.uk/riddor/ Appendices Appendix 1: Falls Process Overview Appendix 2: Residential Post Falls Flowchart Appendix 3: Nursing Post falls Flowchart Appendix 4: Falls reporting Guidance Appendix 5: Falls and Fractures prevention Guidance Version Control"
  }
}