{
  "id": "HP119",
  "title": "Distress Behaviour Support Policy ",
  "filename": "HP119 Distress Behaviour Support Policy .docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nAll MHA colleagues and volunteers supporting people to live well in later life have a responsibility to ensure individual health, welfare and safety are supported appropriately along with others who may be affected by any distressed behaviour. \nWhen behaviours are caused by distress, or suffering, collaborative working needs to occur to implement behaviour support for a person, to enable them to live later life well.  \nThis policy and guidance, has a focus on finding causes and solutions, reducing and preventing distress behaviour and aims to increase colleagues’ skills and confidence when supporting individuals who need support, helping them to respond in an appropriate, safe, and consistent manner ensuring effective and caring support in difficult situations.  \nScope and Purpose\nMHA recognises and promotes that all the individuals we support have the right to full protection of the law and to be supported, through all practicable means, to exercise their human rights, achieve positive outcomes and live meaningful lives.  At all times and in all circumstances the people we support will be treated with respect, care, dignity, and protection from all forms of abuse or harm.  \nIf individuals distress behaviour poses a serious risk of harm to the individual or others the person’s rights still need to be supported. If any restrictive interventions are used these need to be:\nlegally and ethically justified, \nabsolutely necessary to prevent serious harm, and \nbe the least restrictive option.  \nPlease refer to Reducing Restrictive Interventions policy. \nThe principles of the Mental capacity Act 2005 (England and Wales) and the Adults with Incapacity (Scotland) Act 2000 will be adhered to with regard to all decisions and interventions made on behalf of a person who may lack capacity.\nThis policy document should be read alongside relevant and associated MHA policies including Safeguarding, Mental Capacity, Equality and Diversity and included within any colleague induction and training programme.\nThis policy applies to all MHA colleagues, including volunteers, working in an MHA care home, retirement living scheme or MHA community. \nDefinitions \nDifference between a person’s ‘usual’ behaviour and distress behaviour. \nWhat constitutes as distress behaviour compared to normal behaviour for a person will require a good understanding of each individual. Tools such as the DisDAT and the About Me document will assist with identifying if a person’s behaviour is a sign of distress. \nSigns of Distress \nIf the signs of distress are known and recognised, then it is easier to identify and reduce or remove the causes of distress.  \nCauses of Distress \nThere is always a reason for a person’s behaviour, it might be the only way a person can communicate, it can arise for different reasons which can be different for each individual.  \nInterventions \nBehaviour Support - Standard Operating Procedures (SOP) \nThe following shows what information should be gathered in relation to behaviour before the person moves into an MHA care home or scheme and the ongoing monitoring and support required once the individual is in the home or scheme.\nBefore a person moves to an MHA service or Scheme\nShortly after a person has moved in \nFive Key Steps to Behaviour Support \nFive key steps can be followed to provide behaviour support. These steps are shown in the diagram below.  The Five Steps are referenced in more detail in the following sections. \nStep One – Identify \nIf a person’s behaviour is a sign of distress. \nIf any strategies are outlined in the person’s care plan.\nA risk assessment should be completed if there is any risk to themselves or others which will inform a separate support plan depending on the area of need i.e., health or mental health.\nStep Two – Assess \nThe second step of the behaviour support process focuses on understanding  the possible causes for the behaviour through assessment and observations. This can come through use of the ‘Behavioural Incident (Service User)’ record, or an ABC chart if you scheme does not have RADAR or uses Nourish. This needs to be completed if:\nIt is believed the behaviour witnessed is a sign of distress or other people are distressed by the behaviour. \nIf a person’s behaviour has changed i.e., it is not their usual behaviour. \nIf requested by an outside organisation (such as the community mental health team) for a period of assessment / monitoring (including timed intervals and sampling of behaviour)\nEach time a person shows the (distress) behaviour until enough information has been collected to identify person centred strategies to reduce the person’s distress.  \nThe more information you have gather the easier it will be to analyse and plan strategies. \nOther assessment can occur to identify potential causes of distress. For example, the Abbey Pain scale can be used to see if the person’s distress is caused by pain.\nStep Three – Analyse \nAnalyse the information gathered thinking about:\nDoes the person show signs of distress at similar times during the day?\nWhat does this tell you?\nWhat are the main triggers?\nWhat changes could you make to the environment or team approach?\nIs additional support needed such as the community mental health team or from the person’s GP?  \nStep Four – Plan How to Support the Person \nThe next step is planning proactive strategies to help prevent or reduce the person’s distress behaviour.  These strategies can include de-escalation techniques, prevention, or reduction of triggers. This information needs to be recorded in SP7 (mental health) and SP1 (capacity and communication) to establish how a person communicates distress. It may be decided that a person needs a Behavioural Support Plan (BSP). A BSP should be completed if:\nThe person is behaving in a way that indicates severe distress for them or others.\nCurrent strategies described in a person’s support plan are not reducing the distress. \nThere is a clear and immediate risk of harm linked to the distress behaviour(s). \nRestrictive practices may have to be put in place to keep the person or others safe. \nStep Five – review \nIt is necessary to monitor and review how the process is working on a regular basis. Returning to step 1 will help with this analysis. The strategies will need to be examined and updated if they are no longer reducing distress. \nRoles and Responsibilities\nTraining and Monitoring\nAll colleagues working in care homes must complete levels 1 and 2 of MHAs understanding and responding to distress behaviours training.  This training helps to recognise signs and triggers of distress and how to de-escalate situations using different non-restrictive interventions.  This training must be refreshed every two years.\nAll colleagues with a leadership role (e.g., managers, seniors, nurses, and deputy managers) in particular those working in Homes registered for dementia / dementia nursing care must complete training Levels 3 and 4 of the understanding and responding to distress behaviours training.  This training examines de-escalation skills, exit strategies, positioning and defensive skills and skills to release from grips.  \nThis training is facilitated by an approved MHA provider, certified by BILD Association of Certified Training and compliant with the Restraint Reduction Network Training Standards.\nTraining data will be provided from MHA’s people development system (Learning Zone) and will be reviewed and monitored by senior managers.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nCompliance is assessed through direct observation, monitoring and supervision of our colleagues, regular audit of support plans, review of documentation, incident reports and internal service audits.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities, and limitations regarding the support of people presenting with distress behaviour.\nThis Policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with people we support, our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nImpact Assessments (Inc. EDI)\nTBC\nResources and References \nLegislation \nThe Care Act 2014 Gov.UK\nThe Health and Social Care Act 2008 Regulated Activities 2014\nSocial Service and Wellbeing (Wales) Act 2014 \nHealth and Social Care Standards (Scotland) 2022 \nMental Capacity Act 2005 \nAdults with Incapacity (Scotland) Act 2000 Principles \nGuidance \nRights, Risks and Limits to Freedom Guidance (Scotland) 2021 \nThe Gloucestershire 5 step approach – behaviours that challenge in dementia 5 Step Approach Guidance and Resource Pack \nNICE: Dementia – assessment and support for people living with dementia https://www.nice.org.uk/guidance/ng97 \nAlzheimer’s Society About Dementia  \nMHA documents\nDisDAT Assessment Tool  \nDisDAT passport  \nConsent Policy\nMental capacity and Deprivation of Liberty safeguards Policy\nAdult safeguarding Policy \nVersion Control",
  "sections": {
    "summary": "All MHA colleagues and volunteers supporting people to live well in later life have a responsibility to ensure individual health, welfare and safety are supported appropriately along with others who may be affected by any distressed behaviour. When behaviours are caused by distress, or suffering, collaborative working needs to occur to implement behaviour support for a person, to enable them to live later life well. This policy and guidance, has a focus on finding causes and solutions, reducing and preventing distress behaviour and aims to increase colleagues’ skills and confidence when supporting individuals who need support, helping them to respond in an appropriate, safe, and consistent manner ensuring effective and caring support in difficult situations.",
    "purpose": "MHA recognises and promotes that all the individuals we support have the right to full protection of the law and to be supported, through all practicable means, to exercise their human rights, achieve positive outcomes and live meaningful lives. At all times and in all circumstances the people we support will be treated with respect, care, dignity, and protection from all forms of abuse or harm. If individuals distress behaviour poses a serious risk of harm to the individual or others the person’s rights still need to be supported. If any restrictive interventions are used these need to be: legally and ethically justified, absolutely necessary to prevent serious harm, and be the least restrictive option. Please refer to Reducing Restrictive Interventions policy. The principles of the Mental capacity Act 2005 (England and Wales) and the Adults with Incapacity (Scotland) Act 2000 will be adhered to with regard to all decisions and interventions made on behalf of a person who may lack capacity. This policy document should be read alongside relevant and associated MHA policies including Safeguarding, Mental Capacity, Equality and Diversity and included within any colleague induction and training programme. This policy applies to all MHA colleagues, including volunteers, working in an MHA care home, retirement living scheme or MHA community.",
    "definitions": "Difference between a person’s ‘usual’ behaviour and distress behaviour. What constitutes as distress behaviour compared to normal behaviour for a person will require a good understanding of each individual. Tools such as the DisDAT and the About Me document will assist with identifying if a person’s behaviour is a sign of distress. Signs of Distress If the signs of distress are known and recognised, then it is easier to identify and reduce or remove the causes of distress. Causes of Distress There is always a reason for a person’s behaviour, it might be the only way a person can communicate, it can arise for different reasons which can be different for each individual. Interventions",
    "policy": "Guidance Rights, Risks and Limits to Freedom Guidance (Scotland) 2021 The Gloucestershire 5 step approach – behaviours that challenge in dementia 5 Step Approach Guidance and Resource Pack NICE: Dementia – assessment and support for people living with dementia https://www.nice.org.uk/guidance/ng97 Alzheimer’s Society About Dementia MHA documents DisDAT Assessment Tool DisDAT passport Consent Policy Mental capacity and Deprivation of Liberty safeguards Policy Adult safeguarding Policy Version Control",
    "procedure": "The following shows what information should be gathered in relation to behaviour before the person moves into an MHA care home or scheme and the ongoing monitoring and support required once the individual is in the home or scheme. Before a person moves to an MHA service or Scheme Shortly after a person has moved in Five Key Steps to Behaviour Support Five key steps can be followed to provide behaviour support. These steps are shown in the diagram below. The Five Steps are referenced in more detail in the following sections. Step One – Identify If a person’s behaviour is a sign of distress. If any strategies are outlined in the person’s care plan. A risk assessment should be completed if there is any risk to themselves or others which will inform a separate support plan depending on the area of need i.e., health or mental health. Step Two – Assess The second step of the behaviour support process focuses on understanding the possible causes for the behaviour through assessment and observations. This can come through use of the ‘Behavioural Incident (Service User)’ record, or an ABC chart if you scheme does not have RADAR or uses Nourish. This needs to be completed if: It is believed the behaviour witnessed is a sign of distress or other people are distressed by the behaviour. If a person’s behaviour has changed i.e., it is not their usual behaviour. If requested by an outside organisation (such as the community mental health team) for a period of assessment / monitoring (including timed intervals and sampling of behaviour) Each time a person shows the (distress) behaviour until enough information has been collected to identify person centred strategies to reduce the person’s distress. The more information you have gather the easier it will be to analyse and plan strategies. Other assessment can occur to identify potential causes of distress. For example, the Abbey Pain scale can be used to see if the person’s distress is caused by pain. Step Three – Analyse Analyse the information gathered thinking about: Does the person show signs of distress at similar times during the day? What does this tell you? What are the main triggers? What changes could you make to the environment or team approach? Is additional support needed such as the community mental health team or from the person’s GP? Step Four – Plan How to Support the Person The next step is planning proactive strategies to help prevent or reduce the person’s distress behaviour. These strategies can include de-escalation techniques, prevention, or reduction of triggers. This information needs to be recorded in SP7 (mental health) and SP1 (capacity and communication) to establish how a person communicates distress. It may be decided that a person needs a Behavioural Support Plan (BSP). A BSP should be completed if: The person is behaving in a way that indicates severe distress for them or others. Current strategies described in a person’s support plan are not reducing the distress. There is a clear and immediate risk of harm linked to the distress behaviour(s). Restrictive practices may have to be put in place to keep the person or others safe. Step Five – review It is necessary to monitor and review how the process is working on a regular basis. Returning to step 1 will help with this analysis. The strategies will need to be examined and updated if they are no longer reducing distress.",
    "responsibilities": "Training and Monitoring All colleagues working in care homes must complete levels 1 and 2 of MHAs understanding and responding to distress behaviours training. This training helps to recognise signs and triggers of distress and how to de-escalate situations using different non-restrictive interventions. This training must be refreshed every two years. All colleagues with a leadership role (e.g., managers, seniors, nurses, and deputy managers) in particular those working in Homes registered for dementia / dementia nursing care must complete training Levels 3 and 4 of the understanding and responding to distress behaviours training. This training examines de-escalation skills, exit strategies, positioning and defensive skills and skills to release from grips. This training is facilitated by an approved MHA provider, certified by BILD Association of Certified Training and compliant with the Restraint Reduction Network Training Standards. Training data will be provided from MHA’s people development system (Learning Zone) and will be reviewed and monitored by senior managers. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Compliance is assessed through direct observation, monitoring and supervision of our colleagues, regular audit of support plans, review of documentation, incident reports and internal service audits. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities, and limitations regarding the support of people presenting with distress behaviour. This Policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with people we support, our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Impact Assessments (Inc. EDI) TBC",
    "references": "Legislation The Care Act 2014 Gov.UK The Health and Social Care Act 2008 Regulated Activities 2014 Social Service and Wellbeing (Wales) Act 2014 Health and Social Care Standards (Scotland) 2022 Mental Capacity Act 2005"
  }
}