{
  "id": "HR2.0",
  "title": "Recruitment and Selection",
  "filename": "HR2.0 Recruitment and Selection.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "PURPOSE\nTo make sure MHA is best placed to enhance and sustain its aim of being an employer of choice and recruits the right staff in the right numbers with the best skills, knowledge and experience to deliver an excellent service. \nThis policy aims to achieve recruitment and selection practices for the effective resourcing of colleagues in an efficient and fair manner by -\nMaking sure that all recruitment activity takes into account current employment legislation and meets our responsibility as an Equal Opportunities employer. \nDescribing the general principles for the recruitment process and associated processes for employment.\nDescribing the process for ensuring that all appropriate employment checks are undertaken for all staff. \nGuidance and procedures for recruiting managers on the implementation of this policy can be found on the intranet in the recruitment and selection area.  The recruitment and selection area also contains all the necessary documentation needed for effective recruitment and selection.\nSCOPE\nThe policy applies to the recruitment of all staff who are being recruited and includes all colleagues involved with the recruitment and selection of all established, relief and fixed term contract colleagues for MHA and subsidiary companies.\nRECRUITMENT AUTHORISATION\nRecruiting managers should obtain authorisation from their line manager for a vacancy before recruitment can begin.  \nWhere a job description and person specification does not exist, HR will provide advice and guidance to line managers on the completion of these as appropriate.  \nHR will also advise if a job should be submitted for job evaluation before a job grade and salary can be assigned to the vacancy.  This particularly applies to Epworth House roles.\nWhere the job is new or substantially changed or is a job which does not match one of the MHA generic job descriptions or person specifications on the intranet, final authorisation must be obtained from the relevant Director before recruitment can begin.  The authorisation is designed to obtain approval for established, relief or fixed term status approval, job title and salary and associated benefits.\nApproval of all of the above will then provide the recruiting line manager with sufficient authority to proceed with recruitment.  All vacancies to be advertised must be requested on a Vacancy Request Form and sent to the Recruitment Team.\nRECRUITMENT ADVERTISING\nMHA uses a variety of recruitment sources in order to ensure that vacancies may be filled with the most suitable person available in a cost effective and timely manner.  \nThese include - \n2.1\tMHA Careers Page\nAll vacancies will be advertised on the MHA Careers Page and circulated as appropriate, to ensure current colleagues have the opportunity to apply for positions within MHA.  All vacancies will be advertised for a minimum period of one week.\nThe main exceptions being when a redundancy or restructuring exercise is being conducted within the department / area where the vacancy exists.  In this situation the organisation may restrict applications, in the first instance, to those staff at risk of redundancy.\nApplications must be submitted online.  Paper applications using the MHA Application Form will only be accepted in exceptional circumstances.\n2.2\tExternal Recruitment\nAdvertising\nUnless there are exceptional circumstances vacancies should be advertised externally to ensure an open and fair recruitment and selection process\nThe Recruitment Team will use a variety of methods and sources such as online jobs boards, CV databases and social media to attract candidates to ensure the most effective recruitment source.  The Recruitment Team will monitor the quantity and quality of the applications and use additional advertising when needed.\nJobcentre Plus / Indeed\nJobcentre Plus and Indeed are recognised as important sources for recruiting and are proven cost-effective recruitment methods.  MHA vacancies will be advertised with Jobcentre Plus and Indeed as appropriate.  This will be done automatically via MHA’s e-recruitment system.  \nBespoke Recruitment\nWhere a particular recruitment difficulty exists or is anticipated within an area, the recruitment team will provide advice on how to gain interest and greater relevant applications.  The Recruitment Team will work with the recruiting manager to explore this option.\nRecruitment Agencies\nRecruitment agencies should be used as a last resort, when all other methods have been exhausted.  Agencies charge high rates and tend to seek candidates through the same methods the Recruitment Team use.  Agencies should never be used simultaneously when advertising a post as ultimately the cost is unnecessary and unjustifiable and can cause complications regarding introductory fees.  An agency should only be used with the authorisation of the Area Manager / HR Business Partner and will only be commissioned by the Recruitment Team, who will ensure preferential, competitive rates are obtained.  The Recruitment Team will be the first point of contact with the agencies and will only pass on suitable candidates to the recruiting manager when all other routes are exhausted.\nTHE SELECTION PROCESS\n3.1\tThe selection process will normally begin with a discussion between the relevant Manager / Head of Department and the line manager in order to determine the selection approach and the associated responsibilities appropriate to each vacancy.  The Recruitment Advisor / HR Business Partner and HR team can be consulted for advice.  The appropriate selection method may not necessarily be limited to, but will always include, face to face interviews, which could be carried out via video.  Interview panels must consist of more than one person.\n3.2\tAll psychometric assessments, where appropriate, will be conducted in accordance with the Code of Practice of the British Psychological Society (BPS) and in accordance with the terms of the Data Protection Policy.  All other assessments, including practical testing / exercises should have a criteria and a method for assessing.\n3.3\tInterview frameworks have been assessed as the most reliable and effective tool within the organisation for recruiting to.  Where an interview framework exists for a particular role, this must be used for the recruitment of that position.  The recruiting manager should discuss the use of an interview framework with their relevant HR Business Partner.\n3.4\tWhere an interview framework does not exist for a particular role, guidance is available on the intranet in relation to interview questions for that role.  Alternatively advice should be sought from the HR team in relation to appropriate assessment.\n3.5\tThe final recruitment decision is the recruiting manager’s responsibility.  \n3.6\tInternal Applicants\nMHA positively encourages applications from internal candidates for all vacancies.  MHA aims to foster personal development and growth in order that colleagues can develop their careers within the organisation.  Thus enabling the retention of key skills, the ability to succession plan and to assist colleagues in achieving their ambitions.\nMHA encourages an open dialogue between internal applicants, line managers and the recruiting manager.  Internal applicants should discuss their intentions to apply for an internal vacancy with their existing line manager.\nInternal applicants will be able to register, search and apply via the MHA Careers Page.  Applicants should state clearly how they meet the criteria for the vacancy and provide examples where they have demonstrated the necessary skills, attributes and experience.\nTHE SELECTION CODE\nAll managers must follow this Selection Code which applies to all external and internal applicants.\nAt least one member of the panel must undergo appropriate recruitment and selection training.  This training must cover employment law relating to recruitment and selection, equal opportunities, interview techniques and questioning styles, the use of job descriptions and person specifications and feedback on interviews.\nIt is a legal and organisational requirement that details of every application must be retained for a period of at least six months.  When the applicant has not been selected for interview, reasons for their non-selection must be kept in written form on the shortlisting matrix and retained as above.\nAll applicants who are to be formally interviewed must complete an MHA Application Form.  Applicants may provide supplementary information at their discretion. \nThere must not be discrimination on the grounds of race, colour, nationality, ethnic origin, age, language, religion, political or other opinion affiliation, gender, gender reassignment, sexual orientation, marital status, civil partnership, connections with a national minority, national and social origin, property, pregnancy & maternity or other status, membership or non-membership of a trade union or disability. \nAs an organisation using the Disclosure & Barring Service (DBS) & Disclosure Scotland’s service to assess applicants’ suitability for positions of trust, MHA complies fully with the DBS & Disclosure Scotland’s Codes of Practice and undertakes to treat all applicants for positions fairly.  It undertakes not to discriminate unfairly against any subject of a criminal records check (known as a Disclosure) on the basis of a conviction or other information revealed.\nCare must also be taken to avoid unfair treatment of applicants with a criminal record - as per the Rehabilitation of Offenders Act.  However, due to the nature of our service, most jobs outside Epworth House are exempt from the provisions of the Act and therefore all criminal convictions, cautions and reprimands must be declared.  A more detailed explanation is contained in the Employment Eligibility and Screening Policy.\nMHA supports the recruitment and employment of persons with disability and is a Disability Confident Employer.  In these circumstances any issues highlighted via the post offer medical questionnaire must only be addressed in terms of relevance to the post they have been offered - e.g. the need for reasonable adjustments.\n4.9\tTo avoid misunderstandings, questions should be confined to the requirements of the job.  Any employment offer must be made on the same terms and conditions as anyone already in that job.\nAll candidates who are short-listed for a position should be asked to provide evidence of their ID and right to work in the UK when they attend for interview.  (See Right to Work in the UK Policy).  A signed and dated copy of the original document provided must be kept on record.\nIn order to consider any relevant health requirements, a successful candidate will be asked to provide any medical information which they feel is relevant to the role they have been offered, for example if they are successful as a Senior Care Assistant and are diabetic they may need to take breaks in order to inject insulin.  Depending upon the information they provide they may be asked to provide more information or attend a medical assessment with our Occupational Health provider.\nIf the individual will be working night shifts, they should be offered an annual medical check.  This is part of the Working Time Directive, it is not a requirement for the colleague to undertake it but it must be offered.\nImmediately after an interview / assessment centre, interviewers must complete an Interview Assessment Record, outlining the suitability of each candidate and reasons for an offer or rejection.\nAll candidates should be informed of the outcome of their interview within seven working days of the interviews having taken place.\nTwo written references should be received regarding the preferred candidate once a conditional offer of employment is made.  (See References Policy).  A verbal provisional offer of employment may be made by the recruiting manager to the preferred candidate on the terms agreed before references have been confirmed.   \nUnder no circumstances can a potential colleague commence work before the appropriate level of checks having been carried out.\nFixed Term colleagues covering the work of colleagues on Maternity / Absence Leave or just covering absent colleagues - e.g. those on secondment, must be informed that they are “temporary replacements and that their employment will end or they may be transferred, or return to their original role when the established colleague returns.”  Whenever possible an end date to the contract should be stated.\nOFFER & CONFIRMATION OF APPOINTMENT\n5.1\tBefore any written confirmation of appointment is sent, all appropriate paperwork must be completed or obtained.  This includes the applicant's Application Form, Interview Assessment Record, evidence of qualifications and two references, post offer medical information,  evidence of ID and Right to Work in the UK and, when appropriate, a criminal records check.\nMHA will issue a conditional written offer letter and other organisation information applicable to the position.  However, starting details will only be issued to the applicant once all satisfactory checks, have been returned.  Should these appear to be unsatisfactory the job offer will be reviewed.  An anticipated start date will be proposed and if this cannot be agreed within a suitable time the position may be withdrawn. \nMHA will take up at least two written references, check professional qualifications and carry out other pre-employment checks as required under the terms of the Employment Eligibility and Screening Policy.  References from the applicant’s current employer will only be taken up once the conditional written job offer has been accepted or, prior to this, with the express permission of the applicant.\nArrangements will be made by the Recruitment Team for the successful candidate to supply any medical information which may affect them completing the role.  Further details are contained within the Employment Eligibility and Screening policy. \nA statement of main terms and conditions will be issued with a confirmation of employment ideally before commencement of employment but must in any event legally be received within two months of the commencement date.\nNote:\nMHA only employee applicants who are considered as adults in line with country wide legislation which is 18+ for MHA services in England and Wales, and 16+ for MHA services in Scotland.\nOnce starting details have been agreed with the applicant the new colleague’s details need to be sent to Payroll.  Line managers are responsible for immediately notifying Payroll if the new colleague does not attend for work on the agreed date.  For Care Homes and Retirement Living the time and attendance system should be updated.\nAs detailed in the Induction Policy, an induction plan appropriate to the new colleague’s position will be agreed between Training and the line manager.  It is the responsibility of the line manager to ensure that the induction plan is completed and that the appropriate people are notified in advance to support the successful completion of the induction process.\nRESPONSIBILITY\nAll those persons referred to within the Scope of this policy are required to adhere to its terms and conditions.\nIndividual line managers are responsible for ensuring that this policy is applied within their own area.  Any queries on the application or interpretation of this policy must be discussed with the Recruitment Manager prior to any action being taken.\nThe People Development Directorate is responsible for regularly reviewing and updating this policy.  The Executive Leadership Team is responsible for authorising it.",
  "sections": {
    "purpose": "To make sure MHA is best placed to enhance and sustain its aim of being an employer of choice and recruits the right staff in the right numbers with the best skills, knowledge and experience to deliver an excellent service. This policy aims to achieve recruitment and selection practices for the effective resourcing of colleagues in an efficient and fair manner by - Making sure that all recruitment activity takes into account current employment legislation and meets our responsibility as an Equal Opportunities employer. Describing the general principles for the recruitment process and associated processes for employment. Describing the process for ensuring that all appropriate employment checks are undertaken for all staff. Guidance and procedures for recruiting managers on the implementation of this policy can be found on the intranet in the recruitment and selection area. The recruitment and selection area also contains all the necessary documentation needed for effective recruitment and selection.",
    "scope": "The policy applies to the recruitment of all staff who are being recruited and includes all colleagues involved with the recruitment and selection of all established, relief and fixed term contract colleagues for MHA and subsidiary companies. RECRUITMENT AUTHORISATION Recruiting managers should obtain authorisation from their line manager for a vacancy before recruitment can begin. Where a job description and person specification does not exist, HR will provide advice and guidance to line managers on the completion of these as appropriate. HR will also advise if a job should be submitted for job evaluation before a job grade and salary can be assigned to the vacancy. This particularly applies to Epworth House roles. Where the job is new or substantially changed or is a job which does not match one of the MHA generic job descriptions or person specifications on the intranet, final authorisation must be obtained from the relevant Director before recruitment can begin. The authorisation is designed to obtain approval for established, relief or fixed term status approval, job title and salary and associated benefits. Approval of all of the above will then provide the recruiting line manager with sufficient authority to proceed with recruitment. All vacancies to be advertised must be requested on a Vacancy Request Form and sent to the Recruitment Team. RECRUITMENT ADVERTISING MHA uses a variety of recruitment sources in order to ensure that vacancies may be filled with the most suitable person available in a cost effective and timely manner. These include - 2.1 MHA Careers Page All vacancies will be advertised on the MHA Careers Page and circulated as appropriate, to ensure current colleagues have the opportunity to apply for positions within MHA. All vacancies will be advertised for a minimum period of one week. The main exceptions being when a redundancy or restructuring exercise is being conducted within the department / area where the vacancy exists. In this situation the organisation may restrict applications, in the first instance, to those staff at risk of redundancy. Applications must be submitted online. Paper applications using the MHA Application Form will only be accepted in exceptional circumstances. 2.2 External Recruitment Advertising Unless there are exceptional circumstances vacancies should be advertised externally to ensure an open and fair recruitment and selection process The Recruitment Team will use a variety of methods and sources such as online jobs boards, CV databases and social media to attract candidates to ensure the most effective recruitment source. The Recruitment Team will monitor the quantity and quality of the applications and use additional advertising when needed. Jobcentre Plus / Indeed Jobcentre Plus and Indeed are recognised as important sources for recruiting and are proven cost-effective recruitment methods. MHA vacancies will be advertised with Jobcentre Plus and Indeed as appropriate. This will be done automatically via MHA’s e-recruitment system. Bespoke Recruitment Where a particular recruitment difficulty exists or is anticipated within an area, the recruitment team will provide advice on how to gain interest and greater relevant applications. The Recruitment Team will work with the recruiting manager to explore this option. Recruitment Agencies Recruitment agencies should be used as a last resort, when all other methods have been exhausted. Agencies charge high rates and tend to seek candidates through the same methods the Recruitment Team use. Agencies should never be used simultaneously when advertising a post as ultimately the cost is unnecessary and unjustifiable and can cause complications regarding introductory fees. An agency should only be used with the authorisation of the Area Manager / HR Business Partner and will only be commissioned by the Recruitment Team, who will ensure preferential, competitive rates are obtained. The Recruitment Team will be the first point of contact with the agencies and will only pass on suitable candidates to the recruiting manager when all other routes are exhausted.",
    "procedure": "3.1 The selection process will normally begin with a discussion between the relevant Manager / Head of Department and the line manager in order to determine the selection approach and the associated responsibilities appropriate to each vacancy. The Recruitment Advisor / HR Business Partner and HR team can be consulted for advice. The appropriate selection method may not necessarily be limited to, but will always include, face to face interviews, which could be carried out via video. Interview panels must consist of more than one person. 3.2 All psychometric assessments, where appropriate, will be conducted in accordance with the Code of Practice of the British Psychological Society (BPS) and in accordance with the terms of the Data Protection Policy. All other assessments, including practical testing / exercises should have a criteria and a method for assessing. 3.3 Interview frameworks have been assessed as the most reliable and effective tool within the organisation for recruiting to. Where an interview framework exists for a particular role, this must be used for the recruitment of that position. The recruiting manager should discuss the use of an interview framework with their relevant HR Business Partner. 3.4 Where an interview framework does not exist for a particular role, guidance is available on the intranet in relation to interview questions for that role. Alternatively advice should be sought from the HR team in relation to appropriate assessment. 3.5 The final recruitment decision is the recruiting manager’s responsibility. 3.6 Internal Applicants MHA positively encourages applications from internal candidates for all vacancies. MHA aims to foster personal development and growth in order that colleagues can develop their careers within the organisation. Thus enabling the retention of key skills, the ability to succession plan and to assist colleagues in achieving their ambitions. MHA encourages an open dialogue between internal applicants, line managers and the recruiting manager. Internal applicants should discuss their intentions to apply for an internal vacancy with their existing line manager. Internal applicants will be able to register, search and apply via the MHA Careers Page. Applicants should state clearly how they meet the criteria for the vacancy and provide examples where they have demonstrated the necessary skills, attributes and experience. THE SELECTION CODE All managers must follow this Selection Code which applies to all external and internal applicants. At least one member of the panel must undergo appropriate recruitment and selection training. This training must cover employment law relating to recruitment and selection, equal opportunities, interview techniques and questioning styles, the use of job descriptions and person specifications and feedback on interviews. It is a legal and organisational requirement that details of every application must be retained for a period of at least six months. When the applicant has not been selected for interview, reasons for their non-selection must be kept in written form on the shortlisting matrix and retained as above. All applicants who are to be formally interviewed must complete an MHA Application Form. Applicants may provide supplementary information at their discretion. There must not be discrimination on the grounds of race, colour, nationality, ethnic origin, age, language, religion, political or other opinion affiliation, gender, gender reassignment, sexual orientation, marital status, civil partnership, connections with a national minority, national and social origin, property, pregnancy & maternity or other status, membership or non-membership of a trade union or disability. As an organisation using the Disclosure & Barring Service (DBS) & Disclosure Scotland’s service to assess applicants’ suitability for positions of trust, MHA complies fully with the DBS & Disclosure Scotland’s Codes of Practice and undertakes to treat all applicants for positions fairly. It undertakes not to discriminate unfairly against any subject of a criminal records check (known as a Disclosure) on the basis of a conviction or other information revealed. Care must also be taken to avoid unfair treatment of applicants with a criminal record - as per the Rehabilitation of Offenders Act. However, due to the nature of our service, most jobs outside Epworth House are exempt from the provisions of the Act and therefore all criminal convictions, cautions and reprimands must be declared. A more detailed explanation is contained in the Employment Eligibility and Screening Policy. MHA supports the recruitment and employment of persons with disability and is a Disability Confident Employer. In these circumstances any issues highlighted via the post offer medical questionnaire must only be addressed in terms of relevance to the post they have been offered - e.g. the need for reasonable adjustments. 4.9 To avoid misunderstandings, questions should be confined to the requirements of the job. Any employment offer must be made on the same terms and conditions as anyone already in that job. All candidates who are short-listed for a position should be asked to provide evidence of their ID and right to work in the UK when they attend for interview. (See Right to Work in the UK Policy). A signed and dated copy of the original document provided must be kept on record. In order to consider any relevant health requirements, a successful candidate will be asked to provide any medical information which they feel is relevant to the role they have been offered, for example if they are successful as a Senior Care Assistant and are diabetic they may need to take breaks in order to inject insulin. Depending upon the information they provide they may be asked to provide more information or attend a medical assessment with our Occupational Health provider. If the individual will be working night shifts, they should be offered an annual medical check. This is part of the Working Time Directive, it is not a requirement for the colleague to undertake it but it must be offered. Immediately after an interview / assessment centre, interviewers must complete an Interview Assessment Record, outlining the suitability of each candidate and reasons for an offer or rejection. All candidates should be informed of the outcome of their interview within seven working days of the interviews having taken place. Two written references should be received regarding the preferred candidate once a conditional offer of employment is made. (See References Policy). A verbal provisional offer of employment may be made by the recruiting manager to the preferred candidate on the terms agreed before references have been confirmed. Under no circumstances can a potential colleague commence work before the appropriate level of checks having been carried out. Fixed Term colleagues covering the work of colleagues on Maternity / Absence Leave or just covering absent colleagues - e.g. those on secondment, must be informed that they are “temporary replacements and that their employment will end or they may be transferred, or return to their original role when the established colleague returns.” Whenever possible an end date to the contract should be stated. OFFER & CONFIRMATION OF APPOINTMENT 5.1 Before any written confirmation of appointment is sent, all appropriate paperwork must be completed or obtained. This includes the applicant's Application Form, Interview Assessment Record, evidence of qualifications and two references, post offer medical information, evidence of ID and Right to Work in the UK and, when appropriate, a criminal records check. MHA will issue a conditional written offer letter and other organisation information applicable to the position. However, starting details will only be issued to the applicant once all satisfactory checks, have been returned. Should these appear to be unsatisfactory the job offer will be reviewed. An anticipated start date will be proposed and if this cannot be agreed within a suitable time the position may be withdrawn. MHA will take up at least two written references, check professional qualifications and carry out other pre-employment checks as required under the terms of the Employment Eligibility and Screening Policy. References from the applicant’s current employer will only be taken up once the conditional written job offer has been accepted or, prior to this, with the express permission of the applicant. Arrangements will be made by the Recruitment Team for the successful candidate to supply any medical information which may affect them completing the role. Further details are contained within the Employment Eligibility and Screening policy. A statement of main terms and conditions will be issued with a confirmation of employment ideally before commencement of employment but must in any event legally be received within two months of the commencement date. Note: MHA only employee applicants who are considered as adults in line with country wide legislation which is 18+ for MHA services in England and Wales, and 16+ for MHA services in Scotland. Once starting details have been agreed with the applicant the new colleague’s details need to be sent to Payroll. Line managers are responsible for immediately notifying Payroll if the new colleague does not attend for work on the agreed date. For Care Homes and Retirement Living the time and attendance system should be updated. As detailed in the Induction Policy, an induction plan appropriate to the new colleague’s position will be agreed between Training and the line manager. It is the responsibility of the line manager to ensure that the induction plan is completed and that the appropriate people are notified in advance to support the successful completion of the induction process.",
    "responsibilities": "All those persons referred to within the Scope of this policy are required to adhere to its terms and conditions. Individual line managers are responsible for ensuring that this policy is applied within their own area. Any queries on the application or interpretation of this policy must be discussed with the Recruitment Manager prior to any action being taken. The People Development Directorate is responsible for regularly reviewing and updating this policy. The Executive Leadership Team is responsible for authorising it."
  }
}