{
  "id": "HR2.1",
  "title": "Disclosing Relationships at Work Policy and Procedure",
  "filename": "HR2.1 Disclosing Relationships at Work Policy and Procedure.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA recognises that colleagues may sometimes be in close personal relationships with others who come into contact with MHA. This policy provides guidance and expectations on the process to follow when disclosing relationships at work on application and for existing colleagues, in respect of professional and personal boundaries.\nThis policy has been developed in line with relevant legislation including employment law and equal opportunities legislation. For more information, please refer to MHA’s recruitment and selection policy.\nMHA is committed to the equality of opportunity both in the provision of services to older people and as an employer. This commitment to equality is to ensure that no person, prior to or during employment or those who come into contact with MHA, is unlawfully  discriminated against for a reason related to race, religion or belief, gender reassignment, sexual orientation, age, disability, sex, marriage or civil partnerships, pregnancy, maternity, or any other differences.\nScope and Purpose\nThis policy is relevant for all those who engage with MHA including MHA and subsidiary company colleagues which in this policy is inclusive of trustee board members, temporary, casual, agency, and volunteers. \nThis policy provides information, guidance, and expectations around managing and declaring relationships at work between a colleague and someone else who engages with MHA. This may include another colleague, someone who uses MHA’s services including residents, members, and tenants, as well as their family members, and someone working on behalf of MHA such as suppliers and contractors which is inclusive of agency staff providers.\nDefinitions\nStatement of Intent\nMHA acknowledge that relationships of a non-professional nature may develop or exist between people who work together.\nMHA recognise that colleagues must establish a rapport with those who use MHA services including residents and members, their relatives, and friends; they are also responsible for establishing and maintaining appropriate boundaries between themselves and those who use our services. It is essential that all interactions between colleagues and those who use MHA services are viewed and maintained in terms of a professional relationship.\nMHA colleagues must declare any known relationships with anyone else who is in contact with MHA including other colleagues, those who use MHA services, and their families and anyone else engaged with MHA in anyway. \nAll applicants, referral, request, or job application where a close relationship exists must be declared and approved before any contracts are put in place. If this is not declared at application stage and this is found out this could lead to disciplinary or further actions to be taken. For more information refer to the Code of Conduct and Professional Behaviours Policy.\nOnly the procedures set out in this policy must be used to declare a relationship. \nConflicts of Interest\nA conflict of interest can occur when a colleague is put in a situation or circumstance that impacts their ability to apply judgement or act in their role, or could be, impaired or influenced by a secondary interest. It can happen in any situation where there is a possibility that an individual or organisation could exploit another for personal or other benefit (for example, for personal development and other training).\nEven if the colleague does not actually benefit, a conflict can still occur if it appears a decision may have been influenced. The perception of competing interests, impaired judgement or undue influence can also be a conflict of interest.\nWhen MHA colleagues have relationships at work, the following difficulties may arise causing a conflict of interest (actual or perceived, and not an exhaustive list):\nColleagues being able to maintain a professional relationship with a relative \nFavouritism in relation to admission or granting a tenancy / lease.\nFavouritism in relation to care and support.\nFamily tensions and conflict \nSetting rotas and allocating work to avoid direct contact between relatives. \nPressure on colleagues to treat the person differently.\nColleagues being fearful of or vulnerable to criticism if the person’s relative is a manager. \nHaving inappropriate access to the person’s records\nConfidentiality of colleagues, residents/ members, and company information \nMaintaining neutrality e.g., in dealing with complaints and discipline involving both parties\nColleagues are encouraged to speak to their line managers if there is doubt about a conflict of interest or whether a relationship should be declared. For example, if the relationship is with a councillor of a local authority that is engaged with MHA.\nSpecific examples of a conflict of interest which could arise from relationships at work include (this list of examples is not exhaustive, this policy applied to all conflicts of interest that could arise at MHA as a result of colleagues having relationships at work):\nHousing Service Benefits\nA benefit includes the grant or renewal of a tenancy or lease, and a colleague includes anyone employed within the preceding 12 months. MHA do not grant benefits colleagues or a close relative of colleagues unless the process of allocation is deemed as entirely fair and open, and granting the tenancy meets the right criteria and allocations policy (i.e., they would have been granted a tenancy anyway and did not ‘jump the queue’). This requires the approval of the Association’s Board, however, as an ‘exception.’ \nContractors & Visiting Service Providers \nMHA’s Code of Professional Conduct [HR8.3] requires a colleague to declare any close relationship with a contractor or anyone earning fees from working in an MHA service (such as hairdressers, chiropodists etc.) Visits by healthcare professionals (GP’s District Nurses etc) or occasional tradesmen, are not affected by this policy. These providers should have effective policies in place to address the purpose of this policy. \nApplicants (Recruitment)\nApplicants who are closely related to a service user must declare this on their application form. If the unsuccessful outcome of a recruitment decision is made on the grounds of an applicant’s relationship with a relative at MHA, this must be made to the applicant in writing by the recruiting manager or Talent Advisor accordingly. \nSubsequent Relations\nIf a colleague becomes has a relationship or develops a relationship with someone using MHA’s services whilst the latter is receiving a service (e.g., by a family marriage) this will need to be declared to the line manager, home manager, and area manager.\nProcess for Declaring and Authorising Relationships at Work\nAs soon as a relationship at work is identified, on application or for existing colleagues (e.g., a relationship develops during employment), colleagues must disclose this in writing by email or letter (text message is not acceptable) to the relevant “disclose to” colleague shown in table 1 below. All disclosures must be recorded in the applicants / colleague’s personal file.\n“Disclosing colleagues” must report this the relevant colleague shown in the “approval colleague” colleague in table 1 below. \nTable 1: Who to Declare Relationships to\nWhen approving relationships at work “approving colleagues” (in table 1) must consider the following factors set out in table 2.\nTable 2: Considerations for Approval Process\nApproval or refusal (by approving colleague see table 1) must be made in writing (by email or letter, text message is not acceptable) to all parties concerned, with apparent reasons for the decision.\nIf the declaration is granted and approval is given, as an additional precaution the line manager must review the relationship and risks of the relationship on a regular basis reviewed regularly through 1:1 and supervision meetings (or sooner if a specific problem arises). Line managers must seek support from the relevant Area Manager if needed.\nIf a review of the relationship identifies that the arrangement is having a negative impact, the approving colleague (table 1) will need to take appropriate action. This might include a review of rotas or communication channels, relocation of either party within MHA, changes to visiting arrangements, or in situations of serious actual / potential harm to someone, consideration of an individual service contract or disciplinary action.\nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of MHA colleagues.\nThere is no specific training required for disclosing relationships at work.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities to disclose relationships at work.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team at policies@mha.org.uk\nEDI Impact Assessment\nImpact assessment to be confirmed.\nResources\nMHA policy documents, procedures, and guidance:\nRecruitment and Selection Policy\nRecommend a Friend Policy and Procedure\nCode of Conduct and Professional Behaviours Policy\nResolution Policy\nData Subject Rights Policy\nVolunteer - Recruitment and Selection Policy\nEquality Diversity and Inclusion Policy\nVersion Control",
  "sections": {
    "summary": "MHA recognises that colleagues may sometimes be in close personal relationships with others who come into contact with MHA. This policy provides guidance and expectations on the process to follow when disclosing relationships at work on application and for existing colleagues, in respect of professional and personal boundaries. This policy has been developed in line with relevant legislation including employment law and equal opportunities legislation. For more information, please refer to MHA’s recruitment and selection policy. MHA is committed to the equality of opportunity both in the provision of services to older people and as an employer. This commitment to equality is to ensure that no person, prior to or during employment or those who come into contact with MHA, is unlawfully discriminated against for a reason related to race, religion or belief, gender reassignment, sexual orientation, age, disability, sex, marriage or civil partnerships, pregnancy, maternity, or any other differences.",
    "purpose": "This policy is relevant for all those who engage with MHA including MHA and subsidiary company colleagues which in this policy is inclusive of trustee board members, temporary, casual, agency, and volunteers. This policy provides information, guidance, and expectations around managing and declaring relationships at work between a colleague and someone else who engages with MHA. This may include another colleague, someone who uses MHA’s services including residents, members, and tenants, as well as their family members, and someone working on behalf of MHA such as suppliers and contractors which is inclusive of agency staff providers.",
    "definitions": "Statement of Intent MHA acknowledge that relationships of a non-professional nature may develop or exist between people who work together. MHA recognise that colleagues must establish a rapport with those who use MHA services including residents and members, their relatives, and friends; they are also responsible for establishing and maintaining appropriate boundaries between themselves and those who use our services. It is essential that all interactions between colleagues and those who use MHA services are viewed and maintained in terms of a professional relationship. MHA colleagues must declare any known relationships with anyone else who is in contact with MHA including other colleagues, those who use MHA services, and their families and anyone else engaged with MHA in anyway. All applicants, referral, request, or job application where a close relationship exists must be declared and approved before any contracts are put in place. If this is not declared at application stage and this is found out this could lead to disciplinary or further actions to be taken. For more information refer to the Code of Conduct and Professional Behaviours Policy. Only the procedures set out in this policy must be used to declare a relationship. Conflicts of Interest A conflict of interest can occur when a colleague is put in a situation or circumstance that impacts their ability to apply judgement or act in their role, or could be, impaired or influenced by a secondary interest. It can happen in any situation where there is a possibility that an individual or organisation could exploit another for personal or other benefit (for example, for personal development and other training). Even if the colleague does not actually benefit, a conflict can still occur if it appears a decision may have been influenced. The perception of competing interests, impaired judgement or undue influence can also be a conflict of interest. When MHA colleagues have relationships at work, the following difficulties may arise causing a conflict of interest (actual or perceived, and not an exhaustive list): Colleagues being able to maintain a professional relationship with a relative Favouritism in relation to admission or granting a tenancy / lease. Favouritism in relation to care and support. Family tensions and conflict Setting rotas and allocating work to avoid direct contact between relatives. Pressure on colleagues to treat the person differently. Colleagues being fearful of or vulnerable to criticism if the person’s relative is a manager. Having inappropriate access to the person’s records Confidentiality of colleagues, residents/ members, and company information Maintaining neutrality e.g., in dealing with complaints and discipline involving both parties Colleagues are encouraged to speak to their line managers if there is doubt about a conflict of interest or whether a relationship should be declared. For example, if the relationship is with a councillor of a local authority that is engaged with MHA. Specific examples of a conflict of interest which could arise from relationships at work include (this list of examples is not exhaustive, this policy applied to all conflicts of interest that could arise at MHA as a result of colleagues having relationships at work): Housing Service Benefits A benefit includes the grant or renewal of a tenancy or lease, and a colleague includes anyone employed within the preceding 12 months. MHA do not grant benefits colleagues or a close relative of colleagues unless the process of allocation is deemed as entirely fair and open, and granting the tenancy meets the right criteria and allocations policy (i.e., they would have been granted a tenancy anyway and did not ‘jump the queue’). This requires the approval of the Association’s Board, however, as an ‘exception.’ Contractors & Visiting Service Providers MHA’s Code of Professional Conduct [HR8.3] requires a colleague to declare any close relationship with a contractor or anyone earning fees from working in an MHA service (such as hairdressers, chiropodists etc.) Visits by healthcare professionals (GP’s District Nurses etc) or occasional tradesmen, are not affected by this policy. These providers should have effective policies in place to address the purpose of this policy. Applicants (Recruitment) Applicants who are closely related to a service user must declare this on their application form. If the unsuccessful outcome of a recruitment decision is made on the grounds of an applicant’s relationship with a relative at MHA, this must be made to the applicant in writing by the recruiting manager or Talent Advisor accordingly. Subsequent Relations If a colleague becomes has a relationship or develops a relationship with someone using MHA’s services whilst the latter is receiving a service (e.g., by a family marriage) this will need to be declared to the line manager, home manager, and area manager.",
    "policy": "Equality Diversity and Inclusion Policy Version Control",
    "procedure": "Approval or refusal (by approving colleague see table 1) must be made in writing (by email or letter, text message is not acceptable) to all parties concerned, with apparent reasons for the decision. If the declaration is granted and approval is given, as an additional precaution the line manager must review the relationship and risks of the relationship on a regular basis reviewed regularly through 1:1 and supervision meetings (or sooner if a specific problem arises). Line managers must seek support from the relevant Area Manager if needed. If a review of the relationship identifies that the arrangement is having a negative impact, the approving colleague (table 1) will need to take appropriate action. This might include a review of rotas or communication channels, relocation of either party within MHA, changes to visiting arrangements, or in situations of serious actual / potential harm to someone, consideration of an individual service contract or disciplinary action.",
    "responsibilities": "Training and Monitoring Compliance is assessed through direct observation, monitoring, and supervision of MHA colleagues. There is no specific training required for disclosing relationships at work. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities to disclose relationships at work. This policy will be available to the people we support and their representatives in alternate formats, as required. Queries and issues relating to this policy should be referred to the Standards and Policy Team at policies@mha.org.uk EDI Impact Assessment Impact assessment to be confirmed. Resources MHA policy documents, procedures, and guidance: Recruitment and Selection Policy Recommend a Friend Policy and Procedure"
  }
}