{
  "id": "HR3.2",
  "title": "Agency Workers Policy",
  "filename": "HR3.2 Agency Workers Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nThis policy provides a framework when it may be appropriate to engage Agency Workers, to ensure consistency, governance, and control in obtaining, managing, time recording, and utilisation.  The term agency workers apply to personnel engaged by MHA through or by an employment agency or brokerage and therefore supplied on a temporary basis.\nMHA’s aim is to always have permanent employees delivering our services but, in some circumstances, short term agency cover may be required whilst permanent employees are not available.\nScope and Purpose\nThis policy applies to all colleagues of MHA. This covers all colleagues, whether temporary, fixed term or permanent including agency workers, casual workers, or self-employed contractors.\nRequesting Agency Workers \nComplete agency authorisation forms weekly and submit to area manager for review and approval. \nAll agency worker bookings must be made via Neuven through its venneu.com portal, and not directly with any on-panel agency. This is important to protect MHA’s organisational position on quality, safeguarding and financial controls.\nWhere this is not possible, bookings must be made over the phone with the Neuven Bookings team. They can be reached via telephone 0161 804 9783, 7 days a week between 6am and 10pm or via email bookings@neuven.co.uk. This team will enter the agency worker booking request onto the home or scheme’s venneu.com portal account.\nInformation regarding FAQ’s and processes can be located on MHA Connect Neuven - agency suppliers FAQ's and Flowchart \nDirect bookings with agencies create risks which fall outside of the Neuven/Client/Agency Contract such as generating multiple timesheet adjustments with no auditable trail or creating the risk of sites using off-panel agencies outside of the Neuven/Client/Agency agreement.\nArea Managers must consider the ability to provide sufficient care for the people we support and approve or reject the request accordingly.\nSelection of Agency Candidates \nThe agency should only select candidates that meet the necessary skills, experience, training, qualifications, and safeguarding requirements for the role.  The service manager must inform Neuven of any specific skills required.\nThe care agency is responsible for ensuring candidates have the; Right to Work, valid DBS, relevant registrations, training, certification, and references.  However, the manager or a delegated responsible person, weekends and out of hours, is responsible for verifying these are in place by reviewing the agency checklist prior to the agency worker commencing work. \nNo Agency Worker will start work with MHA until all checks are completed as detailed on the agency checklist.\n\tValidation Checks and Confirmation\nThe agency must complete MHA’s Agency Checklist Form (Appendix 1) and send this to the service manager for review.  Neuven will provide copies of the checklist to the agencies on their panel list.\nThe checklist must be provided for review prior to any agency worker commencing in the service.  \nThe Manager or most senior person on duty is responsible for checking MHA’s Agency Checklist Form, verifying all information is complete and that all required training, certificates, and health & safety documentation has been confirmed on the checklist.\nOnce the Manager or senior/nurse on duty confirms that the checklist is complete with no concerns, they will arrange for an MHA colleague to meet the agency worker at the start of their shift to conduct an agency induction.  There are two agency inductions available on MHA Connect for care homes and retirement living.\nShort Notice Requirements\nServices must always contact Neuven first to demonstrate they have attempted to source agency personnel via the approved channels - venneu.com, Bookings@neuven.co.uk or by telephone – 0161 804 9783\nIf Neuven cannot fulfil or do not respond, services are able to contact a Neuven approved agency direct from the on-panel or off panel list following approval from an area manager.\nRequests to use an agency not on the Neuven list MUST be referred to the on call Area Manager for approval.\nRoles and Responsibilities\nTraining and Monitoring\nAgency use is monitored and reported weekly to ensure the protection of MHA’s quality, safeguarding and financial controls.  \nThis policy will be included in managers’ induction programme.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through     MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nResources \nMHA policy documents, procedures, and guidance\nMHA Care Homes Agency Induction  \nMHA Retirement Living Agency Induction  \nMHA Agency Checklist\nNeuven FAQ's and flowchart \nAppendix 1 MHA Agency Checklist \nMHA Connect link - MHA Agency Checklist \nVersion Control",
  "sections": {
    "summary": "This policy provides a framework when it may be appropriate to engage Agency Workers, to ensure consistency, governance, and control in obtaining, managing, time recording, and utilisation. The term agency workers apply to personnel engaged by MHA through or by an employment agency or brokerage and therefore supplied on a temporary basis. MHA’s aim is to always have permanent employees delivering our services but, in some circumstances, short term agency cover may be required whilst permanent employees are not available.",
    "purpose": "This policy applies to all colleagues of MHA. This covers all colleagues, whether temporary, fixed term or permanent including agency workers, casual workers, or self-employed contractors. Requesting Agency Workers Complete agency authorisation forms weekly and submit to area manager for review and approval. All agency worker bookings must be made via Neuven through its venneu.com portal, and not directly with any on-panel agency. This is important to protect MHA’s organisational position on quality, safeguarding and financial controls. Where this is not possible, bookings must be made over the phone with the Neuven Bookings team. They can be reached via telephone 0161 804 9783, 7 days a week between 6am and 10pm or via email bookings@neuven.co.uk. This team will enter the agency worker booking request onto the home or scheme’s venneu.com portal account. Information regarding FAQ’s and processes can be located on MHA Connect Neuven - agency suppliers FAQ's and Flowchart Direct bookings with agencies create risks which fall outside of the Neuven/Client/Agency Contract such as generating multiple timesheet adjustments with no auditable trail or creating the risk of sites using off-panel agencies outside of the Neuven/Client/Agency agreement. Area Managers must consider the ability to provide sufficient care for the people we support and approve or reject the request accordingly. Selection of Agency Candidates The agency should only select candidates that meet the necessary skills, experience, training, qualifications, and safeguarding requirements for the role. The service manager must inform Neuven of any specific skills required. The care agency is responsible for ensuring candidates have the; Right to Work, valid DBS, relevant registrations, training, certification, and references. However, the manager or a delegated responsible person, weekends and out of hours, is responsible for verifying these are in place by reviewing the agency checklist prior to the agency worker commencing work. No Agency Worker will start work with MHA until all checks are completed as detailed on the agency checklist. Validation Checks and Confirmation The agency must complete MHA’s Agency Checklist Form (Appendix 1) and send this to the service manager for review. Neuven will provide copies of the checklist to the agencies on their panel list. The checklist must be provided for review prior to any agency worker commencing in the service. The Manager or most senior person on duty is responsible for checking MHA’s Agency Checklist Form, verifying all information is complete and that all required training, certificates, and health & safety documentation has been confirmed on the checklist. Once the Manager or senior/nurse on duty confirms that the checklist is complete with no concerns, they will arrange for an MHA colleague to meet the agency worker at the start of their shift to conduct an agency induction. There are two agency inductions available on MHA Connect for care homes and retirement living. Short Notice Requirements Services must always contact Neuven first to demonstrate they have attempted to source agency personnel via the approved channels - venneu.com, Bookings@neuven.co.uk or by telephone – 0161 804 9783 If Neuven cannot fulfil or do not respond, services are able to contact a Neuven approved agency direct from the on-panel or off panel list following approval from an area manager. Requests to use an agency not on the Neuven list MUST be referred to the on call Area Manager for approval.",
    "responsibilities": "Training and Monitoring Agency use is monitored and reported weekly to ensure the protection of MHA’s quality, safeguarding and financial controls. This policy will be included in managers’ induction programme. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Resources MHA policy documents, procedures, and guidance MHA Care Homes Agency Induction MHA Retirement Living Agency Induction MHA Agency Checklist Neuven FAQ's and flowchart Appendix 1 MHA Agency Checklist MHA Connect link - MHA Agency Checklist Version Control"
  }
}