{
  "id": "HR4.13",
  "title": "DBS Policy and Procedure",
  "filename": "HR4.13 DBS Policy and Procedure.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA has a duty of care to protect the safety and wellbeing of those using MHA services, and MHA colleagues. As an organisation using the Disclosure & Barring Service (DBS) help assess the suitability of applicants for positions of trust (i.e., regulated activity and work).\nThis policy has been developed in line with the DBS Code of Practice (England & Wales), UK legislation around DBS check requirements within health and social care including the Safeguarding Vulnerable Groups Act (SVGA) (2006) for colleagues working in regulated activity/work roles, the Rehabilitation of Offenders Act (1974), and Exceptions Orders (1975).\nScope and Purpose\nThis policy details the DBS requirements for operational colleagues and applicants to ensure that safer recruitment and employment decisions are made in safeguarding MHA services, colleagues, and all other individuals who interact with MHA. \nThis policy is relevant for all MHA and MHA subsidiary company operational colleague’s working under a contract of employment and applicants with an offer of employment, including relief workers.\nFor volunteers, refer to volunteer recruitment and selection policy.\nDefinitions\nDBS Checks\nMHA is legally entitled to ask colleagues / applications to complete and evidence the results of a DBS check at any point prior to or during employment.\nThe possession of a criminal conviction does not automatically make an applicant unsuitable for employment at MHA. However, the DBS holds the power to bar people who have committed indictable offences from working or engaging in regulated activity with vulnerable adults. \nMHA will not discriminate unfairly against any subject of a Disclosure Certificate following information received based on any conviction or other details revealed. Where disclosure information raises concerns about an individual’s suitability to undertake a position, MHA may withdraw an offer of appointment. The individual will be advised of the reason for the withdrawal.\nAdditional considerations and frequently asked questions around DBS checks can be found in Appendix 4. Any queries or interpretation of this policy must be discussed with the Talent Acquisition Team prior to any action being taken. The Talent Acquisition Team can be contacted on careers@mha.org.uk.\nRequirements\nAll operational colleagues working in any role within MHA’s services including Care Homes, Retirement Living Schemes, and MHA Communities require an Enhanced DBS check [Table 1].\nOnly operational colleagues whose role involves regulated activity/work (care related) require an Enhanced Adults Barred DBS check [Table 1].\nAll operational colleagues must have the correct DBS certificate in place before employment/ the new roles commences. \nTable 1: Types of DBS Checks & Requirements:\nFor colleagues moving from non-regulated to regulated activity/work roles (e.g., Kitchen Assistant to Care Assistant), a new DBS check must be completed to check the adults barred list (see Table 1). This applies to changes of job role and any additional roles. \nThe Enhanced Adults Barred / PVG check can only be applied for as part of a new DBS application - it is not possible to request an Adults Barred check on its own to ‘add’ to an existing DBS.\nPlease refer to Appendix 2 for required DBS check by specific operational roles. For non-operational colleagues, an appropriate level of criminal records check may be sought where this is considered proportionate and relevant to the role.\nPlease note, MHA’s external DBS provider (CareCheck) may automatically change the type of DBS application to the type based on the position applied (e.g., Care Assistant will be changed to Enhanced DBS with Adults Barred, Domestic Assistant will change from Enhanced DBS with Adults Barred to Enhanced DBS). CareCheck do not routinely communicate when they \tchange the type of DBS applied for.\nDBS Risk Assessment\nIn exceptional circumstances at the discretion and approval of the Regional Director or where a DBS check is taking 4 or more weeks to come back due to a delay with final barred checks, and along with the completion of other pre-employment checks, a DBS Adult First Check, and supervision, a risk assessment may be requested from the Talent Acquisition Team in cases (see HS401, Risk Assessment Policy for considerations and template).\nIn any such case the appointing Manager must ensure the applicant has a  DBS Adult First check in place prior to commencement and that the individual is aware that the employment continues to be conditional upon receiving a full and satisfactory Disclosure Certificate. \nThe risk assessment must demonstrate that the duties of the post have been modified in such a way that a Colleague will either have no access to vulnerable adults or that the Colleague will be continually supervised until a satisfactory Disclosure Certificate is received. This information must be recorded on mhapeople via upload and the original held on the personal file to satisfy audit requirements. \nDBS Check Procedure\nAppointing Managers will register successful applicants / colleagues to MHA’s DBS provider (CareCheck). For more information, please see Resources: Using CareCheck on-line DBS application process - Getting Started.\nApplicants/colleagues will be sent a link from the external provider to submit their details for a DBS check.\nPrior to asking new applicants to complete a Disclosure application all successful applicants should be asked to complete DBS Disclosure application consent form which is available on the intranet. The consent form contains 3 sections:\nSection 1 - should be completed by all successful applicants whose position is eligible for a Disclosure application. \nSection 2 - should be completed in addition to Section 1 by all successful applicants whose Disclosure application we intend to process via the on-line application route.\nSection 3 - should be completed only by applicants who have a current subscription to the DBS Update Service and for whom we intend to undertake an update service status check.\nMHA submits most DBS Disclosure applications on-line via a third-party organisation. The benefits of submitting applications on-line are that they are often returned much quicker than the traditional paper application route and it removes the issue of incomplete or inaccurate applications being returned by the DBS. \nIndividual services need to be registered to use this service which will be co-ordinated by the Talent Acquisition Team. On registering to use this service worksites will be issued login details and guidance by CareCheck who have been contracted to facilitate access to this service. For further details please contact the Talent Acquisition Team.\nIdentification for DBS Checks\nApplicants and colleagues must provide a range of ID documents as part of the DBS check application process, which must be verified in person by management.\nFor more a list of acceptable Identification, and the process of verifying ID visit: Acceptable Identification for DBS Checks.\nDBS Renewals\nOnce the auto-renewal system has been set up, DBS checks will be renewed every 3 years. Line managers will be automatically notified by MHApeople that a colleagues DBS is coming up for renewal. Line Managers must then complete the DBS check procedure (section 7 of this policy), this includes the record keeping section of this policy (section 10 of this policy).\nIn line with the code of conduct, and contracts of employment, all operational colleagues are required to disclose any changes in circumstances relating to DBS checks as and when they occur (e.g., report a reprimand to line management / HR at the time of the event). If there is a non-disclosed change in circumstances between renewal periods, disciplinary action will be taken.\nRecord Keeping\nThe DBS certificate itself belongs to the colleague/applicant whose name is on the certificate, original copies or photocopies of the certificate must not be taken.\nOnce the colleague/applicant receives their DBS certificate in the post, they must bring a copy in to the hiring manager to verify.\nThe hiring manager must input details of the DBS check into MHApeople (HR system). The system will only ask for the required details (in line with data protection legislation and MHA’s Information governance policies). A step-by-step process on how to input DBS details into MHApeople can be accessed via the intranet (see resources section).\nNo details of the DBS certificate or copies of the certificate or identification used during the DBS check are to be kept in personal files or on mhapeople, aside from the DBS certificate number itself.\nPlease note that if a passport is used as a colleague or applicants right to work in the UK check, this is kept in personal files for right to work in the UK purposes only (this is relevant for all colleagues regardless of whether their role is operational or not as all colleagues are required to evidence their right to work in the UK). \nFor information on data storage, access, protection, handling, usage, retention, and disposal, please refer to MHA’s privacy notice and Information Governance (IG) Policies.\nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessments\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nMHA policy documents, procedures, and guidance:\nInformation Governance Policy [IG01]\nEmployment Eligibility and Screening Policy [HR4.1]\nRecruitment and Selection Policy [HR2.0]\nVolunteer Recruitment and Selection Policy [VP002]\nRisk Assessment Policy [HS401]\nExternal Resources \nEntering Right to Work, Disclosure and Registration Checks into MHApeople\nUsing CareCheck on-line DBS application process - Getting Started\nDisclosure & Barring Service (DBS) Code of Practice (England & Wales)\nDisclosure & Barring Service – Eligibility guidance for enhanced DBS checks \nCQC Disclosure and Barring Service (DBS) checks \nAcceptable Identification for DBS Checks\nAppendices\nAppendix 1 - Disclosure Information by DBS Check\nAppendix 2 – Required DBS Checks by MHA Roles\nAppendix 3 – DBS Update Service / Portable DBS Checks (England & Wales)\nAppendix 4 - Additional Considerations & FAQs\nAppendix 1 - Disclosure Information by DBS Check\nAppendix 2 – Required DBS Checks by MHA Roles\nAll operational colleagues require an enhanced DBS check, those working in roles with regulated activity/work require and enhanced DBS check with Adult Barred List check. The following list of roles is not exhaustive:\nAppendix 3 – DBS Update Service / Portable DBS Checks (England & Wales)\nApplicants signed up to the Update Service can take their DBS Certificate from role to role where the same type and level of check is required (enhanced, enhanced with adults barred, and PVG). \nAs part of MHA’s recruitment, eligibility, and screening process, MHA can accept a portable DBS from a successful applicant. A further DBS check by MHA is not required.\nBy providing the portable DBS number, applicants consent to MHA carrying out an online check to confirm the DBS results and validity of the portable check which must be done before employment commences.\nAppendix 4 - Additional Considerations & FAQs\nWhat if I don’t have the right DBS/Enhanced Disclosure/PVG for the role the person is occupying? \nPlease apply for the correct DBS/Enhanced Disclosure/PVG check immediately. Colleagues can continue to work while you wait for this. Please note that a DBS Enhanced/Enhanced Disclosure is required for all non-regulated roles, and a DBS Enhanced Adults Barred/PVG is required for all Colleague’s undertaking regulated activity roles.\nWhat if I can’t find any evidence that a DBS/Enhanced Disclosure/PVG check has been completed?\nIf you can’t find any evidence that a DBS/Enhanced Disclosure/PVG check was completed, complete a risk assessment, and put it in the Colleague’s personnel file then inform your Talent Advisor. The risk assessment should be uploaded into the system. You can then ask the person if they still have their documentation so that you can record it. If they can’t find it, apply for the correct DBS/Enhanced Disclosure/PVG immediately. Please note that a DBS Enhanced/Enhanced Disclosure is required for all non-regulated roles, and a DBS Enhanced Adults Barred/PVG is required for all Colleague’s undertaking regulated activity roles. Contact your Talent Advisor if you have any questions.\nWhat happens when information is received on the Disclosure Certificate? \nThe counter-signatory or appointing Manager will consider whether convictions revealed are relevant to the role and may contact the HR team to confirm if required. If there is clearly no potential relevance to the role, the individual will be sent an unconditional appointment.\nA criminal conviction will not automatically bar a person from employment with MHA. This will depend on the nature of the position and the circumstances and background of the offence(s). \nIf potentially relevant conviction history is revealed, a meeting will be arranged by the appointing Manager with the applicant to understand the information on the Disclosure Certificate. The aim will be to achieve a well-structured, well managed, open, and honest discussion. Once all information is disclosed by the applicant the appointing Manager will assess the risks considered the following factors:\nThe nature of the offence \nThe age at which it was committed \nIts relevance to the post \nWhether there is a pattern of offending behaviour \nWhether there has been a change of circumstances since the offence \nThe circumstances surrounding the offence and the explanations provided \nThe nature of the role \nAny other relevant factors\nAny decision reached will be clearly documented and advised to the applicant by the appointing Manager. If the appointment cannot be confirmed the applicant will be notified that the offer of employment has been withdrawn because of an inability to meet pre-employment check standards. \nAny false statement about convictions during the recruitment process or subsequent employment will be investigated and considered potentially as gross misconduct which could justify dismissal however mitigating circumstances will be considered in all cases. \nIf the applicant claims that the content of the information released on the Disclosure does not relate to them or elements of it are incorrect, or state that some of their personal information printed on the Disclosure is incorrect they can raise a dispute with the DBS within three months of the date of issue of the disclosure. \nVery occasionally information may be received that cannot be revealed by the counter signatory without the consent of the information provider. This could be for example a potentially relevant pending prosecution, an ongoing investigation, surveillance, or any other information. \nApplicants will only be notified of a decision on their application for employment once all pre-employment checks are successfully completed.\nMHA will make every subject of a Disclosure check aware of the existence of the DBS and will make a copy available on request.\nVersion Control",
  "sections": {
    "summary": "MHA has a duty of care to protect the safety and wellbeing of those using MHA services, and MHA colleagues. As an organisation using the Disclosure & Barring Service (DBS) help assess the suitability of applicants for positions of trust (i.e., regulated activity and work). This policy has been developed in line with the DBS Code of Practice (England & Wales), UK legislation around DBS check requirements within health and social care including the Safeguarding Vulnerable Groups Act (SVGA) (2006) for colleagues working in regulated activity/work roles, the Rehabilitation of Offenders Act (1974), and Exceptions Orders (1975).",
    "purpose": "This policy details the DBS requirements for operational colleagues and applicants to ensure that safer recruitment and employment decisions are made in safeguarding MHA services, colleagues, and all other individuals who interact with MHA. This policy is relevant for all MHA and MHA subsidiary company operational colleague’s working under a contract of employment and applicants with an offer of employment, including relief workers. For volunteers, refer to volunteer recruitment and selection policy.",
    "scope": "Disclosure & Barring Service (DBS) Code of Practice (England & Wales) Disclosure & Barring Service – Eligibility guidance for enhanced DBS checks CQC Disclosure and Barring Service (DBS) checks Acceptable Identification for DBS Checks Appendices Appendix 1 - Disclosure Information by DBS Check Appendix 2 – Required DBS Checks by MHA Roles Appendix 3 – DBS Update Service / Portable DBS Checks (England & Wales) Appendix 4 - Additional Considerations & FAQs Appendix 1 - Disclosure Information by DBS Check",
    "definitions": "DBS Checks MHA is legally entitled to ask colleagues / applications to complete and evidence the results of a DBS check at any point prior to or during employment. The possession of a criminal conviction does not automatically make an applicant unsuitable for employment at MHA. However, the DBS holds the power to bar people who have committed indictable offences from working or engaging in regulated activity with vulnerable adults. MHA will not discriminate unfairly against any subject of a Disclosure Certificate following information received based on any conviction or other details revealed. Where disclosure information raises concerns about an individual’s suitability to undertake a position, MHA may withdraw an offer of appointment. The individual will be advised of the reason for the withdrawal. Additional considerations and frequently asked questions around DBS checks can be found in Appendix 4. Any queries or interpretation of this policy must be discussed with the Talent Acquisition Team prior to any action being taken. The Talent Acquisition Team can be contacted on careers@mha.org.uk. Requirements All operational colleagues working in any role within MHA’s services including Care Homes, Retirement Living Schemes, and MHA Communities require an Enhanced DBS check [Table 1]. Only operational colleagues whose role involves regulated activity/work (care related) require an Enhanced Adults Barred DBS check [Table 1]. All operational colleagues must have the correct DBS certificate in place before employment/ the new roles commences. Table 1: Types of DBS Checks & Requirements: For colleagues moving from non-regulated to regulated activity/work roles (e.g., Kitchen Assistant to Care Assistant), a new DBS check must be completed to check the adults barred list (see Table 1). This applies to changes of job role and any additional roles. The Enhanced Adults Barred / PVG check can only be applied for as part of a new DBS application - it is not possible to request an Adults Barred check on its own to ‘add’ to an existing DBS. Please refer to Appendix 2 for required DBS check by specific operational roles. For non-operational colleagues, an appropriate level of criminal records check may be sought where this is considered proportionate and relevant to the role. Please note, MHA’s external DBS provider (CareCheck) may automatically change the type of DBS application to the type based on the position applied (e.g., Care Assistant will be changed to Enhanced DBS with Adults Barred, Domestic Assistant will change from Enhanced DBS with Adults Barred to Enhanced DBS). CareCheck do not routinely communicate when they change the type of DBS applied for. DBS Risk Assessment In exceptional circumstances at the discretion and approval of the Regional Director or where a DBS check is taking 4 or more weeks to come back due to a delay with final barred checks, and along with the completion of other pre-employment checks, a DBS Adult First Check, and supervision, a risk assessment may be requested from the Talent Acquisition Team in cases (see HS401, Risk Assessment Policy for considerations and template). In any such case the appointing Manager must ensure the applicant has a DBS Adult First check in place prior to commencement and that the individual is aware that the employment continues to be conditional upon receiving a full and satisfactory Disclosure Certificate. The risk assessment must demonstrate that the duties of the post have been modified in such a way that a Colleague will either have no access to vulnerable adults or that the Colleague will be continually supervised until a satisfactory Disclosure Certificate is received. This information must be recorded on mhapeople via upload and the original held on the personal file to satisfy audit requirements.",
    "policy": "Information Governance Policy [IG01] Employment Eligibility and Screening Policy [HR4.1] Recruitment and Selection Policy [HR2.0] Volunteer Recruitment and Selection Policy [VP002] Risk Assessment Policy [HS401] External Resources Entering Right to Work, Disclosure and Registration Checks into MHApeople",
    "procedure": "Appointing Managers will register successful applicants / colleagues to MHA’s DBS provider (CareCheck). For more information, please see Resources: Using CareCheck on-line DBS application process - Getting Started. Applicants/colleagues will be sent a link from the external provider to submit their details for a DBS check. Prior to asking new applicants to complete a Disclosure application all successful applicants should be asked to complete DBS Disclosure application consent form which is available on the intranet. The consent form contains 3 sections: Section 1 - should be completed by all successful applicants whose position is eligible for a Disclosure application. Section 2 - should be completed in addition to Section 1 by all successful applicants whose Disclosure application we intend to process via the on-line application route. Section 3 - should be completed only by applicants who have a current subscription to the DBS Update Service and for whom we intend to undertake an update service status check. MHA submits most DBS Disclosure applications on-line via a third-party organisation. The benefits of submitting applications on-line are that they are often returned much quicker than the traditional paper application route and it removes the issue of incomplete or inaccurate applications being returned by the DBS. Individual services need to be registered to use this service which will be co-ordinated by the Talent Acquisition Team. On registering to use this service worksites will be issued login details and guidance by CareCheck who have been contracted to facilitate access to this service. For further details please contact the Talent Acquisition Team. Identification for DBS Checks Applicants and colleagues must provide a range of ID documents as part of the DBS check application process, which must be verified in person by management. For more a list of acceptable Identification, and the process of verifying ID visit: Acceptable Identification for DBS Checks. DBS Renewals Once the auto-renewal system has been set up, DBS checks will be renewed every 3 years. Line managers will be automatically notified by MHApeople that a colleagues DBS is coming up for renewal. Line Managers must then complete the DBS check procedure (section 7 of this policy), this includes the record keeping section of this policy (section 10 of this policy). In line with the code of conduct, and contracts of employment, all operational colleagues are required to disclose any changes in circumstances relating to DBS checks as and when they occur (e.g., report a reprimand to line management / HR at the time of the event). If there is a non-disclosed change in circumstances between renewal periods, disciplinary action will be taken. Record Keeping The DBS certificate itself belongs to the colleague/applicant whose name is on the certificate, original copies or photocopies of the certificate must not be taken. Once the colleague/applicant receives their DBS certificate in the post, they must bring a copy in to the hiring manager to verify. The hiring manager must input details of the DBS check into MHApeople (HR system). The system will only ask for the required details (in line with data protection legislation and MHA’s Information governance policies). A step-by-step process on how to input DBS details into MHApeople can be accessed via the intranet (see resources section). No details of the DBS certificate or copies of the certificate or identification used during the DBS check are to be kept in personal files or on mhapeople, aside from the DBS certificate number itself. Please note that if a passport is used as a colleague or applicants right to work in the UK check, this is kept in personal files for right to work in the UK purposes only (this is relevant for all colleagues regardless of whether their role is operational or not as all colleagues are required to evidence their right to work in the UK). For information on data storage, access, protection, handling, usage, retention, and disposal, please refer to MHA’s privacy notice and Information Governance (IG) Policies.",
    "responsibilities": "All operational colleagues require an enhanced DBS check, those working in roles with regulated activity/work require and enhanced DBS check with Adult Barred List check. The following list of roles is not exhaustive: Appendix 3 – DBS Update Service / Portable DBS Checks (England & Wales) Applicants signed up to the Update Service can take their DBS Certificate from role to role where the same type and level of check is required (enhanced, enhanced with adults barred, and PVG). As part of MHA’s recruitment, eligibility, and screening process, MHA can accept a portable DBS from a successful applicant. A further DBS check by MHA is not required. By providing the portable DBS number, applicants consent to MHA carrying out an online check to confirm the DBS results and validity of the portable check which must be done before employment commences. Appendix 4 - Additional Considerations & FAQs What if I don’t have the right DBS/Enhanced Disclosure/PVG for the role the person is occupying? Please apply for the correct DBS/Enhanced Disclosure/PVG check immediately. Colleagues can continue to work while you wait for this. Please note that a DBS Enhanced/Enhanced Disclosure is required for all non-regulated roles, and a DBS Enhanced Adults Barred/PVG is required for all Colleague’s undertaking regulated activity roles. What if I can’t find any evidence that a DBS/Enhanced Disclosure/PVG check has been completed? If you can’t find any evidence that a DBS/Enhanced Disclosure/PVG check was completed, complete a risk assessment, and put it in the Colleague’s personnel file then inform your Talent Advisor. The risk assessment should be uploaded into the system. You can then ask the person if they still have their documentation so that you can record it. If they can’t find it, apply for the correct DBS/Enhanced Disclosure/PVG immediately. Please note that a DBS Enhanced/Enhanced Disclosure is required for all non-regulated roles, and a DBS Enhanced Adults Barred/PVG is required for all Colleague’s undertaking regulated activity roles. Contact your Talent Advisor if you have any questions. What happens when information is received on the Disclosure Certificate? The counter-signatory or appointing Manager will consider whether convictions revealed are relevant to the role and may contact the HR team to confirm if required. If there is clearly no potential relevance to the role, the individual will be sent an unconditional appointment. A criminal conviction will not automatically bar a person from employment with MHA. This will depend on the nature of the position and the circumstances and background of the offence(s). If potentially relevant conviction history is revealed, a meeting will be arranged by the appointing Manager with the applicant to understand the information on the Disclosure Certificate. The aim will be to achieve a well-structured, well managed, open, and honest discussion. Once all information is disclosed by the applicant the appointing Manager will assess the risks considered the following factors: The nature of the offence The age at which it was committed Its relevance to the post Whether there is a pattern of offending behaviour Whether there has been a change of circumstances since the offence The circumstances surrounding the offence and the explanations provided The nature of the role Any other relevant factors Any decision reached will be clearly documented and advised to the applicant by the appointing Manager. If the appointment cannot be confirmed the applicant will be notified that the offer of employment has been withdrawn because of an inability to meet pre-employment check standards. Any false statement about convictions during the recruitment process or subsequent employment will be investigated and considered potentially as gross misconduct which could justify dismissal however mitigating circumstances will be considered in all cases. If the applicant claims that the content of the information released on the Disclosure does not relate to them or elements of it are incorrect, or state that some of their personal information printed on the Disclosure is incorrect they can raise a dispute with the DBS within three months of the date of issue of the disclosure. Very occasionally information may be received that cannot be revealed by the counter signatory without the consent of the information provider. This could be for example a potentially relevant pending prosecution, an ongoing investigation, surveillance, or any other information. Applicants will only be notified of a decision on their application for employment once all pre-employment checks are successfully completed. MHA will make every subject of a Disclosure check aware of the existence of the DBS and will make a copy available on request. Version Control"
  }
}