{
  "id": "HR4.2",
  "title": "Equality, Diversity, and Inclusion Policy",
  "filename": "HR4.2 Equality, Diversity, and Inclusion Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA is committed to promoting equality, diversity, and inclusion (EDI) both in the provision of services to those using MHA services including Care Homes, Retirement Living, and MHA Communities, and as an employer where colleagues and volunteers can reach their full potential, contribute effectively, and share their unique ideas and insights. We see equality, diversity, and inclusion not only as part of our inclusive culture, but essential to our continued success.\nScope and Purpose\nThis policy applies to everyone who interacts with MHA including those who use MHA services, visitors, board members, colleagues, applicants, volunteers, and contractors.\nThe purpose of this policy is to ensure that those who come into contact with MHA, will not be unlawfully discriminated against for a reason related to race, religion or belief, gender reassignment, sexual orientation, age, disability, sex, marriage, or civil partnerships, pregnancy, and maternity.\nDefinitions\nStatement of Intent\nMHA will seek to continuously improve equality for everyone and will comply with current legislation (principally the Equality Act 2010 - see Specific Duties below). The Equality Act 2010 provides the legislative framework for which all listed public sector organisations are expected to comply with. Although MHA is a Charity, it is equally bound by the Equality Act 2010 because it provides Adult Social Care on behalf of a range of public sector organisations.\nOur Equality, Diversity and Inclusion Strategy confirms how MHA intends to meet its statutory obligations in relation to the public sector equality duty. It also includes the equality objectives for the specified period.\nTo demonstrate improvements and measure the impact of the Equality, Diversity and Inclusion Strategy, MHA have created an EDI Governance structure. The Governance structure can be found on the MHA website under equality and diversity page.\nMHA has both a general duty and specific duties, aimed at eliminating unlawful discrimination and advancing equality of opportunity across all protected characteristics.\nThe General Duty\nThe general equality duty requires all public sector bodies (that are subject to the Act) to  have due regard to three general areas when exercising their functions. These are:\nEliminate unlawful discrimination, harassment and victimisation and other conduct prohibited by the Act (minimising disadvantages suffered by people due to their protected characteristics).\nAdvance equality of opportunity between people who share a protected characteristic and those who do not (taking steps to meet the needs of people from protected groups where these are different from the needs of other people).\nFoster good relations between people who share a protected characteristic and those who do not (encouraging people from protected groups to participate in public life or in other activities where their participation is disproportionately low).\nThe general equality duty also applies to any organisation that undertakes functions on behalf of a relevant public authority. This includes private and voluntary organisations which have been engaged to conduct public functions on behalf of a public authority.\nSpecific Duties\nThe Equality Act 2010 (Specific Duties) Regulations 2011 (the specific duties) requires all listed public sector organisations to:\nPublish equality objectives\nPublish equality information\nPublish information used for any analysis and decision making\nPublish information about engagement \nMHA will publish this information on its website so that it is accessible to all those who have an interest in how we are progressing EDI.\nProtected Characteristics \nThe Equality Act (2010) provides protection against unlawful discrimination, bullying and harassment for the following nine protected characteristics (previously referred to as equality strands):\nAge\nDisability\nSex \nMarriage and Civil Partnerships\nPregnancy and Maternity\nRace\nReligion or Belief\nSexual Orientation\nGender Reassignment (or trans status)\nEquality in Service Provision\nAs a service provider, operating in the social housing environment and providing care for those using MHA services (including Care Homes, MHA Communities, and Retirement Living), MHA has made the following commitments:\nTo abide by the current equality legislation and ensure that colleagues, relief workers and volunteers are fully aware of the implications and their responsibilities in promoting equality in service provision.\nAll those using MHA services are informed about this EDI policy and what they can expect.\nMHA will strive to ensure that those using the services of MHA do not suffer harassment, bullying, victimisation, or discrimination in service provision.\nMHA will endeavour to provide services that meet individual needs including access to religious, cultural, and other EDI related needs.\nMHA will require organisations, companies, agencies, and contractors from whom services are contracted to support and comply with MHA’s EDI commitments. \nMHA will ensure the quality standards are monitored on EDI practice as part of the programme of regular audits.\nEquality in Employment\nMHA is fully aware of its legal and social responsibilities. MHA regularly reviews recruitment and selection procedures to ensure equality of opportunity for all existing and prospective colleagues, as well as policy and procedure relating to promotion, training, and other HR processes. \nMHA will strive to ensure that membership of the relevant committees / boards and the \tworkforce reflect the composition of the areas in which they operate.\nMHA will use positive action where the workforce is underrepresented, and this will be implemented at a local level.\nAll disabled applicants who meet the essential criteria or a vacancy will be offered an interview.\nReasonable adjustments will be made to enable equality of opportunity for applicants who \tdisadvantaged because of a disability. In addition, where practical, reasonable adjustments will be made to the work environment if this would enable applicants to accept a job and perform the duties of the role.\nFull details of the recruitment process are detailed in the Recruitment & Selection Policy.\nMHA will monitor the profile of applicants for promotions together with the profile for those \tpromoted to ensure equality of opportunity. \nMHA will use positive action where groups of colleagues and volunteers are underrepresented in the promotion process and outcomes. \nEDI training will be part of the MHA induction programmes for colleagues, volunteers and at all levels. \nAdditional EDI training will be available for specific roles and responsibilities, including the Strategic Leadership Team (SLT) and the Board of Trustees. \t \nThe organisation is aware of difficulties in accessing training for night care colleagues and volunteers.\nEDI Quality and Compliance\nMHA will ensure that we are delivering our commitments by:\nAccountability\nMHA has put in place a governance structure and appropriate management for the Equality, Diversity, and Inclusion agenda across MHA.\nPlan and Embed \t\nMHA will annually review priorities and plans relating to Equality, Diversity and Inclusion and ensure implementation is leading to positive impact.\nMeasure and Monitor \nMHA will collect and review data, including feedback from colleagues, volunteers and those who use MHA services, to understand what we can do more of, or differently, to further progress EDI across MHA.\nEducate and Equip \nProvide training and information to ensure leaders, line managers colleagues and volunteers are aware of what we expect of them in relation to equality, diversity and inclusion and are equipped with the skills and knowledge needed to act inclusively.\nEngage and Communicate \t\nKeep the agenda visible by maintaining a regular two-way flow of communication and engagement. We will also maintain our expertise as an organisation, working with internal and external partners where necessary to keep our approach current to societal changes.\nComplaints, Concerns, Compliments, and Feedback\nAt MHA we acknowledge that everyone should have the opportunity to raise complaints, concerns, feedback, and compliments. We will accept these in any form, including in person, in writing or via the customers services manager (contact details below). All formal complaints, concerns, feedback, or compliments should be addressed to the Customer Services Manager using the contact details below:\nCustomer Services Manager\nMHA\nEpworth House\nStuart Street\nDerby \nDE1 2EQ\nEmail (feedback@mha.org.uk)\nPhone 01332 221896\nFor more information, please refer to MHA’s Complaints Policy and Procedure.\nInternal Complaints Process\nIf you wish to raise a formal complaint, then please refer to the Bullying and Harassment policy or Grievance Policy.\nIf you wish to share/report your experiences in relation to the protected characteristics anonymously/informally then, please submit this through our Slido (sli.do.com) platform using #MHAEDI \nPlease be aware that MHA will not be able to investigate informal reports and the experiences shared via sli.do will be used in training to inform the nature of behaviours and their impact on others. \nYou can also contact any of the EDI Networks or the EDI Manager using edi@mha.org.uk\nEquality Impact Assessments (EIA)\nAn Equality Impact Assessment (EIA) is an important process for finding out whether policies, strategies, or projects have an adverse impact on different groups of people. \nEIA’s when done properly will offer MHA an opportunity to promote equality and inclusion in service delivery and employment practices. They will help the organisation to deliver services which meet the different needs of colleagues, volunteers, residents, and members. In its simplest form the EIA process can be seen as a foundation tool for measuring the effect of policy and practice on people and should encourage greater openness about policy and decision making. Therefore, EIA’s should be part of the normal policy making process. \nRefer to the Equality Impact Assessment (EIA) Process and Guidance and Equality Impact Assessment Form for more information.\nRoles and Responsibilities\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nResources \nMHA policy documents, procedures, and guidance:\nAll MHA policies and procedures\nEquality Impact Assessment (EIA) Process and Guidance [HR4.2a]\nEquality Impact Assessment Form [HR4.2b]\nExternal Resources \nEquality Act at Equality Act 2010: guidance (GOV.UK)\nCare Quality Commission (CQC)\nCare Inspectorate Wales (CIW)\nFind your Local Authority\nVersion Control",
  "sections": {
    "summary": "MHA is committed to promoting equality, diversity, and inclusion (EDI) both in the provision of services to those using MHA services including Care Homes, Retirement Living, and MHA Communities, and as an employer where colleagues and volunteers can reach their full potential, contribute effectively, and share their unique ideas and insights. We see equality, diversity, and inclusion not only as part of our inclusive culture, but essential to our continued success.",
    "purpose": "This policy applies to everyone who interacts with MHA including those who use MHA services, visitors, board members, colleagues, applicants, volunteers, and contractors. The purpose of this policy is to ensure that those who come into contact with MHA, will not be unlawfully discriminated against for a reason related to race, religion or belief, gender reassignment, sexual orientation, age, disability, sex, marriage, or civil partnerships, pregnancy, and maternity.",
    "definitions": "Statement of Intent MHA will seek to continuously improve equality for everyone and will comply with current legislation (principally the Equality Act 2010 - see Specific Duties below). The Equality Act 2010 provides the legislative framework for which all listed public sector organisations are expected to comply with. Although MHA is a Charity, it is equally bound by the Equality Act 2010 because it provides Adult Social Care on behalf of a range of public sector organisations. Our Equality, Diversity and Inclusion Strategy confirms how MHA intends to meet its statutory obligations in relation to the public sector equality duty. It also includes the equality objectives for the specified period. To demonstrate improvements and measure the impact of the Equality, Diversity and Inclusion Strategy, MHA have created an EDI Governance structure. The Governance structure can be found on the MHA website under equality and diversity page. MHA has both a general duty and specific duties, aimed at eliminating unlawful discrimination and advancing equality of opportunity across all protected characteristics. The General Duty The general equality duty requires all public sector bodies (that are subject to the Act) to have due regard to three general areas when exercising their functions. These are: Eliminate unlawful discrimination, harassment and victimisation and other conduct prohibited by the Act (minimising disadvantages suffered by people due to their protected characteristics). Advance equality of opportunity between people who share a protected characteristic and those who do not (taking steps to meet the needs of people from protected groups where these are different from the needs of other people). Foster good relations between people who share a protected characteristic and those who do not (encouraging people from protected groups to participate in public life or in other activities where their participation is disproportionately low). The general equality duty also applies to any organisation that undertakes functions on behalf of a relevant public authority. This includes private and voluntary organisations which have been engaged to conduct public functions on behalf of a public authority.",
    "procedure": "Equality Impact Assessment (EIA) Process and Guidance [HR4.2a] Equality Impact Assessment Form [HR4.2b] External Resources Equality Act at Equality Act 2010: guidance (GOV.UK) Care Quality Commission (CQC) Care Inspectorate Wales (CIW) Find your Local Authority Version Control",
    "responsibilities": "Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Resources"
  }
}