{
  "id": "HR4.11",
  "title": "Recommend a Friend Policy and Procedure",
  "filename": "HR4.11 Recommend a Friend Policy and Procedure.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA’s Recommend a Friend scheme is an initiative that rewards colleagues for referring an individual who is then employed by MHA. \nScope and Purpose\nThis policy outlines the terms and conditions for participation in MHA’s recommend a friend scheme, ensuring a fair and transparent process for all involved. \nIt is relevant for all MHA colleagues who are eligible to receive a reward for recommending an individual for who is then successfully recruited. \nRecommend a Friend Initiative\nAll colleagues (except Members of the management team including Heads of, and the Human Resources team are exempt from this scheme, as well as volunteers and relief positions) are eligible for this scheme. This can be a friend in the same department. \nColleagues will not be eligible for the initiative for recommending family members.\nColleagues must comply with the referral procedure set out in this policy to be rewarded for recommending a friend.\nAfter 6 months of the new colleagues start date and subject to successfully passing their probation period, the recommending colleague will receive £250 (gross), the new colleague won’t receive a reward.\nPayment will be made through the normal monthly payroll, and the payment will attract tax and national insurance contributions. The total amount will be spread across two payments, the first being £100 after 6 months of the new colleagues employment, and the second being £150 after 12 months of the new colleagues employment.\nThe referral form must be received within the first month of the person joining MHA.\nThe referral form will not be accepted after a month of the new colleague start date.\nAll recommendations are treated in the strictest confidence and therefore, if MHA decline an application or dismiss someone referred to the organisation, the details will not be discussed with the colleague recommending the friend or acquaintance.\nReferrals - Standard Operating Procedure\nColleagues and candidates must inform their recruiting manager of that they wish to make a recommend a friend referral as part of the candidates application.\nThe recruiting manager must complete the recommend a friend referral from (HR4.11a) and send this to payrollandpensions@mha.org.uk alongside a copy of the candidates application form.\nPayroll will require that the referral form be completed in its entirety in order to initiate payment for the colleague who made the recommendation.\nIf colleagues are unsure of who the recruiting manager for a role is, they can find out by emailing recruitmentandonboarding@mha.org.uk\nRoles and Responsibilities\nMonitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nThis scheme may be withdrawn at the discretion of MHA at any time. MHA reserves the right to review and change the positions included in the scheme.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessments\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nMHA policy documents, procedures, and guidance:\nRecommend a Friend Referral Form \nDisclosing Relationships at Work Policy and Procedure \nAppendices\nAppendix 1 - Recommend a Friend Referral Form [HR4.1a]\nAppendix 1: Recommend a Friend Referral Form [HR4.1a]\nVersion Control",
  "sections": {
    "summary": "MHA’s Recommend a Friend scheme is an initiative that rewards colleagues for referring an individual who is then employed by MHA.",
    "purpose": "This policy outlines the terms and conditions for participation in MHA’s recommend a friend scheme, ensuring a fair and transparent process for all involved. It is relevant for all MHA colleagues who are eligible to receive a reward for recommending an individual for who is then successfully recruited. Recommend a Friend Initiative All colleagues (except Members of the management team including Heads of, and the Human Resources team are exempt from this scheme, as well as volunteers and relief positions) are eligible for this scheme. This can be a friend in the same department. Colleagues will not be eligible for the initiative for recommending family members. Colleagues must comply with the referral procedure set out in this policy to be rewarded for recommending a friend. After 6 months of the new colleagues start date and subject to successfully passing their probation period, the recommending colleague will receive £250 (gross), the new colleague won’t receive a reward. Payment will be made through the normal monthly payroll, and the payment will attract tax and national insurance contributions. The total amount will be spread across two payments, the first being £100 after 6 months of the new colleagues employment, and the second being £150 after 12 months of the new colleagues employment. The referral form must be received within the first month of the person joining MHA. The referral form will not be accepted after a month of the new colleague start date. All recommendations are treated in the strictest confidence and therefore, if MHA decline an application or dismiss someone referred to the organisation, the details will not be discussed with the colleague recommending the friend or acquaintance.",
    "procedure": "Colleagues and candidates must inform their recruiting manager of that they wish to make a recommend a friend referral as part of the candidates application. The recruiting manager must complete the recommend a friend referral from (HR4.11a) and send this to payrollandpensions@mha.org.uk alongside a copy of the candidates application form. Payroll will require that the referral form be completed in its entirety in order to initiate payment for the colleague who made the recommendation. If colleagues are unsure of who the recruiting manager for a role is, they can find out by emailing recruitmentandonboarding@mha.org.uk",
    "responsibilities": "Monitoring Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. This scheme may be withdrawn at the discretion of MHA at any time. MHA reserves the right to review and change the positions included in the scheme. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk EDI Impact Assessments Equality, Diversity, and Impact Assessment to be confirmed. Resources MHA policy documents, procedures, and guidance: Recommend a Friend Referral Form Disclosing Relationships at Work Policy and Procedure Appendices Appendix 1 - Recommend a Friend Referral Form [HR4.1a] Appendix 1: Recommend a Friend Referral Form [HR4.1a] Version Control"
  }
}