{
  "id": "HR4.12",
  "title": "Probation Policy",
  "filename": "HR4.12 Probation Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "PURPOSE\nTo outline the procedures to be followed by managers during a probationary period. \nSCOPE\nAll colleagues in their first role with MHA and existing colleagues moving into a new role. \nTHE PROBATIONARY PERIOD\nShould last no longer than 6 months but may be extended for a maximum of three months where –\nthe colleague shows significant signs of meeting the required standards but still needs some additional support and / or training, or\nthere has been a significant period of absence, if this requires a longer extension than three months please contact HR.  \nPROBATIONARY REVIEWS\nShould assess the ongoing performance of the colleague and their training and development needs.  \nThe reviews must take place after one month, three months and a final review at five months.  These must be recorded on the appropriate forms available on the intranet.  In addition, the 1 to 1 process must also be applied. \nDuring the performance reviews, managers must identify any training needs, discuss the colleagues’ work performance to date, agree targets and highlight any concerns if necessary.  \nPERFORMANCE, CONDUCT OR ATTENDANCE PROBLEMS\nWhilst the Probation Policy is there to address issues involving a colleagues’ suitability during their probation period where there are more serious cases of misconduct e.g. CQC / Safeguarding involvement they should be addressed with the Discipline Policy. \nAdvice of when to apply the Discipline Policy is available from the HR team. \nThe point at which Bradford Factor warnings are issued differ during probation and are detailed in the Sickness Absence Management Policy \nWhere appropriate training and support has been provided and sufficient improvement is not made or sustained a formal meeting will be arranged to consider a warning / dismissal.  A template letter is available on the intranet. \nEND OF PROBATION\nAt the five month review meeting a decision will be made to confirmed as to whether the colleague is -\nconfirmed in post\nhas their Probation period extended, or\nis dismissed\nwhichever outcome applies will be confirmed in writing to the colleague.  A template letter is available on the intranet.\nDISMISSAL / RESIGNATION  \nDuring the probation period employment may be terminated with one week’s notice given by either party, unless gross misconduct applies.  \nNote: for existing colleagues notice will be based on continuous length of service / contractual notice whichever is the longer. \nAPPEAL\nIf a colleague is given a warning or dismissed the appeal process will be confirmed in writing\nEXISTING EMPLOYEES MOVING INTO ANOTHER ROLE \nWhere existing colleagues move into a new role they will also be subject to a probation period and process to establish their suitability for the new role.  \nIf the colleague is not suitable for their new role, MHA does not guarantee that they will be able to return to their previous role, but will explore offering suitable alternative roles. \nIf concerns arise regarding performance, conduct or attendance then the relevant standard policies must be applied e.g. Sickness Absence Management Policy.  The colleagues’ continuous length of service (not probation period) will determine how those policies will be applied.\nShould the colleague wish to resign during their probation period, their notice period will be determined by their contractual notice (not their probation period). \nRESPONSIBILITY\nAll those persons referred to within the Scope of this policy are required to adhere to its’ terms and conditions.  Individual line managers are responsible for ensuring that this policy is shared with colleagues and applied within their own area.  \nColleagues are responsible for ensuring they read understand and comply with this policy.  \nAny queries on the application or interpretation of this policy must be discussed with Human Resources or Health and Safety as appropriate prior to any action being taken.\nThe HR Department are responsible for regularly reviewing and updating this policy.  The Executive Leadership Team is responsible for authorising it.",
  "sections": {
    "purpose": "To outline the procedures to be followed by managers during a probationary period.",
    "scope": "All colleagues in their first role with MHA and existing colleagues moving into a new role. THE PROBATIONARY PERIOD Should last no longer than 6 months but may be extended for a maximum of three months where – the colleague shows significant signs of meeting the required standards but still needs some additional support and / or training, or there has been a significant period of absence, if this requires a longer extension than three months please contact HR. PROBATIONARY REVIEWS Should assess the ongoing performance of the colleague and their training and development needs. The reviews must take place after one month, three months and a final review at five months. These must be recorded on the appropriate forms available on the intranet. In addition, the 1 to 1 process must also be applied. During the performance reviews, managers must identify any training needs, discuss the colleagues’ work performance to date, agree targets and highlight any concerns if necessary. PERFORMANCE, CONDUCT OR ATTENDANCE PROBLEMS Whilst the Probation Policy is there to address issues involving a colleagues’ suitability during their probation period where there are more serious cases of misconduct e.g. CQC / Safeguarding involvement they should be addressed with the Discipline Policy. Advice of when to apply the Discipline Policy is available from the HR team. The point at which Bradford Factor warnings are issued differ during probation and are detailed in the Sickness Absence Management Policy Where appropriate training and support has been provided and sufficient improvement is not made or sustained a formal meeting will be arranged to consider a warning / dismissal. A template letter is available on the intranet. END OF PROBATION At the five month review meeting a decision will be made to confirmed as to whether the colleague is - confirmed in post has their Probation period extended, or is dismissed whichever outcome applies will be confirmed in writing to the colleague. A template letter is available on the intranet. DISMISSAL / RESIGNATION During the probation period employment may be terminated with one week’s notice given by either party, unless gross misconduct applies. Note: for existing colleagues notice will be based on continuous length of service / contractual notice whichever is the longer. APPEAL If a colleague is given a warning or dismissed the appeal process will be confirmed in writing EXISTING EMPLOYEES MOVING INTO ANOTHER ROLE Where existing colleagues move into a new role they will also be subject to a probation period and process to establish their suitability for the new role. If the colleague is not suitable for their new role, MHA does not guarantee that they will be able to return to their previous role, but will explore offering suitable alternative roles. If concerns arise regarding performance, conduct or attendance then the relevant standard policies must be applied e.g. Sickness Absence Management Policy. The colleagues’ continuous length of service (not probation period) will determine how those policies will be applied. Should the colleague wish to resign during their probation period, their notice period will be determined by their contractual notice (not their probation period).",
    "responsibilities": "All those persons referred to within the Scope of this policy are required to adhere to its’ terms and conditions. Individual line managers are responsible for ensuring that this policy is shared with colleagues and applied within their own area. Colleagues are responsible for ensuring they read understand and comply with this policy. Any queries on the application or interpretation of this policy must be discussed with Human Resources or Health and Safety as appropriate prior to any action being taken. The HR Department are responsible for regularly reviewing and updating this policy. The Executive Leadership Team is responsible for authorising it."
  }
}