{
  "id": "HR4.14",
  "title": "Anti-Corruption and Anti-Bribery Policy V1",
  "filename": "HR4.14 Anti-Corruption and Anti-Bribery Policy V1.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA’s policy is to conduct all business in an honest and ethical manner, taking a zero-tolerance approach to bribery and corruption. MHA are committed to acting professionally, fairly and with integrity in all business dealings and relationships wherever we operate by implementing and enforcing effective systems to counter bribery and corruption.\nScope and Purpose\nThis policy applies to all persons working for MHA or any Group Company acting on behalf of MHA in any capacity, including colleagues at all levels, directors, officers, agency workers, seconded workers, volunteers, interns, agents, contractors, external consultants, third-party representatives and business partners, sponsors, or any other person associated with MHA, wherever located. The purpose of this policy is to:\nSet out our responsibilities, and of those working for MHA, in observing and upholding our position on bribery and corruption; and\nProvide information and guidance to those working for MHA on how to recognise and deal with bribery and corruption issues.\nLegislation relevant to this policy include The Bribery Act 2010.\nDefinitions\nExamples \nPrinciples\nMHA will uphold all laws relevant to countering bribery and corruption. However, in respect of our conduct both at home and abroad, MHA remain bound by UK laws, including the Bribery Act 2010.\nIt is a criminal offence to offer, promise, give, request, or accept a bribe. Individuals found guilty can be punished by up to ten years' imprisonment and/or a fine. As an employer, if MHA fail to prevent bribery, we can face an unlimited fine, exclusion from tendering for public contracts, and damage to our reputation. We therefore take our legal responsibilities very seriously.\nThis policy does not form part of any colleague’s contract of employment, and MHA may choose to amend it at any time.\nTraining on this policy forms part of the induction process for all individuals who work for MHA, and regular training will be provided, as necessary.\nMHA’s zero-tolerance approach to bribery and corruption must be communicated to all suppliers, contractors, and business partners at the outset of our business relationship with them and as appropriate thereafter.\nAny colleague who breaches this policy will face disciplinary action, which could result in dismissal for misconduct or gross misconduct and where the circumstances warrant it the matter may be reported to the Police for investigation of any potential crime (refer to Discipline Policy).\nMHA may terminate our relationship with other individuals and organisations working on our behalf if they breach this policy.\nWhat Not to Do\nIt is not acceptable for you (or someone on your behalf) to:\nGive, promise to give, or offer, a payment, gift or hospitality with the expectation or hope that a business advantage will be received, or to reward a business advantage already given.\nGive or accept a gift or hospitality during any commercial negotiations or tender process, if this could be perceived as intended or likely to influence the outcome.\nAccept a payment, gift, or hospitality from a third party that you know, or suspect is offered with the expectation that MHA will provide a business advantage for them or anyone else in return.\nAccept hospitality from a third party that is unduly lavish or extravagant under the circumstances.\nOffer or accept a gift to or from government officials or representatives, or politicians or political parties.\nThreaten or retaliate against another individual who has refused to commit a bribery offence or who has raised concerns under this policy.\nEngage in any other activity that might lead to a breach of this policy.\nFinancial Incentives\nFacilitation Payments and Kickbacks\nMHA do not make, and will not accept, facilitation payments or \"kickbacks\" of any kind. You must avoid any activity that might lead to a facilitation payment or kickback being made or accepted by MHA or on our behalf, or that might suggest that such a payment will be made or accepted.\n If you are asked to make a payment on our behalf, you should always be mindful of what the payment is for and whether the amount requested is proportionate to the goods or services provided.\nYou should always ask for a receipt which details the reason for the payment. If you have any suspicions, concerns, or queries regarding a payment, you should raise these with your manager.\nGifts, Hospitality and Expenses\nThis policy allows reasonable and appropriate hospitality or entertainment given to or received from third parties, for the purposes of:\nEstablishing or maintaining good business relationships\nImproving or maintaining our image or reputation; or\nMarketing or presenting our products and/or services effectively.\nAny offer of hospitality over a value of £100 per person must not be given or received without the prior written approval of the CEO except where the offer of hospitality is made to the CEO in which case approval must be given by the Chair of the Board and all such offers must be entered in the register of gifts.\nThe giving and accepting of gifts is allowed if the following requirements are met:\nIt is not made with the intention of influencing a third party to obtain or retain business or a business advantage, or to reward the provision or retention of business or a business advantage, or in explicit or implicit exchange for favours or benefits.\nIt is given in our name (MHA), not in your name\nIt does not include cash or a cash equivalent (such as gift certificates or vouchers)\nIt is appropriate in the circumstances, taking account of the reason for the gift, its timing, frequency, and value. The value of the gift should not exceed £50\nIt is given openly, not secretly\nPromotional gifts of low value such as branded stationery to or from existing customers, suppliers and business partners will usually be acceptable.\nReimbursing a third party's expenses or accepting an offer to reimburse our expenses (for example, the costs of attending a business meeting) would not usually amount to bribery. However, a payment in excess of genuine and reasonable business expenses (such as the cost of an extended hotel stay) is not acceptable.\nDonations\nMHA do not make contributions to political parties.\nMHA do not make charitable donations to other charities from our own charitable income.\nProcedures\n You must declare and keep a written record of all hospitality or gifts given or received, which \twill be subject to managerial review.\nYou must submit all expenses claims relating to hospitality, gifts, or payments to third parties in accordance with our expenses policy and record the reason for expenditure (refer to Business Expenses Policy, and Volunteer Expenses Policy).\nIf you are offered a bribe, or are asked to make one, or if you believe or suspect that any bribery, corruption, or other breach of this policy has occurred or may occur, you must notify your manager or a member of the Leadership Team or report it in accordance with our Whistleblowing Policy as soon as possible.\nIf you are unsure about whether a particular act constitutes bribery or corruption, raise it with your manager or a member of the Leadership Team.\nYou are encouraged to raise concerns about any issue or suspicion of bribery or corruption at the earliest possible stage.\nRefer to Appendix 1 for a list of possible red flags which may raise concerns under various anti-bribery and anti-corruption laws during the course of your employment with MHA. \nConfidentiality and Protection\nIndividuals who refuse to accept or offer a bribe, or who raise concerns or report another's \twrongdoing, are sometimes worried about possible repercussions. MHA aim to encourage openness and will support anyone who raises genuine concerns in good faith under this policy, even if they turn out to be mistaken.\nMHA are committed to ensuring no one suffers any detrimental treatment as a result of refusing to take part in bribery or corruption, or because of reporting in good faith their suspicion that an actual or potential bribery or other corruption offence has taken place or may take place in the future. Detrimental treatment includes dismissal, disciplinary action, threats, or other unfavourable treatment connected with raising a concern. \nIf you believe that you have suffered any such treatment, you should inform the Head of People. If the matter is not remedied, and you are a colleague, you should raise it formally using MHA’s Resolution Policy and Procedures.\nRecord Keeping\nMHA must keep financial records and have appropriate internal controls in place which will \tevidence the business reason for making payments to third parties.\nAll accounts, invoices, and other records relating to dealings with third parties including \tsuppliers and customers should be prepared with strict accuracy and completeness.  Accounts must not be kept \"off-book\" to facilitate or conceal improper payments.\nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nAll colleagues must complete a mandatory learning module ‘Anti-Bribery’ on Learning Zone.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk\nEquality Impact Assessment (EIA)\nThis document has been assessed to ensure that no one receives less favourable treatment on the protected characteristics of their age, disability, sex (gender), gender reassignment, sexual orientation, marriage and civil partnership, race, religion or belief, pregnancy, and maternity.\nResources \nMHA policy documents, procedures, and guidance\nDiscipline Policy\nBusiness Expenses Policy\nVolunteer Expenses Policy\nWhistleblowing Policy\nResolution Policy and Procedures\nExternal Resources\nThe Bribery Act 2010\nAppendices \nAppendix 1 – Potential Risk Scenarios ‘’Red Flags’\nAppendix 1: Potential Risk Scenarios ‘Red Flags’ \nIf you encounter any of these red flags while working for MHA, you must report them promptly to your manager or a member of the Leadership Team or using the procedure set out in the whistleblowing policy (the list is not intended to be exhaustive and is for illustrative purposes only):\nYou become aware that a third party engages in, or has been accused of engaging in, improper business practices.\nYou learn that a third party has a reputation for paying bribes, or requiring that bribes are paid to them, or has a reputation for having a \"special relationship\" with foreign government officials.\nA third party insists on receiving a commission or fee payment before committing to sign up to a contract with MHA or carrying out a government function or process for MHA.\nA third-party requests payment in cash and / or refuses to sign a formal commission or fee agreement, or to provide an invoice or receipt for a payment made.\nA third-party requests that payment is made to a country or geographic location different from where the third party resides or conducts business.\nA third party requests an unexpected additional fee or commission to \"facilitate\" a service.\nA third party demands lavish entertainment or gifts before commencing or continuing contractual negotiations or provision of services.\nA third-party requests that a payment is made to \"overlook\" potential legal violations.\nA third-party requests that you provide employment or some other advantage to a friend or relative, including access to any of our services.\nYou receive an invoice from a third party that appears to be non-standard or customised.\nA third-party refuses to put terms agreed in writing.\nYou notice that mha have been invoiced for a commission or fee payment that appears large given the service stated to have been provided.\nA third party requests or requires the use of an agent, intermediary, consultant, distributor, or supplier that is not typically used by or known to MHA; or\nYou are offered an unusually generous gift or offered lavish hospitality by a third party.\nVersion Control",
  "sections": {
    "summary": "MHA’s policy is to conduct all business in an honest and ethical manner, taking a zero-tolerance approach to bribery and corruption. MHA are committed to acting professionally, fairly and with integrity in all business dealings and relationships wherever we operate by implementing and enforcing effective systems to counter bribery and corruption.",
    "purpose": "This policy applies to all persons working for MHA or any Group Company acting on behalf of MHA in any capacity, including colleagues at all levels, directors, officers, agency workers, seconded workers, volunteers, interns, agents, contractors, external consultants, third-party representatives and business partners, sponsors, or any other person associated with MHA, wherever located. The purpose of this policy is to: Set out our responsibilities, and of those working for MHA, in observing and upholding our position on bribery and corruption; and Provide information and guidance to those working for MHA on how to recognise and deal with bribery and corruption issues. Legislation relevant to this policy include The Bribery Act 2010.",
    "definitions": "Examples",
    "policy": "Resolution Policy and Procedures External Resources The Bribery Act 2010 Appendices Appendix 1 – Potential Risk Scenarios ‘’Red Flags’ Appendix 1: Potential Risk Scenarios ‘Red Flags’ If you encounter any of these red flags while working for MHA, you must report them promptly to your manager or a member of the Leadership Team or using the procedure set out in the whistleblowing policy (the list is not intended to be exhaustive and is for illustrative purposes only): You become aware that a third party engages in, or has been accused of engaging in, improper business practices. You learn that a third party has a reputation for paying bribes, or requiring that bribes are paid to them, or has a reputation for having a \"special relationship\" with foreign government officials. A third party insists on receiving a commission or fee payment before committing to sign up to a contract with MHA or carrying out a government function or process for MHA. A third-party requests payment in cash and / or refuses to sign a formal commission or fee agreement, or to provide an invoice or receipt for a payment made. A third-party requests that payment is made to a country or geographic location different from where the third party resides or conducts business. A third party requests an unexpected additional fee or commission to \"facilitate\" a service. A third party demands lavish entertainment or gifts before commencing or continuing contractual negotiations or provision of services. A third-party requests that a payment is made to \"overlook\" potential legal violations. A third-party requests that you provide employment or some other advantage to a friend or relative, including access to any of our services. You receive an invoice from a third party that appears to be non-standard or customised. A third-party refuses to put terms agreed in writing. You notice that mha have been invoiced for a commission or fee payment that appears large given the service stated to have been provided. A third party requests or requires the use of an agent, intermediary, consultant, distributor, or supplier that is not typically used by or known to MHA; or You are offered an unusually generous gift or offered lavish hospitality by a third party. Version Control",
    "procedure": "You must declare and keep a written record of all hospitality or gifts given or received, which will be subject to managerial review. You must submit all expenses claims relating to hospitality, gifts, or payments to third parties in accordance with our expenses policy and record the reason for expenditure (refer to Business Expenses Policy, and Volunteer Expenses Policy). If you are offered a bribe, or are asked to make one, or if you believe or suspect that any bribery, corruption, or other breach of this policy has occurred or may occur, you must notify your manager or a member of the Leadership Team or report it in accordance with our Whistleblowing Policy as soon as possible. If you are unsure about whether a particular act constitutes bribery or corruption, raise it with your manager or a member of the Leadership Team. You are encouraged to raise concerns about any issue or suspicion of bribery or corruption at the earliest possible stage. Refer to Appendix 1 for a list of possible red flags which may raise concerns under various anti-bribery and anti-corruption laws during the course of your employment with MHA. Confidentiality and Protection Individuals who refuse to accept or offer a bribe, or who raise concerns or report another's wrongdoing, are sometimes worried about possible repercussions. MHA aim to encourage openness and will support anyone who raises genuine concerns in good faith under this policy, even if they turn out to be mistaken. MHA are committed to ensuring no one suffers any detrimental treatment as a result of refusing to take part in bribery or corruption, or because of reporting in good faith their suspicion that an actual or potential bribery or other corruption offence has taken place or may take place in the future. Detrimental treatment includes dismissal, disciplinary action, threats, or other unfavourable treatment connected with raising a concern. If you believe that you have suffered any such treatment, you should inform the Head of People. If the matter is not remedied, and you are a colleague, you should raise it formally using MHA’s Resolution Policy and Procedures. Record Keeping MHA must keep financial records and have appropriate internal controls in place which will evidence the business reason for making payments to third parties. All accounts, invoices, and other records relating to dealings with third parties including suppliers and customers should be prepared with strict accuracy and completeness. Accounts must not be kept \"off-book\" to facilitate or conceal improper payments.",
    "responsibilities": "Training and Monitoring Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. All colleagues must complete a mandatory learning module ‘Anti-Bribery’ on Learning Zone. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Equality Impact Assessment (EIA) This document has been assessed to ensure that no one receives less favourable treatment on the protected characteristics of their age, disability, sex (gender), gender reassignment, sexual orientation, marriage and civil partnership, race, religion or belief, pregnancy, and maternity. Resources MHA policy documents, procedures, and guidance Discipline Policy"
  }
}