{
  "id": "HR4.1",
  "title": "Employment and Re-Employment Eligibility and Screening Policy",
  "filename": "HR4.1 Employment and Re-Employment Eligibility and Screening Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": " Introduction\nMHA considers a number of factors when ensuring the eligibility of a prospective colleague in line with UK legislation and MHA’s policies and procedures. This policy outlines the considerations made throughout the screening process which include:\nFit and Proper Person Test\nRight to Work in the UK\nAge Restrictions\nCriminal Convictions (DBS)\nHealth & Vaccinations\nReferences\nColleagues working with relatives.\nRe-employment\nCompetency Requirements\nMHA will always seek to employ the individual who, overall, is deemed to be the best available candidate for each vacancy. MHA is committed to the equality of opportunity both in the provision of services to older people and as an employer. This commitment to equality is to ensure that no person, prior to or during employment or those who come into contact with MHA, is unlawfully discriminated against for a reason related to race, religion or belief, gender reassignment, sexual orientation, age, disability, sex, marriage or civil partnerships, pregnancy, maternity, or any other differences. For more information on Equal Opportunities, please refer to the equality diversity inclusion policy.\nThis policy must be read in conjunction with the Recruitment and Selection Policy.\nA photograph (on identification for purpose of any of the below eligibility criteria set out in this policy) of the applicant must be presented to the recruiting manager who must confirm that the photograph on the identification is the applicant.\nScope and Purpose\nThis policy is relevant for all applicants with an offer of employment and current colleagues working under a contract of employment with MHA and subsidiary companies. \nTo establish the minimum criteria of eligibility for employment or engagement which complies with the organisation’s requirements, with current legislation and regulatory requirements. This policy must be implemented in conjunction with the organisation’s Recruitment & Selection Policy, Right to Work in the UK Policy and Equal Opportunities Policy and any other associated policy.\nFit and Proper Person Test\nMHA will use a variety of methods, including assessments and preemployment checks, to ensure that successful applicants who are working within regulated activity are considered to be a Fit and Proper person in line with the Health and Social Care Act 2008 (Regulated Activities) Regulations 2014; Regulation 19. Any assessments, or selection methods, will always follow MHA Values and equality, diversity, and inclusion policy and be relevant to the requirements at that time. \nRight to Work in the UK\nThe Right to Work policy outlines the criteria to be checked before commencing employment with MHA and should be read in conjunction with this policy. \nAge Restrictions\nMHA only employ applicants who are considered as adults in line with country wide legislation which is 18+ for MHA services in England and Wales, and 16+ for MHA services in Scotland.\nCriminal Convictions\nMHA has a duty of care to protect the safety and wellbeing of those using MHA services, and MHA colleagues. As an organisation using the Disclosure & Barring Service (DBS) help assess the suitability of applicants for positions of trust (i.e., regulated activity and work). Please refer to the DBS policy.\nHealth and Vaccinations\nAlongside a job offer being made by MHA, a pre-employment medical questionnaire will be sent to the successful candidate to be completed and returned to the hiring manager. Should a potential Colleague answer yes to any of the questions the hiring manager should contact Talent Acquisition to discuss with them the notification. Depending on the circumstances, it may be relevant to obtain a more comprehensive Occupational Health questionnaire. If this is relevant, the Colleague should complete and return the form and send it directly to the Occupational Health provider.\nNight workers should be offered an annual Night Worker medical questionnaire and the same principles as above apply. This is in line with our responsibilities under the Working Time Directive.\nVaccination provides protection for those using MHA services and protects the wellbeing of MHA’s colleagues and volunteers. To assist in providing a safe environment for those using MHA services, MHA members, and colleagues, MHA supports and strongly encourages the use of approved vaccines. However, vaccination is not a mandatory requirement of employment or volunteering at MHA. Colleagues are encouraged to read this policy in conjunction with the relevant sections of the Infection Control Policy.\nObtaining References\nUpon an offer of employment, references relating to previous employment will be requested. The purpose of the references will be to understand the person’s suitability for the role. Please refer to the Obtaining and Providing References policy for more information.\nRelationships at Work\nAny suitability qualified relative or partner of an existing colleague may apply for employment with the organisation. However, it is not the policy of MHA to permit relatives or partners to work in direct supervision to one another or to work in areas where access to confidential information may lead to a conflict of interest. Please refer to the Code of Conduct policy and Colleague Relationships at Work for more information. \nEligibility for Re-Employment\nFormer Colleagues of the organisation who voluntarily left the organisation or who were declared redundant are always eligible to apply for re-employment. However, such employment will not be treated as continuous unless the contract is renewed within six weeks of the previous termination date. Where employment is renewed within four weeks, Colleagues who previously received a redundancy payment from the organisation will not be required to pay back the redundancy payment but will lose the accrued service if (s)he should be made redundant again.\nAny MHA colleague who leaves MHA and returns within a 6-month period will be entitled to have any relevant and in date compliance training reinstated onto their training record in the Learning Zone. This will be a manual process by People Development and would require management authorisation. In this case, the line manager must email peopledevelopment@mha.org.uk to ask for this process to be actioned as soon as possible.\nCompetency Requirements \nDuring the application process, an applicant’s full employment history must be obtained. This means reviewing their career to-date and ensuring that details are provided.\nIf an applicant has not provided full employment history on their application form (or CV), interviewers must explore any gaps. A note must be made using the application support document – employment history form.\nThe line manager or recruitment team (as agreed at the start of the recruitment process) will check professional qualifications and memberships or certificates of competence before a job offer is confirmed.\nColleagues who are required to drive a car supplied by the organisation or private vehicle for business purposes must possess a full and valid driving licence which allows them to drive in the UK together with fully comprehensive motor insurance for business purposes. Further details can be found in the Driving Safely for Work and Business Expenses Policy and Schedule.\nScreening Levels and Provisions \nAll external applicants for employment will be required to complete and sign the organisation’s Application Form or Application Support Documents - CV Application (if applying by CV). These documents contain an acknowledgement that information provided is true to the best of a candidate’s knowledge and belief. Any misrepresentation or failure to disclose material facts will therefore constitute grounds for summary dismissal.\nApplicants, Colleagues, and other relevant persons will be expected to co- operate and to give such assistance as is necessary for the organisation to obtain a continuous record of written evidence confirming that there is nothing in their background which would reflect adversely upon their suitability for the proposed employment or engagement, and which meets the requirements of MHA and its regulating bodies.\nEmployment must not commence until the screening process has been concluded and the results judged to be satisfactory. In no circumstances will employment be confirmed, or the screening process be considered to be complete until written confirmation of all checks has been received. All offers of employment are made subject to this condition.\nIn exceptional circumstances only and when taking up telephone references, the telephone number of the person called should be checked independently and should not be supplied by the individual being screened.\nOriginal copies of any documents relating to right to work such as forms of ID or qualifications or must be produced and seen. A copy will be retained on the individual’s personal file and signed and dated to confirm that original copies have been seen.\nAll information supplied to the organisation is subject to the provisions of the Data Protection Act 2018 and will be retained and handled as required by The Act (see Data Protection Policy for details).\nColleague Records – Employment Eligibility Personal Files \nPersonal files are kept for colleagues to record their employment eligibility amongst other information such as records and personal development plans.\nPersonal files are kept both on paper and digitally through mhapeople (iTrent). From January 2023, some items required in the personal files are also required to be uploaded to mhapeople. \nColleagues who started prior to January 2023 require record of their invitation to interview and offer letter in their personal files (after January 2023, this information is automatically recorded in mhapeople).\nBy April 2024, all personal files must be in the format set out in this checklist, including location of items.\nLine Managers must make a note of the date on which documents were checked; either by making a dated declaration on the copy (e.g. “the date on which this right to work check was made: [insert date]”; or a manual or digital record may be made at the time you conduct and copy the documents which includes this information (note: it is not sufficient to write a date on the document copy; you must state that this is the date the check was performed).\nColleagues must keep the copies securely for the duration of the person’s employment and for a further two years after they stop working for MHA.\nPersonal files are to be audited quarterly for all new starters in the preceding 3 months should be checked and a form completed. The Personal File Checklist should be used to record any audits that have taken place in the fille(s) - whether it be an Administration Audit, HR Advisor spot audit, or a Quality Assurance audit.\nCentral support colleagues who are undergoing personal file audits (for example, HR advisors) should refer to the Personal File Audit Assessment Tool.\nColleague records must be retained for the entirety of the colleagues employment and for 6 years after leaving MHA’s employment. Any ID documents must be destroyed 2 years after leaving MHA’s employment.\nRefer to Appendix 1 for FAQ and guidance on colleague personal files (section / file 1).\nColleague Records – Missing Document Procedure\nBefore commencing employment with MHA, all colleagues must be meet the employment eligibility and screening requirements set out in this policy. All documents must be recorded in the colleague’s personal file.\nMHA recognise that over time, some documents may be misplaced, and colleagues who have been at MHA for many years may also have missing documents.\nThe procedure for missing documents is applicable to both physical personal files and documents recorded on mhapeople. \nThe Personal File Missing Document Report Form can be used to record missing documentation in line with the procedures set out in Table 1 (below). \nThe procedures set out in the table below must be followed for each missing document, the Personal File Missing Document Report Form can only be used for the documents that state to use the form in the procedure column.\nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of MHA colleagues.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team at policies@mha.org.uk\nEDI Impact Assessment\nImpact assessment to be confirmed.\nResources \nInformation Governance Policy and appendices\nRight to Work In the UK\nCriminal Records Disclosure and Barring DBS Policy\nObtaining and Providing References Policy \nVaccination Policy - Colleagues and Volunteers \nColleagues Working with Relatives\nBusiness Expenses Policy, Schedule, and Guidance [\nDriving for Work Policy \nEquality, Diversity, and Inclusion Policy \nVolunteer - Recruitment and Selection Policy\nCode of Conduct Policy \nRole and Secondment Evaluation and Approval – Policy and Procedure\nPersonal File Checklist \nPersonal File Missing Document Report Form \nHR Personal Files Audit Assessment Tool\nSponsorship process and FAQs\nAppendices\nAppendix 1: FAQ Guidance for Employment Eligibility Personal File / Section 1\nAppendix 1: FAQ Guidance for Employment Eligibility Personal File / Section 1\nDo all colleagues have to have their photograph on the personal file checklist?\nColleagues in a role that involved regulated activity (e.g., personal care) are required to have a recent photograph in their personal file under schedule 3 of the Health and Social Care Act (2008) (Information Required in Respect of Persons Employed or Appointed for the Purposes of a Regulated Activity). We suggest a recent photo is included at the front of the file on the personal file checklist. It is recommended that all colleagues regardless or regulated activity have a recent photograph on the checklist.\nWhere are colleague’s emergency contact details kept?\nRecorded on mhapeople only. Colleagues should enter these details themselves, managers to check that their colleagues have filled out emergency contact details. If the manager cannot see their colleague’s emergency contacts email people support at recruitmentandonboarding@mha.org.uk\nFor colleagues moving to a new role, follow the role approval process set out in Role and Secondment Evaluation and Approval – Policy and Procedure.\nFor night workers, lone workers, and weekend workers, refer to operational management for guidance on keeping information on shift rotas and colleague emergency contact details.\nIs proof of a national insurance number is required as part of the right to work alongside a valid passport or birth certificate for UK citizens?\nNational insurance is required if colleagues provide either UK/Irish birth or adoption certificate, a certificate of registration or naturalisation as a British citizen (instead of a British or Irish passport or passport card). An official document stating the national insurance number of the individual is also required for payroll purposes so is always required for recruitment purposes.\nHow and where should right work checks be recorded? \nRight to Work in the UK Policy and Procedure – Checks, expiry date, and evidence of a colleagues right to work are to be uploaded into mhapeople:\nWhat does “Visa Renewal Date” mean?\nThis is part of the right to work checks, the date of the visa expiry and therefore the renewal date must be recorded in mhapeople.\nWhat is a “Work Permit / Sponsorship”?\nAlso relating to right to work checks, any work permits or sponsorship expiry and therefore renewal dates must be recorded in mhapeople under work permits. \nSponsorship process and FAQs\nWhat is the difference between “Reference Request Letters” and “References”?\nThe reference requests are letters sent out to organisations and individuals as part of obtaining professional and character references for pre-employment validation (see Obtaining and Providing References Policy for more information]. References are the letters returned by organisations and individuals with details about an applicant’s employment history and character.\nWhat part of the DBS check do I need to record, and where?\nDisclosure Certificate Record - The DBS certificate belongs to the colleague, in line with GDPR data protection legislation, only the DBS. Only the DBS number, type of DBS check (e.g., adult first enhanced check), and its expiry date should be recorded. This should be recorded into mhapeople, but any risk assessments kept in the folder.\nIn some circumstances, the DBS Disclosure Certificate Record can be used to record the DBS information in the physical personal file as well as in mhapeople.\nThe hiring manager must input details of the DBS check into mhapeople (iTrent). The system will only ask for the required details (in line with data protection legislation and MHA’s Information governance policies). A step-by-step process on how to input DBS details into MHApeople can be accessed via the intranet here: Entering Right to Work, Disclosure and Registration Checks into MHApeople. \nWhat is a “Professional Registration” and where should it be recorded?\nProfessional registrations include Nurse Pins, Music Therapist Qualifications, and Care Registrations for Scotland and Wales. The type of registration and issue or expiry date if applicable should be recorded in mhapeople under the “check details” section, there is an option to record the aforementioned types of professional registrations with the exception of music therapy which should be recorded under the option “qualifications”, the step-by-step process linked above for recording DBS information can be used for recording professional registrations too.\nWhat is the “night workers letter” and where should it be recorded?\nThe night workers letter is sent to night workers on an annual basis along with a Medigold questionnaire, a dated copy of the letter must be recorded in mhapeople under the “check details” option, choose to drop down “night worker assessment.” \nDoes evidence have to be archived from physical personal files when being transferred to mhapeople?\nNo – can be done if capacity. Checks and audits are not required for every personal file change as long as the change is made in line with the relevant policy.\nVersion Control",
  "sections": {
    "summary": "MHA considers a number of factors when ensuring the eligibility of a prospective colleague in line with UK legislation and MHA’s policies and procedures. This policy outlines the considerations made throughout the screening process which include: Fit and Proper Person Test Right to Work in the UK Age Restrictions Criminal Convictions (DBS) Health & Vaccinations References Colleagues working with relatives. Re-employment Competency Requirements MHA will always seek to employ the individual who, overall, is deemed to be the best available candidate for each vacancy. MHA is committed to the equality of opportunity both in the provision of services to older people and as an employer. This commitment to equality is to ensure that no person, prior to or during employment or those who come into contact with MHA, is unlawfully discriminated against for a reason related to race, religion or belief, gender reassignment, sexual orientation, age, disability, sex, marriage or civil partnerships, pregnancy, maternity, or any other differences. For more information on Equal Opportunities, please refer to the equality diversity inclusion policy. This policy must be read in conjunction with the Recruitment and Selection Policy. A photograph (on identification for purpose of any of the below eligibility criteria set out in this policy) of the applicant must be presented to the recruiting manager who must confirm that the photograph on the identification is the applicant.",
    "purpose": "This policy is relevant for all applicants with an offer of employment and current colleagues working under a contract of employment with MHA and subsidiary companies. To establish the minimum criteria of eligibility for employment or engagement which complies with the organisation’s requirements, with current legislation and regulatory requirements. This policy must be implemented in conjunction with the organisation’s Recruitment & Selection Policy, Right to Work in the UK Policy and Equal Opportunities Policy and any other associated policy. Fit and Proper Person Test MHA will use a variety of methods, including assessments and preemployment checks, to ensure that successful applicants who are working within regulated activity are considered to be a Fit and Proper person in line with the Health and Social Care Act 2008 (Regulated Activities) Regulations 2014; Regulation 19. Any assessments, or selection methods, will always follow MHA Values and equality, diversity, and inclusion policy and be relevant to the requirements at that time. Right to Work in the UK The Right to Work policy outlines the criteria to be checked before commencing employment with MHA and should be read in conjunction with this policy. Age Restrictions MHA only employ applicants who are considered as adults in line with country wide legislation which is 18+ for MHA services in England and Wales, and 16+ for MHA services in Scotland. Criminal Convictions MHA has a duty of care to protect the safety and wellbeing of those using MHA services, and MHA colleagues. As an organisation using the Disclosure & Barring Service (DBS) help assess the suitability of applicants for positions of trust (i.e., regulated activity and work). Please refer to the DBS policy. Health and Vaccinations Alongside a job offer being made by MHA, a pre-employment medical questionnaire will be sent to the successful candidate to be completed and returned to the hiring manager. Should a potential Colleague answer yes to any of the questions the hiring manager should contact Talent Acquisition to discuss with them the notification. Depending on the circumstances, it may be relevant to obtain a more comprehensive Occupational Health questionnaire. If this is relevant, the Colleague should complete and return the form and send it directly to the Occupational Health provider. Night workers should be offered an annual Night Worker medical questionnaire and the same principles as above apply. This is in line with our responsibilities under the Working Time Directive. Vaccination provides protection for those using MHA services and protects the wellbeing of MHA’s colleagues and volunteers. To assist in providing a safe environment for those using MHA services, MHA members, and colleagues, MHA supports and strongly encourages the use of approved vaccines. However, vaccination is not a mandatory requirement of employment or volunteering at MHA. Colleagues are encouraged to read this policy in conjunction with the relevant sections of the Infection Control Policy.",
    "policy": "Personal File Checklist Personal File Missing Document Report Form HR Personal Files Audit Assessment Tool",
    "procedure": "Appendices Appendix 1: FAQ Guidance for Employment Eligibility Personal File / Section 1 Appendix 1: FAQ Guidance for Employment Eligibility Personal File / Section 1 Do all colleagues have to have their photograph on the personal file checklist? Colleagues in a role that involved regulated activity (e.g., personal care) are required to have a recent photograph in their personal file under schedule 3 of the Health and Social Care Act (2008) (Information Required in Respect of Persons Employed or Appointed for the Purposes of a Regulated Activity). We suggest a recent photo is included at the front of the file on the personal file checklist. It is recommended that all colleagues regardless or regulated activity have a recent photograph on the checklist. Where are colleague’s emergency contact details kept? Recorded on mhapeople only. Colleagues should enter these details themselves, managers to check that their colleagues have filled out emergency contact details. If the manager cannot see their colleague’s emergency contacts email people support at recruitmentandonboarding@mha.org.uk For colleagues moving to a new role, follow the role approval process set out in Role and Secondment Evaluation and Approval – Policy and Procedure. For night workers, lone workers, and weekend workers, refer to operational management for guidance on keeping information on shift rotas and colleague emergency contact details. Is proof of a national insurance number is required as part of the right to work alongside a valid passport or birth certificate for UK citizens? National insurance is required if colleagues provide either UK/Irish birth or adoption certificate, a certificate of registration or naturalisation as a British citizen (instead of a British or Irish passport or passport card). An official document stating the national insurance number of the individual is also required for payroll purposes so is always required for recruitment purposes. How and where should right work checks be recorded? Right to Work in the UK Policy and Procedure – Checks, expiry date, and evidence of a colleagues right to work are to be uploaded into mhapeople: What does “Visa Renewal Date” mean? This is part of the right to work checks, the date of the visa expiry and therefore the renewal date must be recorded in mhapeople. What is a “Work Permit / Sponsorship”? Also relating to right to work checks, any work permits or sponsorship expiry and therefore renewal dates must be recorded in mhapeople under work permits.",
    "responsibilities": "Training and Monitoring Compliance is assessed through direct observation, monitoring, and supervision of MHA colleagues. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Queries and issues relating to this policy should be referred to the Standards and Policy Team at policies@mha.org.uk EDI Impact Assessment Impact assessment to be confirmed. Resources",
    "references": "The reference requests are letters sent out to organisations and individuals as part of obtaining professional and character references for pre-employment validation (see Obtaining and Providing References Policy for more information]. References are the letters returned by organisations and individuals with details about an applicant’s employment history and character. What part of the DBS check do I need to record, and where? Disclosure Certificate Record - The DBS certificate belongs to the colleague, in line with GDPR data protection legislation, only the DBS. Only the DBS number, type of DBS check (e.g., adult first enhanced check), and its expiry date should be recorded. This should be recorded into mhapeople, but any risk assessments kept in the folder. In some circumstances, the DBS Disclosure Certificate Record can be used to record the DBS information in the physical personal file as well as in mhapeople. The hiring manager must input details of the DBS check into mhapeople (iTrent). The system will only ask for the required details (in line with data protection legislation and MHA’s Information governance policies). A step-by-step process on how to input DBS details into MHApeople can be accessed via the intranet here: Entering Right to Work, Disclosure and Registration Checks into MHApeople. What is a “Professional Registration” and where should it be recorded? Professional registrations include Nurse Pins, Music Therapist Qualifications, and Care Registrations for Scotland and Wales. The type of registration and issue or expiry date if applicable should be recorded in mhapeople under the “check details” section, there is an option to record the aforementioned types of professional registrations with the exception of music therapy which should be recorded under the option “qualifications”, the step-by-step process linked above for recording DBS information can be used for recording professional registrations too. What is the “night workers letter” and where should it be recorded? The night workers letter is sent to night workers on an annual basis along with a Medigold questionnaire, a dated copy of the letter must be recorded in mhapeople under the “check details” option, choose to drop down “night worker assessment.” Does evidence have to be archived from physical personal files when being transferred to mhapeople? No – can be done if capacity. Checks and audits are not required for every personal file change as long as the change is made in line with the relevant policy. Version Control"
  }
}