{
  "id": "HR4.15",
  "title": "Right to Work in the UK Policy and Procedure",
  "filename": "HR4.15 Right to Work in the UK Policy and Procedure.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nHaving the ‘right to work’ means being allowed to be employed by virtue of qualifying immigration status [Resource 1]. As an employer, MHA have a responsibility to prevent illegal working in the UK (policy) which is done by conducting right to work checks before employing somebody (procedure).\nScope and Purpose\nThis policy is relevant for all MHA and MHA subsidiary company colleagues working under a contract of employment and applicants with an offer of employment, regardless of nationality and immigration status to ensure that all MHA colleagues have the legal right to work in the UK and that all right to work checks are conducted correctly in accordance with UK employment law.\nIndividual line managers are responsible for ensuring that this policy is adhered to within their own area. Any queries on the application or interpretation of this policy and/or process must be discussed with the Recruitment and On-boarding team prior to any action being taken.\nDefinitions\nStatement of Intent\nThis policy follows UK employment law on preventing illegal working which is set out in sections 15 to 25 of the Immigration, Asylum and Nationality Act 2006 (the 2006 Act), section 24B of the Immigration Act 1971, and Schedule 6 of the Immigration Act 2016 [Resources].\nAll MHA applicants with an offer of employment will provide evidence of their right to work in the UK to be checked before employment commences.\nMHA may re-check any current colleagues right to work status at any point during their employment to verify that the individual is not disqualified from carrying out work by reason of their immigration status.\nIn the case that an applicant does not have the right to work in the UK, their offer of employment will be withdrawn. If an colleague is found not have the right to work in the UK, they will be suspended immediately pending further investigation. If there is no verified evidence that the colleague has the right to work in the UK, their employment will be terminated (See Discipline Policy).\nShould illegal working be identified during right to work checks, evidence must be retained that a right to work was conducted although recruitment/employment did not continue.\nAll right to work checks will be completed following the relevant right to work procedure set out in this policy.\nAll documents used to provide evidence of Right to Work must be current (not expired) and original (unless specified that a copy, electronic, or screenshot is acceptable).\nIf an applicant is considering sponsorship, please contact the Recruitment and On-boarding Team and refer to Sponsorship process and FAQs.\nMHA’s right to work procedures now ask for the evidence of a colleagues right to work in the UK to be uploaded to MHApeople rather than stored in the physical personal files. By having the evidence physically uploaded, the system can automatically remind managers when a colleagues right to work is about to expire with notice periods of 90 and 30 days, allowing enough time for the colleague to provide new evidence of their right to work in the UK. \nAny evidence supplied as part of Right to Work checks, DBS checks, and other employment eligibility checks are not to be recorded in the personal file (refer to employment eligibly policy for more information). Unrelated evidence (e.g. bills and bank statements, must not be filed).\nRight to Work Checks\nRight to work checks can be completed by either:\nConducting a manual document-based right to work check\nOR\nConducting a Home Office online right to work check \nThe following table shows which right to work check, identification, verification, and guidance is required for different types of Citizenships. Right to Work Check Types:\nInternational Recruitment\nThis section must be read in conjunction with the International Recruitment Policy and Procedure.\nSponsored workers can take up supplementary employment in any role that is eligible for the Skilled Worker route.\nIn addition to the RTW check we must now ask the worker to provide a letter or other evidence from their current Sponsor confirming:\nThey are still working for their sponsor\nThe job description and occupation code of their sponsored employment \nTheir normal/contracted working hours\nAny other supplementary employment with another employer to ensure they will not be doing more than 20 hours a week in total of supplementary employment.\nAny MHA sponsored colleague may ask you to provide such a letter to another employer should they work elsewhere for any additional supplementary employment.\nInternational Students\nInternational students are likely to have working conditions stated on their RTW check: They can work:\nUp to 20 hours a week (Monday to Sunday) during term time \nFull time during the holidays (this includes before they start their course and after they have completed their course and until their permission as a student ends)\nStudents must share proof of their term dates as part of the right to work check. The dates should be provided by the sponsoring education provider.\nInternational Students are not permitted to fill a permanent full-time vacancy unless they apply to switch to the Skilled Worker visa with MHA (they have valid applications in with the Home Office). They must provide a letter from their sponsored organisation stating their course completion date. This can be applied for up to three months prior to the course completion date.\nPlease contact the relevant Recruitment Partner with any queries.\nStandard Operating Procedures\nConducting a Manual Document Based Right to Work Check \nThere are three steps to conducting a manual document-based right to work check, all three steps must be completed before employment commences.\nStep One: Obtain\nYou must obtain original documents from either list A or B (G1, G2) of the acceptable documents listed in Appendix 1.\nList A [Appendix 1] contains the range of documents you may accept for a person who has a continuous right to work in the UK (including British and Irish citizens). \nList B (G1, G2) [Appendix 1] contains a range of documents you may accept for a person who has a temporary right to work in the UK.\nStep Two: Check\nOnce you have completed Step One and obtained original copies of the acceptable documents from list A or B [Appendix 1], you must check that they are genuine and that the person presenting them is the applicant or colleague, and the rightful holder of the documents. \nThese following checks must be done in the presence of the document holder in person, and you must be in physical possession of the original documents:\nPhotographs and dates of birth are consistent across documents and with the person’s appearance to detect impersonation.\nExpiry dates for permission to be in the UK have not passed.\nAny work restrictions to determine if they are allowed to do the type of work on offer. \n(For students who have limited permission to work during term-times, you must also obtain, copy, and retain details of their academic term and vacation times covering the duration of their period of study in the UK for which they will be employed).\nThe documents are genuine, have not been tampered with and belong to the holder.\nThe reasons for any difference in names across documents can be explained by providing evidence (for example, original marriage certificate, divorce decree absolute, deed poll). These supporting documents must also be photocopied, and a copy retained.\nStep Three: Copy\nOnce you have completed Step One and Step Two, you must:\nMake a clear copy of each document (The full document or passport page, including both sides of an Immigration Status Document, and an Application Registration Card).\nSign and date each copy of the document to evidence that it has been checked [Step Two].\nRetain a record of the date on which you made the check on MHApeople.\nRetain a record of key numbers (e.g. passport number) and the expiry date of the document (if applicable), also on MHApeople.\nUpload evidence to MHApeople (e.g. share code letter from UKVI).\nFor temporary documents or documents with an expiry date such as a working visa with a time limit of 9 months or less, please contact the Recruitment and On-boarding Team before proceeding.\nAll copies of documents are to be kept securely on MHApeople for the duration of the worker’s employment and for two years afterwards before being securely destroyed (See Information Governance Policy).\nConducting an Online Home Office Right to Work Check\nThe Home Office online right to work checking service is a certified online version of manual right to work checks. Individuals using the service must select that they are using the service the prove their right to work in the UK, this generates a 9-character share code which can be entered alongside their date of birth to access details of their immigration status and right to work [See Frequently Asked Questions for more information].\nThe system is accessible on the ‘View a job applicant’s right to work details’ page on GOV.UK. No other online portal relating to immigration status may be used instead for right to work checking purposes: https://www.gov.uk/view-right-to-work\nThere are three steps to conducting a Home Office right to work check, all three steps must be completed before employment commences.\nStep One: Using the Home Office Online System\nThe individual may provide the share code to you directly, or they may choose to send this to you via the service. If they choose to send it to you via the service, you will receive an email from right.to.work.service@notifications.service.gov.uk\nTo check the person’s right to work details, you will need to:\nAccess the service ‘View a job applicant’s right to work details’ via GOV.UK\nEnter the ‘share code’ provided to you by the individual.\nEnter their date of birth.\nStep Two: Check\nOnce you have completed Step One, you must check that the photograph on the online right to work check is the applicant/colleague.\nThe individual can only be employed/ continue to be employed if a follow-up check is being conducted, if the online check confirms they have the right to work and are not subject to a condition preventing them from doing the work in question.\nIf the online right to work check does not confirm that the individual has the right to work in the UK, the offer of employment should be withdrawn/ or their employment should be terminated if they are already employed. \nStep Three: Retain Evidence of the Online Check\nOnce you have completed step One and Two, you must retain evidence of the online right to work check. The only acceptable evidence of an individual’s right to work from the online checking service is a PDF or HTML download/print of the ‘profile’ page with their right to work, photograph, and the date of which the check was conducted. \nUpload evidence to MHApeople (e.g. share code letter from UKVI).\nAll copies of documents should be kept securely for the duration of the worker’s employment on MHApeople, and for two years afterwards before being securely destroyed (See Information Governance Policy).\nFrequently Asked Questions (Online Home Office Right to Work Checking Service).\nShare Codes\nOnly share codes beginning with the letter ‘W’ indicating that the code has been generated to evidence right to work can be accepted. All other share codes beginning with ‘R’ or ‘S’ cannot be accepted. In this case, the code has expired, you must ask the applicant/colleague to resend a new right to work share code which is valid for 90 days.\nWhere the online checking service can only be used - Biometric Residence Card (BRC), Biometric Residence Permit (BRP) and Frontier Worker Permit (FWP) holders are also only able to evidence their right to work using the Home Office online service. This means you cannot accept or check a physical BRC, BRP or FWP as a standalone document as evidence of an individual’s right to work.\nIndividuals with an eVisa can only use the online service to prove their right to work.\nWhere the online checking service can’t be used - It will not be possible to conduct a Home Office online right to work check in all circumstances, as not all individuals will have an immigration status that can be checked online. The online right to work checking service sets out what information you will need to complete an online check. In circumstances in which an online check is not possible, you should conduct the manual check.\nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nMHA’s central support recruitment team will run webinars when required to remind colleagues of this policy, and any changes to right to work legislation, and the processing of right to work evidence.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessments\nEquality, Diversity, and Impact Assessment to be confirmed.\nTo prevent discrimination, every opportunity to enable an individual to prove their right to work should be provided. As well as this, you should ensure a right to work check is conducted for all individuals regardless of citizenship. You should not discriminate when conducting right to work checks, nor should you make assumptions about an individual’s right to work in the UK or their immigration status based on colour, nationality, ethnic or national origins, accent, surname, of length of time they have been a resident in the UK.\nThe way in which an applicant/colleague chooses to prove their right to work cannot be mandated, whether it be by a manual or online check. \nWindrush Generation Individuals \nThe Government has put in place additional safeguards to ensure that those who have lived lawfully in the UK since before 1988 are not denied access to work. In some circumstances, individuals of the Windrush generation (those who arrived in the UK before 1973) and those non-UK citizens who arrived in the UK between 1973 and 1988, may not be able to provide documentation from the acceptable document lists to demonstrate their entitlement to work in the UK. In these circumstances, you should contact the Recruitment and On-boarding team. \nResources \nMHA policy documents, procedures, and guidance:\nSponsorship process and FAQs [HR4.15a]\nInternational Recruitment Policy and Procedure [HR2.2]\nRecruitment and Selection [HR2.0]\nEmployment Eligibility and Screening Policy [HR4.1]\nEquality Diversity and Inclusion Policy [HR4.2]\nDiscipline Policy [HR8.2]\nInformation Governance Policy [IG01]\nDBS & Right to Work ID Evidence Required for All Interviews\nExternal Resources \nResource 1: Guide to an employer’s guide to right to work checks - The Home Office (April 2022): https://www.gov.uk/government/publications/right-to-work-checks-employers-guide\nResource 2: UK Employment Law on the Right to Work in the UK:\nResource 3: Immigration, Asylum and Nationality Act 2006 (the 2006 Act) [Sections 15-25]: https://www.legislation.gov.uk/ukpga/2006/13/contents\nResource 4: Immigration Act 1971 [Section 24B]: https://www.legislation.gov.uk/ukpga/1971/77/contents\nResource 5: Immigration Act 2016 [Schedule 6]: https://www.legislation.gov.uk/ukpga/2016/19/contents/enacted\nResource 6: The colleague provides a Share code from this link - Prove your right to work to an employer: Using immigration documents - GOV.UK (www.gov.uk)\nResource 7: MHA check the Right to Work from this link \nResource 8: If the colleague cannot show their documents, MHA must ask the Home Office to check an individual’s immigration status \nAppendices\nAppendix 1 - Lists A and B (G1, G2) of acceptable documents for manual right to work checks\nAppendix 1: Lists A and B (G1, G2) of acceptable documents for manual right to work checks\nList A of acceptable documents for manual right to work checks:\nList B Group 1  – Group 1 of acceptable documents where a time-limited statutory excuse lasts until the expiry date of permission to enter or permission to stay for manual right to work checks:\nList B – Group 2 of acceptable documents where a time-limited statutory excuse lasts for six months for manual right to work checks\nVersion Control",
  "sections": {
    "summary": "Having the ‘right to work’ means being allowed to be employed by virtue of qualifying immigration status [Resource 1]. As an employer, MHA have a responsibility to prevent illegal working in the UK (policy) which is done by conducting right to work checks before employing somebody (procedure).",
    "purpose": "This policy is relevant for all MHA and MHA subsidiary company colleagues working under a contract of employment and applicants with an offer of employment, regardless of nationality and immigration status to ensure that all MHA colleagues have the legal right to work in the UK and that all right to work checks are conducted correctly in accordance with UK employment law. Individual line managers are responsible for ensuring that this policy is adhered to within their own area. Any queries on the application or interpretation of this policy and/or process must be discussed with the Recruitment and On-boarding team prior to any action being taken.",
    "definitions": "Statement of Intent This policy follows UK employment law on preventing illegal working which is set out in sections 15 to 25 of the Immigration, Asylum and Nationality Act 2006 (the 2006 Act), section 24B of the Immigration Act 1971, and Schedule 6 of the Immigration Act 2016 [Resources]. All MHA applicants with an offer of employment will provide evidence of their right to work in the UK to be checked before employment commences. MHA may re-check any current colleagues right to work status at any point during their employment to verify that the individual is not disqualified from carrying out work by reason of their immigration status. In the case that an applicant does not have the right to work in the UK, their offer of employment will be withdrawn. If an colleague is found not have the right to work in the UK, they will be suspended immediately pending further investigation. If there is no verified evidence that the colleague has the right to work in the UK, their employment will be terminated (See Discipline Policy). Should illegal working be identified during right to work checks, evidence must be retained that a right to work was conducted although recruitment/employment did not continue. All right to work checks will be completed following the relevant right to work procedure set out in this policy. All documents used to provide evidence of Right to Work must be current (not expired) and original (unless specified that a copy, electronic, or screenshot is acceptable). If an applicant is considering sponsorship, please contact the Recruitment and On-boarding Team and refer to Sponsorship process and FAQs. MHA’s right to work procedures now ask for the evidence of a colleagues right to work in the UK to be uploaded to MHApeople rather than stored in the physical personal files. By having the evidence physically uploaded, the system can automatically remind managers when a colleagues right to work is about to expire with notice periods of 90 and 30 days, allowing enough time for the colleague to provide new evidence of their right to work in the UK. Any evidence supplied as part of Right to Work checks, DBS checks, and other employment eligibility checks are not to be recorded in the personal file (refer to employment eligibly policy for more information). Unrelated evidence (e.g. bills and bank statements, must not be filed). Right to Work Checks Right to work checks can be completed by either: Conducting a manual document-based right to work check OR Conducting a Home Office online right to work check The following table shows which right to work check, identification, verification, and guidance is required for different types of Citizenships. Right to Work Check Types: International Recruitment This section must be read in conjunction with the International Recruitment Policy and Procedure. Sponsored workers can take up supplementary employment in any role that is eligible for the Skilled Worker route. In addition to the RTW check we must now ask the worker to provide a letter or other evidence from their current Sponsor confirming: They are still working for their sponsor The job description and occupation code of their sponsored employment Their normal/contracted working hours Any other supplementary employment with another employer to ensure they will not be doing more than 20 hours a week in total of supplementary employment. Any MHA sponsored colleague may ask you to provide such a letter to another employer should they work elsewhere for any additional supplementary employment. International Students International students are likely to have working conditions stated on their RTW check: They can work: Up to 20 hours a week (Monday to Sunday) during term time Full time during the holidays (this includes before they start their course and after they have completed their course and until their permission as a student ends) Students must share proof of their term dates as part of the right to work check. The dates should be provided by the sponsoring education provider. International Students are not permitted to fill a permanent full-time vacancy unless they apply to switch to the Skilled Worker visa with MHA (they have valid applications in with the Home Office). They must provide a letter from their sponsored organisation stating their course completion date. This can be applied for up to three months prior to the course completion date. Please contact the relevant Recruitment Partner with any queries.",
    "policy": "Sponsorship process and FAQs [HR4.15a] International Recruitment Policy and Procedure [HR2.2] Recruitment and Selection [HR2.0] Employment Eligibility and Screening Policy [HR4.1] Equality Diversity and Inclusion Policy [HR4.2] Discipline Policy [HR8.2] Information Governance Policy [IG01] DBS & Right to Work ID Evidence Required for All Interviews External Resources Resource 1: Guide to an employer’s guide to right to work checks - The Home Office (April 2022): https://www.gov.uk/government/publications/right-to-work-checks-employers-guide Resource 2: UK Employment Law on the Right to Work in the UK: Resource 3: Immigration, Asylum and Nationality Act 2006 (the 2006 Act) [Sections 15-25]: https://www.legislation.gov.uk/ukpga/2006/13/contents Resource 4: Immigration Act 1971 [Section 24B]: https://www.legislation.gov.uk/ukpga/1971/77/contents Resource 5: Immigration Act 2016 [Schedule 6]: https://www.legislation.gov.uk/ukpga/2016/19/contents/enacted Resource 6: The colleague provides a Share code from this link - Prove your right to work to an employer: Using immigration documents - GOV.UK (www.gov.uk) Resource 7: MHA check the Right to Work from this link Resource 8: If the colleague cannot show their documents, MHA must ask the Home Office to check an individual’s immigration status Appendices Appendix 1 - Lists A and B (G1, G2) of acceptable documents for manual right to work checks Appendix 1: Lists A and B (G1, G2) of acceptable documents for manual right to work checks List A of acceptable documents for manual right to work checks: List B Group 1 – Group 1 of acceptable documents where a time-limited statutory excuse lasts until the expiry date of permission to enter or permission to stay for manual right to work checks: List B – Group 2 of acceptable documents where a time-limited statutory excuse lasts for six months for manual right to work checks Version Control",
    "procedure": "Conducting a Manual Document Based Right to Work Check There are three steps to conducting a manual document-based right to work check, all three steps must be completed before employment commences. Step One: Obtain You must obtain original documents from either list A or B (G1, G2) of the acceptable documents listed in Appendix 1. List A [Appendix 1] contains the range of documents you may accept for a person who has a continuous right to work in the UK (including British and Irish citizens). List B (G1, G2) [Appendix 1] contains a range of documents you may accept for a person who has a temporary right to work in the UK. Step Two: Check Once you have completed Step One and obtained original copies of the acceptable documents from list A or B [Appendix 1], you must check that they are genuine and that the person presenting them is the applicant or colleague, and the rightful holder of the documents. These following checks must be done in the presence of the document holder in person, and you must be in physical possession of the original documents: Photographs and dates of birth are consistent across documents and with the person’s appearance to detect impersonation. Expiry dates for permission to be in the UK have not passed. Any work restrictions to determine if they are allowed to do the type of work on offer. (For students who have limited permission to work during term-times, you must also obtain, copy, and retain details of their academic term and vacation times covering the duration of their period of study in the UK for which they will be employed). The documents are genuine, have not been tampered with and belong to the holder. The reasons for any difference in names across documents can be explained by providing evidence (for example, original marriage certificate, divorce decree absolute, deed poll). These supporting documents must also be photocopied, and a copy retained. Step Three: Copy Once you have completed Step One and Step Two, you must: Make a clear copy of each document (The full document or passport page, including both sides of an Immigration Status Document, and an Application Registration Card). Sign and date each copy of the document to evidence that it has been checked [Step Two]. Retain a record of the date on which you made the check on MHApeople. Retain a record of key numbers (e.g. passport number) and the expiry date of the document (if applicable), also on MHApeople. Upload evidence to MHApeople (e.g. share code letter from UKVI). For temporary documents or documents with an expiry date such as a working visa with a time limit of 9 months or less, please contact the Recruitment and On-boarding Team before proceeding. All copies of documents are to be kept securely on MHApeople for the duration of the worker’s employment and for two years afterwards before being securely destroyed (See Information Governance Policy). Conducting an Online Home Office Right to Work Check The Home Office online right to work checking service is a certified online version of manual right to work checks. Individuals using the service must select that they are using the service the prove their right to work in the UK, this generates a 9-character share code which can be entered alongside their date of birth to access details of their immigration status and right to work [See Frequently Asked Questions for more information]. The system is accessible on the ‘View a job applicant’s right to work details’ page on GOV.UK. No other online portal relating to immigration status may be used instead for right to work checking purposes: https://www.gov.uk/view-right-to-work There are three steps to conducting a Home Office right to work check, all three steps must be completed before employment commences. Step One: Using the Home Office Online System The individual may provide the share code to you directly, or they may choose to send this to you via the service. If they choose to send it to you via the service, you will receive an email from right.to.work.service@notifications.service.gov.uk To check the person’s right to work details, you will need to: Access the service ‘View a job applicant’s right to work details’ via GOV.UK Enter the ‘share code’ provided to you by the individual. Enter their date of birth. Step Two: Check Once you have completed Step One, you must check that the photograph on the online right to work check is the applicant/colleague. The individual can only be employed/ continue to be employed if a follow-up check is being conducted, if the online check confirms they have the right to work and are not subject to a condition preventing them from doing the work in question. If the online right to work check does not confirm that the individual has the right to work in the UK, the offer of employment should be withdrawn/ or their employment should be terminated if they are already employed. Step Three: Retain Evidence of the Online Check Once you have completed step One and Two, you must retain evidence of the online right to work check. The only acceptable evidence of an individual’s right to work from the online checking service is a PDF or HTML download/print of the ‘profile’ page with their right to work, photograph, and the date of which the check was conducted. Upload evidence to MHApeople (e.g. share code letter from UKVI). All copies of documents should be kept securely for the duration of the worker’s employment on MHApeople, and for two years afterwards before being securely destroyed (See Information Governance Policy). Frequently Asked Questions (Online Home Office Right to Work Checking Service). Share Codes Only share codes beginning with the letter ‘W’ indicating that the code has been generated to evidence right to work can be accepted. All other share codes beginning with ‘R’ or ‘S’ cannot be accepted. In this case, the code has expired, you must ask the applicant/colleague to resend a new right to work share code which is valid for 90 days. Where the online checking service can only be used - Biometric Residence Card (BRC), Biometric Residence Permit (BRP) and Frontier Worker Permit (FWP) holders are also only able to evidence their right to work using the Home Office online service. This means you cannot accept or check a physical BRC, BRP or FWP as a standalone document as evidence of an individual’s right to work. Individuals with an eVisa can only use the online service to prove their right to work. Where the online checking service can’t be used - It will not be possible to conduct a Home Office online right to work check in all circumstances, as not all individuals will have an immigration status that can be checked online. The online right to work checking service sets out what information you will need to complete an online check. In circumstances in which an online check is not possible, you should conduct the manual check.",
    "responsibilities": "Training and Monitoring Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. MHA’s central support recruitment team will run webinars when required to remind colleagues of this policy, and any changes to right to work legislation, and the processing of right to work evidence. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk EDI Impact Assessments Equality, Diversity, and Impact Assessment to be confirmed. To prevent discrimination, every opportunity to enable an individual to prove their right to work should be provided. As well as this, you should ensure a right to work check is conducted for all individuals regardless of citizenship. You should not discriminate when conducting right to work checks, nor should you make assumptions about an individual’s right to work in the UK or their immigration status based on colour, nationality, ethnic or national origins, accent, surname, of length of time they have been a resident in the UK. The way in which an applicant/colleague chooses to prove their right to work cannot be mandated, whether it be by a manual or online check. Windrush Generation Individuals The Government has put in place additional safeguards to ensure that those who have lived lawfully in the UK since before 1988 are not denied access to work. In some circumstances, individuals of the Windrush generation (those who arrived in the UK before 1973) and those non-UK citizens who arrived in the UK between 1973 and 1988, may not be able to provide documentation from the acceptable document lists to demonstrate their entitlement to work in the UK. In these circumstances, you should contact the Recruitment and On-boarding team. Resources"
  }
}