{
  "id": "HR5.1",
  "title": "Hours of Work Policy",
  "filename": "HR5.1 Hours of Work Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "INTRODUCTION & PURPOSE\nMHA is committed to making sure that colleagues do not exceed the working hours set out in this policy to ensure the safety and wellbeing of all. The policy provides the standard working week for MHA as well as the associated terms and conditions under which additional hours worked.\nSCOPE\nThis policy is aimed at all MHA and MHA subsidiary companies colleagues, temporary colleagues, and relief workers. \nSeparate policies exist to detail the arrangements regarding Flexi-time [HR5.2], Flexible Working [HR7.8], Part-time and Job Share workers [HR5.3].\nINTRODUCTION\nSTANDARD WORKING WEEK\nThis policy sets out MHA colleague’s hours of work in line with The Working Time Regulations (1998) policy which limits the working week to a statutory 48 hours per week [Guidance 1].\nThe standard working week within the statutory 48 hours per week is as follows:\n37 hours per week for Chaplains, Central Support colleagues and MHA Communities colleagues;\n37.5 hours per week for all other colleagues*.\n*Operational colleagues will be offered contracted hours based on the 12-hour shift pattern operating within the home and therefore their weekly hours may vary.  In some instances, the weekly hours will be averaged over a two-week period.  For the purposes of overtime calculations (see section 5) for part-time workers and relief colleagues, 37.5 will remain as the full-time equivalent rate.\n1.3. \tIndividuals will not be required to work in excess of 48 hours per week without being \trequested to sign an agreement to work such hours, on agreed terms and conditions.  The \tindividual opt-out letters to be used for this purpose are available from your manager or \tadministrator.\n1.4. \tYoung persons aged 16 and 17 can only work up to 8 hours a day and a maximum of 40 \thours per week. They cannot opt out of the Working Time Directive. \n1.5. \tMeal breaks will last for at least half an hour per day, with the exact time to be agreed with \tthe line manager in each area. The time taken for a meal break is unpaid and not included \tin the above total working week.  \n1.6. \tNight workers are also entitled to at least half an hour unpaid meal break per shift however \tthey are required to remain awake. If there is an emergency, night workers will be expected \tto be flexible. If a break is interrupted because of an emergency, the break should be \tresumed at the next available opportunity. Paid breaks for Night workers is a contractual \tmatter only.\n1.7. \tLone workers working during the night may be entitled to a paid break which will be paid at \tno less than the legal minimum rate of pay in existence at the time. Those eligible for this \tpayment will be advised at the time. This payment will not be contractual and may be subject \tto change to reflect any change in staffing levels. \n1.8. \tIn the event that a night worker was unable to take any break during a shift because of an \temergency, the break may be paid.  Approval must be sought from the Area Manager before \tpayment is made.\n1.9. \tIt is expected that 12-hour shifts will include an hour break. All persons who work for over \tsix hours on any one day must take an unpaid meal break of half an hour. Young persons \t(who are aged 16 and 17) are entitled to a 30-minute break after 4.5 hours are worked.  \tFurther detail concerning children and young persons is contained within the Employment \tEligibility and Screening Policy [HR4.1]. Advice on applying this Policy and on employing \tyoung \tpersons can be obtained from the HR Team.\n1.10. \tAll work breaks, other than as described above, are paid, and must be taken at times during \tthe shift / day which are convenient to the flow of work and cause least disruption and / or \tloss of efficiency to the area. MHA recognises the need for such breaks but stipulates that \ttheir duration and frequency are kept to the minimum.\n1.11. \tAll colleagues are entitled to a minimum daily rest period of 11 hours and to a rest period of \t24 hours in a seven-day period, or 48 hours in a 14-day period. These are unless there are \tobjective, technical or work organisational reasons which prohibit the taking of such a break.  \tHowever, in residential care homes there is an exemption to the 11-hour rest period, due to \tcontinuous operational needs, and whilst management will endeavour to provide these \tbreaks, they will be subject to the need for last minute changes/emergencies.\n1.12. \tThose persons working on a shift or rota system will be provided with a written copy of the \tshift / rota and will receive appropriate advance notification.\nOVERTIME\nOvertime refers to extra hours for approved duties / work periods only.  Every effort must be made to avoid regular overtime working.  It should be regarded as an exceptional measure and must be specifically authorised by the line manager beforehand.\n2.2. \tManagement and Administrative colleagues are not eligible for overtime payments under \tany circumstances.\n2.3.\tEnhanced overtime payments is a contractual matter and only those colleagues with this \tcontractual term will received the enhanced rate. All other colleagues will be paid their \tbasic hourly shift rate for any additional hours worked above their contracted hours.\n2.4.\tFor those eligible, overtime payments will be calculated at the basic hourly shift rate \tproviding that the qualifying number of hours for the complete weeks (based on Monday to \tSunday) ending within the standard working month have been worked.  Additional payments \tbecause of qualifications or protective allowances will not be taken into account.  Overtime \tpayments are not pensionable.\n2.5.\tWhere payment is approved subject to the conditions contained within this policy, and \tproviding that the overtime has been authorised on the timesheet / Careblox and duly signed \tby the relevant Manager, payment will be made in the same month as basic pay for that \tmonth. As overtime is calculated in complete weeks (Monday to Sunday) overtime \tpayments will be calculated up to the last Sunday of the month.  \n\tFor those not on Careblox, a sample of the timesheet is located on the HR page on the \tintranet.  Updated timesheets are provided on a regular basis from Payroll and must be \tsubmitted by the payroll run cut-off day/date.\n2.6.\tHours to be included in overtime calculation: -\nBasic pay\nHoliday\nTraining / travelling (up to a maximum of 9.5 hours between 8am and 6pm including a minimum of half an hour break\nOff-site meeting     \nCompassionate leave\n2.7.\tEvening meetings attended on a voluntary basis do not qualify for overtime.  In exceptional \tcircumstances, usually where the meeting has been arranged by the organisation, overtime \tmay be paid with the prior authorisation of the relevant Director.\n2.8.\tWork carried out at home will not qualify for overtime payments unless this is by the specific \trequest of and with the prior authorisation of the appropriate Director.\n2.9.\tWhen a colleague has more than one contracted role, overtime payments will only apply to \tthe role in which the colleague has worked overtime.\nADDITIONAL WORKING HOURS\nTravelling time to or from work, or to avoid an overnight stay, will not be paid other than for a “call-out” situation.\n3.2. \tAll hourly paid operational colleagues will receive payment for any additional hours worked \tover their weekly contracted hours this will either be paid at plain time up to the overtime \tthreshold, or as overtime if the threshold is exceeded.\nON CALL / EMERGENCY CALL-OUTS\n4.1. \tIt is necessary to ensure that MHA is able to respond to unplanned and emergency \tsituations at all times.  As such, some positions within MHA will be expected to be available \toutside of and in addition to their contracted hours.  These positions include operational \tcolleagues e.g. senior care assistants, deputy and home / scheme managers, maintenance, \tand estates personnel.  However, the positions will vary.  Those to whom this applies will \thave details outlined in their Contract of Employment.  Further information is contained with \tthe on-call / call-out policy [HR5.5].\nZERO HOURS\n5.1. \tIt is imperative that appropriate levels of care colleagues are in attendance in the \torganisation’s care homes. To ensure this level of cover, a number of colleagues \tare \tappointed as relief workers on zero hours contracts.   \n5.2.\tIt is a condition of relief workers that they work flexibly in accordance with the working \tarrangements the organisation operates.  Accordingly, there may be periods when no work \tis available, and the organisation has no obligation to provide relief workers on zero hour \tcontracts with any work or to provide any minimum number of hours in any day or week.  \tHowever, all efforts will be made to allocate suitable work when it is available.\n5.3.\tRelief workers should agree to be available to attend work as and when requested to do so \tand to dedicate the whole of their time during working hours to the duties that they are \tallocated on behalf of the organisation.\n5.4.\tThe organisation reserves the right to terminate employment with notice in the event that a \trelief worker on a zero-hour contract is unavailable to attend work or does not comply with \trequests to attend work as and when requested to do so, or where they are unavailable for \twork for 3 months or more.\nWORK OUTSIDE OF MHA\n6.1. \tWhilst the organisation encourages colleagues to participate in other activities outside of \ttheir employment with MHA, these activities must not adversely affect efficiency at work.  \tWhere a colleague is involved to a significant degree with any other employment, business \tactivity or voluntary work outside their normal working hours with MHA they must disclose \tthis activity to their line manager. Upon receipt of such disclosure the organisation will \tnormally expect to approve such activities subject to the colleague’s involvement not being \tto the detriment of the organisation.\n6.2. \tMost importantly, where the employment with the organisation is the colleague’s second job, \tthen it may be necessary to require the colleague to specifically consent to working their \tcontractual hours by signing an opt-out to the Working Time Regulations 1998, located on \tthe HR page on the Intranet.  Alternatively, where the colleague wishes to commence \toutside work activities then any authority given will be subject to the colleague notifying the \tsecond employer of the hours that they already work with MHA.\n6.3.\tThe colleague’s entitlement to rest breaks and holidays etc. will be calculated by reference \tto the hours worked with the organisation only.\nCROSS REFERENCES & GUIDANCE\nHR4.1, Employment Eligibility and Screening Policy\nHR5.2, Flexi-time Policy\nHR7.2 Special Leave Policy\nHR5.3, Part-time and Job Share Policy\nHR5.5, On-Call / Call-Out Policy\nGuidance 1, The Working Time Regulations (1998) Gov.uk:\nhttps://www.legislation.gov.uk/uksi/1998/1833/contents/made",
  "sections": {
    "summary": "STANDARD WORKING WEEK This policy sets out MHA colleague’s hours of work in line with The Working Time Regulations (1998) policy which limits the working week to a statutory 48 hours per week [Guidance 1]. The standard working week within the statutory 48 hours per week is as follows: 37 hours per week for Chaplains, Central Support colleagues and MHA Communities colleagues; 37.5 hours per week for all other colleagues*. *Operational colleagues will be offered contracted hours based on the 12-hour shift pattern operating within the home and therefore their weekly hours may vary. In some instances, the weekly hours will be averaged over a two-week period. For the purposes of overtime calculations (see section 5) for part-time workers and relief colleagues, 37.5 will remain as the full-time equivalent rate. 1.3. Individuals will not be required to work in excess of 48 hours per week without being requested to sign an agreement to work such hours, on agreed terms and conditions. The individual opt-out letters to be used for this purpose are available from your manager or administrator. 1.4. Young persons aged 16 and 17 can only work up to 8 hours a day and a maximum of 40 hours per week. They cannot opt out of the Working Time Directive. 1.5. Meal breaks will last for at least half an hour per day, with the exact time to be agreed with the line manager in each area. The time taken for a meal break is unpaid and not included in the above total working week. 1.6. Night workers are also entitled to at least half an hour unpaid meal break per shift however they are required to remain awake. If there is an emergency, night workers will be expected to be flexible. If a break is interrupted because of an emergency, the break should be resumed at the next available opportunity. Paid breaks for Night workers is a contractual matter only. 1.7. Lone workers working during the night may be entitled to a paid break which will be paid at no less than the legal minimum rate of pay in existence at the time. Those eligible for this payment will be advised at the time. This payment will not be contractual and may be subject to change to reflect any change in staffing levels. 1.8. In the event that a night worker was unable to take any break during a shift because of an emergency, the break may be paid. Approval must be sought from the Area Manager before payment is made. 1.9. It is expected that 12-hour shifts will include an hour break. All persons who work for over six hours on any one day must take an unpaid meal break of half an hour. Young persons (who are aged 16 and 17) are entitled to a 30-minute break after 4.5 hours are worked. Further detail concerning children and young persons is contained within the Employment Eligibility and Screening Policy [HR4.1]. Advice on applying this Policy and on employing young persons can be obtained from the HR Team. 1.10. All work breaks, other than as described above, are paid, and must be taken at times during the shift / day which are convenient to the flow of work and cause least disruption and / or loss of efficiency to the area. MHA recognises the need for such breaks but stipulates that their duration and frequency are kept to the minimum. 1.11. All colleagues are entitled to a minimum daily rest period of 11 hours and to a rest period of 24 hours in a seven-day period, or 48 hours in a 14-day period. These are unless there are objective, technical or work organisational reasons which prohibit the taking of such a break. However, in residential care homes there is an exemption to the 11-hour rest period, due to continuous operational needs, and whilst management will endeavour to provide these breaks, they will be subject to the need for last minute changes/emergencies. 1.12. Those persons working on a shift or rota system will be provided with a written copy of the shift / rota and will receive appropriate advance notification. OVERTIME Overtime refers to extra hours for approved duties / work periods only. Every effort must be made to avoid regular overtime working. It should be regarded as an exceptional measure and must be specifically authorised by the line manager beforehand. 2.2. Management and Administrative colleagues are not eligible for overtime payments under any circumstances. 2.3. Enhanced overtime payments is a contractual matter and only those colleagues with this contractual term will received the enhanced rate. All other colleagues will be paid their basic hourly shift rate for any additional hours worked above their contracted hours. 2.4. For those eligible, overtime payments will be calculated at the basic hourly shift rate providing that the qualifying number of hours for the complete weeks (based on Monday to Sunday) ending within the standard working month have been worked. Additional payments because of qualifications or protective allowances will not be taken into account. Overtime payments are not pensionable. 2.5. Where payment is approved subject to the conditions contained within this policy, and providing that the overtime has been authorised on the timesheet / Careblox and duly signed by the relevant Manager, payment will be made in the same month as basic pay for that month. As overtime is calculated in complete weeks (Monday to Sunday) overtime payments will be calculated up to the last Sunday of the month. For those not on Careblox, a sample of the timesheet is located on the HR page on the intranet. Updated timesheets are provided on a regular basis from Payroll and must be submitted by the payroll run cut-off day/date. 2.6. Hours to be included in overtime calculation: - Basic pay Holiday Training / travelling (up to a maximum of 9.5 hours between 8am and 6pm including a minimum of half an hour break Off-site meeting Compassionate leave 2.7. Evening meetings attended on a voluntary basis do not qualify for overtime. In exceptional circumstances, usually where the meeting has been arranged by the organisation, overtime may be paid with the prior authorisation of the relevant Director. 2.8. Work carried out at home will not qualify for overtime payments unless this is by the specific request of and with the prior authorisation of the appropriate Director. 2.9. When a colleague has more than one contracted role, overtime payments will only apply to the role in which the colleague has worked overtime. ADDITIONAL WORKING HOURS Travelling time to or from work, or to avoid an overnight stay, will not be paid other than for a “call-out” situation. 3.2. All hourly paid operational colleagues will receive payment for any additional hours worked over their weekly contracted hours this will either be paid at plain time up to the overtime threshold, or as overtime if the threshold is exceeded. ON CALL / EMERGENCY CALL-OUTS 4.1. It is necessary to ensure that MHA is able to respond to unplanned and emergency situations at all times. As such, some positions within MHA will be expected to be available outside of and in addition to their contracted hours. These positions include operational colleagues e.g. senior care assistants, deputy and home / scheme managers, maintenance, and estates personnel. However, the positions will vary. Those to whom this applies will have details outlined in their Contract of Employment. Further information is contained with the on-call / call-out policy [HR5.5]. ZERO HOURS 5.1. It is imperative that appropriate levels of care colleagues are in attendance in the organisation’s care homes. To ensure this level of cover, a number of colleagues are appointed as relief workers on zero hours contracts. 5.2. It is a condition of relief workers that they work flexibly in accordance with the working arrangements the organisation operates. Accordingly, there may be periods when no work is available, and the organisation has no obligation to provide relief workers on zero hour contracts with any work or to provide any minimum number of hours in any day or week. However, all efforts will be made to allocate suitable work when it is available. 5.3. Relief workers should agree to be available to attend work as and when requested to do so and to dedicate the whole of their time during working hours to the duties that they are allocated on behalf of the organisation. 5.4. The organisation reserves the right to terminate employment with notice in the event that a relief worker on a zero-hour contract is unavailable to attend work or does not comply with requests to attend work as and when requested to do so, or where they are unavailable for work for 3 months or more. WORK OUTSIDE OF MHA 6.1. Whilst the organisation encourages colleagues to participate in other activities outside of their employment with MHA, these activities must not adversely affect efficiency at work. Where a colleague is involved to a significant degree with any other employment, business activity or voluntary work outside their normal working hours with MHA they must disclose this activity to their line manager. Upon receipt of such disclosure the organisation will normally expect to approve such activities subject to the colleague’s involvement not being to the detriment of the organisation. 6.2. Most importantly, where the employment with the organisation is the colleague’s second job, then it may be necessary to require the colleague to specifically consent to working their contractual hours by signing an opt-out to the Working Time Regulations 1998, located on the HR page on the Intranet. Alternatively, where the colleague wishes to commence outside work activities then any authority given will be subject to the colleague notifying the second employer of the hours that they already work with MHA. 6.3. The colleague’s entitlement to rest breaks and holidays etc. will be calculated by reference to the hours worked with the organisation only.",
    "purpose": "MHA is committed to making sure that colleagues do not exceed the working hours set out in this policy to ensure the safety and wellbeing of all. The policy provides the standard working week for MHA as well as the associated terms and conditions under which additional hours worked.",
    "scope": "This policy is aimed at all MHA and MHA subsidiary companies colleagues, temporary colleagues, and relief workers. Separate policies exist to detail the arrangements regarding Flexi-time [HR5.2], Flexible Working [HR7.8], Part-time and Job Share workers [HR5.3].",
    "references": "HR4.1, Employment Eligibility and Screening Policy HR5.2, Flexi-time Policy HR7.2 Special Leave Policy HR5.3, Part-time and Job Share Policy HR5.5, On-Call / Call-Out Policy Guidance 1, The Working Time Regulations (1998) Gov.uk: https://www.legislation.gov.uk/uksi/1998/1833/contents/made"
  }
}