{
  "id": "HR6.7a",
  "title": "Competency Framework Guidance",
  "filename": "HR6.7a Competency Framework Guidance.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA’s Competency Framework is to enable care colleagues to:\nUnderstand more clearly what is expected of them,\nIdentify personal development needs\nProvide evidence of achievements to support career development and progression.\nScope and Purpose\nRelevant for all care and clinical colleagues across MHA.\nDefinitions\nCompetency Assessments\nPractical levels of competence will be assessed alongside mandatory or core training requirements.\nCompetency assessments will be participatory, practical and supervised or observed by a ‘competent assessor’.\nSome competencies will require 2 or 3 observations as part of the process.\nThe required core competencies will be specified.  Some will be once only; others will be repeated every; one, two, or three years.\nAny competency may be repeated if a developmental need arises.\nPost Assessment Reviews\nCompetencies will be reviewed and discussed at 1:1s as ‘post assessment reviews’ or ‘tests of understanding’.  This should be reviewed at the colleagues next supervision (1:1) after the competency assessment but could be repeated if a developmental need arises.\nThese are a verbal representation of the competency and can precis or summarise the competency.\nBoth competency and post assessment reviews may result in action plans or developmental needs for the person.\nThe Assessor\nMHA’s People Development offer an assessor programme ‘Assessing for Success’ delivered over two days through zoom.  If you are interested in attending, please speak to your Manager who can arrange for you to attend or contact People Development for further information be emailing PeopleDevelopment@mha.org.uk\nAssessors must have a thorough understanding and direct experience in the areas they are assessing and be in a role where they are regularly carrying out the skills they are assessing and should meet the following criteria: \nMust be able to demonstrate consistent competence in the areas they are assessing and in using any equipment required\nWill have successfully completed their 6-month probationary period\nWill have sufficient time and support within the workplace to enable them to carry out their role as an assessor effectively.\nAssessor Actions\nAssessors should ensure a gradual learning process whereby the colleagues - \nObserves an experienced colleague, \nCarries out the ‘task’ whilst being supervised by an experienced colleague several times\nAnd finally, is assessed as competent by a competency assessor.\nCompetency Success\nA competency may include essential criteria, which if not achieved will result in failure.  Three failures will lead to increased support, performance management or potentially formal action.\nAs part of the feedback meeting and on receipt of the outcome of the assessment, colleagues have the opportunity to express their views. This should be written on the Comprehension Review section of the competency assessment.\nIf a colleague believes the assessment process has not been followed or received unfair feedback this should be reported to their line manager for review and investigation.\nCompetency Library\nSee Appendix 1 for July 2024 competency index. The most up to date competency library can be found on MHA’s intranet Competency Library\nRoles and Responsibilities \nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEquality Impact Assessment\nMHA aim to design and implement policy documents that meet the diverse needs of our service, population, and workforce, ensuring that none are placed at a disadvantage over others. It reflects the provisions of the Equality Act 2010 and promotes equal opportunities for all.\nThis document has been assessed to ensure that no one receives less favourable treatment on the protected characteristics of their age, disability, sex (gender), gender reassignment, sexual orientation, marriage and civil partnership, race, religion or belief, pregnancy, and maternity.\nFor access to the EIA, contact policies@mha.org.uk\nResources \n MHA policy documents, procedures and guidance\nObservation of Learning and assessment Policy \nPeople Development Policy \nCompetency Certificate\nNursing and care competencies \nMHA Competency Library  \nAppendices\nAppendix 1: Competency Library\nMandatory in blue, all assessment to be completed annually. \nAdditional competencies to be completed as identified to meet the needs of the people supported.\nFor Basic Life Support (CPR), Moving and Assisting and Medicines Management the  Training and Competency assessment completion forms must be submitted to peopledevelopment@mha.org.uk for upload to the Learning Zone.\nVersion Control",
  "sections": {
    "summary": "MHA’s Competency Framework is to enable care colleagues to: Understand more clearly what is expected of them, Identify personal development needs Provide evidence of achievements to support career development and progression.",
    "purpose": "Relevant for all care and clinical colleagues across MHA.",
    "definitions": "Competency Assessments Practical levels of competence will be assessed alongside mandatory or core training requirements. Competency assessments will be participatory, practical and supervised or observed by a ‘competent assessor’. Some competencies will require 2 or 3 observations as part of the process. The required core competencies will be specified. Some will be once only; others will be repeated every; one, two, or three years. Any competency may be repeated if a developmental need arises. Post Assessment Reviews Competencies will be reviewed and discussed at 1:1s as ‘post assessment reviews’ or ‘tests of understanding’. This should be reviewed at the colleagues next supervision (1:1) after the competency assessment but could be repeated if a developmental need arises. These are a verbal representation of the competency and can precis or summarise the competency. Both competency and post assessment reviews may result in action plans or developmental needs for the person. The Assessor MHA’s People Development offer an assessor programme ‘Assessing for Success’ delivered over two days through zoom. If you are interested in attending, please speak to your Manager who can arrange for you to attend or contact People Development for further information be emailing PeopleDevelopment@mha.org.uk Assessors must have a thorough understanding and direct experience in the areas they are assessing and be in a role where they are regularly carrying out the skills they are assessing and should meet the following criteria: Must be able to demonstrate consistent competence in the areas they are assessing and in using any equipment required Will have successfully completed their 6-month probationary period Will have sufficient time and support within the workplace to enable them to carry out their role as an assessor effectively. Assessor Actions Assessors should ensure a gradual learning process whereby the colleagues - Observes an experienced colleague, Carries out the ‘task’ whilst being supervised by an experienced colleague several times And finally, is assessed as competent by a competency assessor. Competency Success A competency may include essential criteria, which if not achieved will result in failure. Three failures will lead to increased support, performance management or potentially formal action. As part of the feedback meeting and on receipt of the outcome of the assessment, colleagues have the opportunity to express their views. This should be written on the Comprehension Review section of the competency assessment. If a colleague believes the assessment process has not been followed or received unfair feedback this should be reported to their line manager for review and investigation. Competency Library See Appendix 1 for July 2024 competency index. The most up to date competency library can be found on MHA’s intranet Competency Library",
    "responsibilities": "Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Equality Impact Assessment MHA aim to design and implement policy documents that meet the diverse needs of our service, population, and workforce, ensuring that none are placed at a disadvantage over others. It reflects the provisions of the Equality Act 2010 and promotes equal opportunities for all. This document has been assessed to ensure that no one receives less favourable treatment on the protected characteristics of their age, disability, sex (gender), gender reassignment, sexual orientation, marriage and civil partnership, race, religion or belief, pregnancy, and maternity. For access to the EIA, contact policies@mha.org.uk Resources MHA policy documents, procedures and guidance Observation of Learning and assessment Policy People Development Policy Competency Certificate Nursing and care competencies MHA Competency Library Appendices Appendix 1: Competency Library Mandatory in blue, all assessment to be completed annually. Additional competencies to be completed as identified to meet the needs of the people supported. For Basic Life Support (CPR), Moving and Assisting and Medicines Management the Training and Competency assessment completion forms must be submitted to peopledevelopment@mha.org.uk for upload to the Learning Zone. Version Control"
  }
}