{
  "id": "HR6.8",
  "title": "Work Experience Placements Policy",
  "filename": "HR6.8 Work Experience Placements Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA is committed to supporting work placement opportunities and recognises the value of welcoming people to discover more about Health and Social Care and the Charity Sector that MHA operates in and put their academic learning into skills development.\nScope and Purpose\nThis policy is relevant for all colleagues across all MHA’s services. The purpose of this policy is to provide key information and guidance, and define roles and responsibilities for the successful implementation, delivery, and completion of work experience placements within MHA’s services.\nDefinitions\nWork Experience Placement Principles\nMHA only accepts students over the age of 18 years.\nWork experience placements must be formally agreed, planned, and organised between MHA and the educational or employability established and not be ad hoc arrangements. This ensures the safety of the student, MHA and our residents and members.\nMHA is regularly approached by schools, colleges, and universities to request placements for students for work experience or to enable them to complete activities towards Duke of Edinburgh Awards etc. \nStudents on work experience placements are normally given the opportunity to undertake a particular role whilst being directly supervised by a person(s) who is (are) employed by MHA in the same role, a work experience student must not undertake tasks without supervision. The Manager must assume overall responsibility for the placement.\nStudents may find themselves outside the disciplined educational environment, in the company of strangers and with unfamiliar chains of command. They may be particularly at risk from:\ntheir possible physical and psychological immaturity and inexperience of work\nbeing unaware of the potential risks to their health and safety – both from the tasks they will be doing and from their working environment,\nbeing eager to impress or please other people.\nShould students wish to complete a research project at MHA to support a qualification they are studying they will be required to complete and submit form Request for MHA Participation in Research, which will then be reviewed by our Research Committee (refer to Research Policy, G108 for more information).\nRoles and Responsibilities\nPolicy Training and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nPolicy Communication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessments\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nWork Experience Placements at MHA\nHR6.8a, Work Experience Placement Information Pack \nHR6.8b, Work Experience Placements Agreement\nHR6.8c, Work Experience Placements Certificate Template\nHR6.8d, Work Experience Placements Evaluation Questionnaire\nG108, Research Policy\nHR5.1, Hours of Work\nInformation Governance Policies\nH&S Policies\nGov UK Guidance on Work Experience and Internships: https://www.gov.uk/guidance/national-minimum-wage-work-experience-and-internships#what-is-work-experience\nVersion Control",
  "sections": {
    "summary": "MHA is committed to supporting work placement opportunities and recognises the value of welcoming people to discover more about Health and Social Care and the Charity Sector that MHA operates in and put their academic learning into skills development.",
    "purpose": "This policy is relevant for all colleagues across all MHA’s services. The purpose of this policy is to provide key information and guidance, and define roles and responsibilities for the successful implementation, delivery, and completion of work experience placements within MHA’s services.",
    "policy": "HR5.1, Hours of Work Information Governance Policies H&S Policies Gov UK Guidance on Work Experience and Internships: https://www.gov.uk/guidance/national-minimum-wage-work-experience-and-internships#what-is-work-experience Version Control"
  }
}