{
  "id": "HR6.7",
  "title": "People Development Policy",
  "filename": "HR6.7 People Development Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA is committed to the learning and development of all colleagues to ensure they have the right skills and knowledge to achieve our strategic objectives and vision of enabling people to live later life well. This commitment is underpinned by our vision for developing our people across MHA which states:\nPeople Development will provide a modern, impactful, inclusive, and efficient model for learning and development which empowers each individual to maximise their potential through developing the knowledge, skills, and behaviours to enable colleagues to achieve success in all that they do.\nScope and Purpose\nThis policy applies to all colleagues of MHA and subsidiary companies to set out the key principles underpinning learning and development at MHA and should be read in conjunction with guidance and information made available by the People Development team.\nIdentifying Learning Needs\nTo assist in the identification of learning needs across MHA, the People Development team will engage annually with the Senior Leadership Team (SLT) to identify forthcoming organisational learning and development needs.  Identified needs will help formulate the annual learning and development plan, including budget resource.\nIndividual learning and development needs are identified through the 1:1 and appraisal process.\nLearning and Development Budget\nMHA’s learning and development budget is held centrally by the People Development team to ensure there is clear oversight of all related expenditure and that the budget is used effectively.  The budget is developed annually and monies available to support learning and development activity are dependent on MHA’s financial position and strategic and operational priorities.  No expenditure should be made without prior approval of the Head of People Development.\nLearning and Development Monitoring\nCompletion of all learning at MHA will be captured on MHA’s learning management system, the Learning Zone.  Comprehensive training records and certificates of attendance are available to download by all colleagues through the Profile section of the Learning Zone.\nFull EDI monitoring will be available for all Apprenticeship and Qualification requests and completions.  All requests to undertake this type of learning require the colleague to complete an EDI monitoring form which is submitted to People Development. The forms are removed from the original request prior to the review panel seeing the applications. This ensures all bias is removed in relation to protected characteristics during the review panel meeting.\nCurrently EDI data cannot be monitored for all other learning and development as the Learning Zone supplier is not able to legally hold EDI data in the system due to GDPR legislation.\nInduction\nColleagues’ first experience of learning and development at MHA is during their induction period.  All new colleagues, and any colleagues moving roles internally, should receive a planned and effective period of induction which makes them feel welcomed into the team, sets out clear expectations around performance levels and behaviours, and enables the individual to start performing in their role.  Further information about induction at MHA can be found on the people development section of MHA Connect Guide to great inductions with links to specific induction programmes.\nAll new colleagues will automatically have any compliance learning allocated that has been identified by MHA and our regulators as being required for their particular job role(s) within the Learning Zone.\nCompliance Training Attendance\nMHA requires you to participate and maintain all training it considers mandatory for your role (this includes all Statutory, Regulatory and MHA Mandatory courses) as requested and in accordance with the timeframes as set out in the MHA Core Training Framework, which can be accessed via the Learning Zone. Failure to do so will be a breach of terms and conditions of employment and failure to comply with MHA policy. It may also be deemed to be declining to carry out a reasonable management instruction. As such disciplinary action (including suspension) may be taken in accordance with the MHA Disciplinary Policy and Procedure. Mitigating circumstances, however, will be taken into account.\nBooking / Attendance / Cancellation of Training\nAs a charity we all have a responsibility to maximise our annual learning and development budget by ensuring colleagues are booked onto appropriate courses, attendance is prioritised, and any cancellations are notified in a timely way.  We also have a responsibility to ensure that completed training is recorded and tracked effectively.  It’s therefore essential that: \nLearners are booked onto relevant learning using the Learning Zone\nLearners arrive in plenty of time for the start of the session and remain for its duration. For webinars learners need to join the training at least 15 minutes prior to the start time.\nAny cancellations are made using the Learning Zone, at the earliest opportunity, to allow the place to be made available to another learner.\nAny changes to learners attending courses can be made in the Learning Zone up to 24 hours before the course starts.  If a learner cannot attend a session within 24 hours of a session starting another learner can be allocated to attend without a booking and their attendance on the Learning Zone and the system will be adjusted by the course facilitator.\nLearners who do not have a booked place or are not replacing a learner with a booked place, will be refused access or asked to leave. This ensures planned learning events are not oversubscribed.\nLearning is only attended in paid working hours unless in exceptional circumstances where specific agreement will need to have been provided by your line manager.\nPeople Development recognise the importance of making reasonable adjustments for any learner who has a disability.  To enable the required adjustments to be discussed with the learner, to ensure that any changes made meet their individual needs, it is important that the learner contacts People Development at least 5 working days prior to the session taking place.  This ensures People Development have the opportunity to make the relevant adjustments to ensure that the learner is not disadvantaged. \nPeople Development recognises the challenges for colleagues who work night shifts in attending training.  It is understood that some colleagues who choose to work night shifts, due to having dependants and caring responsibilities outside of work, are unable to attend training outside of their contracted night shift hours.  People Development work closely with their training providers to offer evening sessions at regular intervals throughout each month to assist, however, due to the working hours of our providers this still falls short of fitting in with MHA’s night shifts.  If any manager has colleagues who are struggling to attend training for these reasons, then they should contact People Development to discuss possible solutions.\nQualifications and Apprenticeships\nMHA recognises the importance of providing opportunities for colleagues to gain nationally recognised qualifications which support them in their current or a possible future role.  Opportunities are provided through the apprenticeship levy, where applicable, or through applying for study assistance.  The apprenticeship levy is governed by the ESFA (Education Skills Funding Agency) and as such MHA agree to abide by the Employer requirements as set out in the ESFA Employer Agreement and ESFA Funding Rules.  In agreeing to abide by these requirements it enables MHA to draw down the levy to financially support colleagues undertaking apprenticeships.\nPlease refer to separate study assistance / apprenticeship guidance on MHA Connect for further details.\nFunding\nThere are multiple funding streams available to support MHA with the costs of learners completing relevant learning and MHA endeavours, wherever possible, to use this funding.\nFunding often comes with eligibility criteria which MHA recognises can lead to colleagues who hold protected characteristics of Age and Race / Ethnicity being disadvantaged.  These eligibility criteria are set by the body that controls the funding and are therefore outside of MHA’s control.\nExamples include the Apprenticeship Levy - funding can only be used where colleagues can evidence having lived in the UK for 3 years or more, other funding may have restrictions on age.\nTo ensure that MHA colleagues are not subject to this level of inequality the People Development team will use their budget to support colleagues to have the same learning opportunities.  \nRequesting Training to be Hosted on the Learning Zone\nThe People Development team want to ensure that all training carried out across MHA is recorded on the Learning Zone to ensure robust and centralised training records are maintained and able to be provided if needed internally or externally.\nPeople Development are able to host and administer any learning on the Learning Zone for colleagues and managers, although the day to day responsibility for managing the course would need to remain with the person requesting and delivering the training.\nTo support all colleagues and managers to understand the process it has been outlined in the Requests for training process guidance page, which can be found on MHA Connect.  Associated forms located on the guidance page can be downloaded for completion.\nIn addition, a Request for Training to be Hosted on the Learning Zone form has been developed which will need to be completed as per the Requesting Training Process.\nOnce the training being requested is live on the Leanring Zone another form is available to request the setting up of new sessions if your training is being delivered face to face or via webinar.  This form is called Training Session Request Form.\nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessments\nAn Equality, Diversity, and Impact Assessment (EIA) was completed. The EIA found that the following protected characteristics could be impacted by this policy:\nAge\nDisability\nRace and Ethnicity\nIn addition, dependants and those with caring responsibilities could  be adversely impacted by this policy.\nAs a result, amendments were made to the policy which are detailed in the EIA.\nFor access to the EIA, contact policies@mha.org.uk\nMHA is committed to promoting Equality, Diversity and Inclusion ensuring that there are no barriers to learning and development and that every single colleague should be able to access appropriate training and development opportunities for their role.  Please also refer to MHA’s Equality, Diversity, and Inclusion Policy.\nResources \nMHA policy documents, procedures, and guidance\nRequest for Training Process\nRequest for Training to be Hosted on the Learning Zone \nTraining Session Request Form.\nEquality, Diversity, and Inclusion Policy \nAppraisal Policy \n1:1 Review Policy \nAdvice, Support and Counselling Policy \nStudy Assistance Policy and Procedure \nWork Experience Placements Policy \nObservation of Learning and Assessment Policy \nInduction Guidance and Workbooks – The Learning Zone (MHA Connect): Induction workbooks \nVersion Control",
  "sections": {
    "summary": "MHA is committed to the learning and development of all colleagues to ensure they have the right skills and knowledge to achieve our strategic objectives and vision of enabling people to live later life well. This commitment is underpinned by our vision for developing our people across MHA which states: People Development will provide a modern, impactful, inclusive, and efficient model for learning and development which empowers each individual to maximise their potential through developing the knowledge, skills, and behaviours to enable colleagues to achieve success in all that they do.",
    "purpose": "This policy applies to all colleagues of MHA and subsidiary companies to set out the key principles underpinning learning and development at MHA and should be read in conjunction with guidance and information made available by the People Development team. Identifying Learning Needs To assist in the identification of learning needs across MHA, the People Development team will engage annually with the Senior Leadership Team (SLT) to identify forthcoming organisational learning and development needs. Identified needs will help formulate the annual learning and development plan, including budget resource. Individual learning and development needs are identified through the 1:1 and appraisal process. Learning and Development Budget MHA’s learning and development budget is held centrally by the People Development team to ensure there is clear oversight of all related expenditure and that the budget is used effectively. The budget is developed annually and monies available to support learning and development activity are dependent on MHA’s financial position and strategic and operational priorities. No expenditure should be made without prior approval of the Head of People Development. Learning and Development Monitoring Completion of all learning at MHA will be captured on MHA’s learning management system, the Learning Zone. Comprehensive training records and certificates of attendance are available to download by all colleagues through the Profile section of the Learning Zone. Full EDI monitoring will be available for all Apprenticeship and Qualification requests and completions. All requests to undertake this type of learning require the colleague to complete an EDI monitoring form which is submitted to People Development. The forms are removed from the original request prior to the review panel seeing the applications. This ensures all bias is removed in relation to protected characteristics during the review panel meeting. Currently EDI data cannot be monitored for all other learning and development as the Learning Zone supplier is not able to legally hold EDI data in the system due to GDPR legislation. Induction Colleagues’ first experience of learning and development at MHA is during their induction period. All new colleagues, and any colleagues moving roles internally, should receive a planned and effective period of induction which makes them feel welcomed into the team, sets out clear expectations around performance levels and behaviours, and enables the individual to start performing in their role. Further information about induction at MHA can be found on the people development section of MHA Connect Guide to great inductions with links to specific induction programmes. All new colleagues will automatically have any compliance learning allocated that has been identified by MHA and our regulators as being required for their particular job role(s) within the Learning Zone. Compliance Training Attendance MHA requires you to participate and maintain all training it considers mandatory for your role (this includes all Statutory, Regulatory and MHA Mandatory courses) as requested and in accordance with the timeframes as set out in the MHA Core Training Framework, which can be accessed via the Learning Zone. Failure to do so will be a breach of terms and conditions of employment and failure to comply with MHA policy. It may also be deemed to be declining to carry out a reasonable management instruction. As such disciplinary action (including suspension) may be taken in accordance with the MHA Disciplinary Policy and Procedure. Mitigating circumstances, however, will be taken into account. Booking / Attendance / Cancellation of Training As a charity we all have a responsibility to maximise our annual learning and development budget by ensuring colleagues are booked onto appropriate courses, attendance is prioritised, and any cancellations are notified in a timely way. We also have a responsibility to ensure that completed training is recorded and tracked effectively. It’s therefore essential that: Learners are booked onto relevant learning using the Learning Zone Learners arrive in plenty of time for the start of the session and remain for its duration. For webinars learners need to join the training at least 15 minutes prior to the start time. Any cancellations are made using the Learning Zone, at the earliest opportunity, to allow the place to be made available to another learner. Any changes to learners attending courses can be made in the Learning Zone up to 24 hours before the course starts. If a learner cannot attend a session within 24 hours of a session starting another learner can be allocated to attend without a booking and their attendance on the Learning Zone and the system will be adjusted by the course facilitator. Learners who do not have a booked place or are not replacing a learner with a booked place, will be refused access or asked to leave. This ensures planned learning events are not oversubscribed. Learning is only attended in paid working hours unless in exceptional circumstances where specific agreement will need to have been provided by your line manager. People Development recognise the importance of making reasonable adjustments for any learner who has a disability. To enable the required adjustments to be discussed with the learner, to ensure that any changes made meet their individual needs, it is important that the learner contacts People Development at least 5 working days prior to the session taking place. This ensures People Development have the opportunity to make the relevant adjustments to ensure that the learner is not disadvantaged. People Development recognises the challenges for colleagues who work night shifts in attending training. It is understood that some colleagues who choose to work night shifts, due to having dependants and caring responsibilities outside of work, are unable to attend training outside of their contracted night shift hours. People Development work closely with their training providers to offer evening sessions at regular intervals throughout each month to assist, however, due to the working hours of our providers this still falls short of fitting in with MHA’s night shifts. If any manager has colleagues who are struggling to attend training for these reasons, then they should contact People Development to discuss possible solutions. Qualifications and Apprenticeships MHA recognises the importance of providing opportunities for colleagues to gain nationally recognised qualifications which support them in their current or a possible future role. Opportunities are provided through the apprenticeship levy, where applicable, or through applying for study assistance. The apprenticeship levy is governed by the ESFA (Education Skills Funding Agency) and as such MHA agree to abide by the Employer requirements as set out in the ESFA Employer Agreement and ESFA Funding Rules. In agreeing to abide by these requirements it enables MHA to draw down the levy to financially support colleagues undertaking apprenticeships. Please refer to separate study assistance / apprenticeship guidance on MHA Connect for further details. Funding There are multiple funding streams available to support MHA with the costs of learners completing relevant learning and MHA endeavours, wherever possible, to use this funding. Funding often comes with eligibility criteria which MHA recognises can lead to colleagues who hold protected characteristics of Age and Race / Ethnicity being disadvantaged. These eligibility criteria are set by the body that controls the funding and are therefore outside of MHA’s control. Examples include the Apprenticeship Levy - funding can only be used where colleagues can evidence having lived in the UK for 3 years or more, other funding may have restrictions on age. To ensure that MHA colleagues are not subject to this level of inequality the People Development team will use their budget to support colleagues to have the same learning opportunities. Requesting Training to be Hosted on the Learning Zone The People Development team want to ensure that all training carried out across MHA is recorded on the Learning Zone to ensure robust and centralised training records are maintained and able to be provided if needed internally or externally. People Development are able to host and administer any learning on the Learning Zone for colleagues and managers, although the day to day responsibility for managing the course would need to remain with the person requesting and delivering the training. To support all colleagues and managers to understand the process it has been outlined in the Requests for training process guidance page, which can be found on MHA Connect. Associated forms located on the guidance page can be downloaded for completion. In addition, a Request for Training to be Hosted on the Learning Zone form has been developed which will need to be completed as per the Requesting Training Process. Once the training being requested is live on the Leanring Zone another form is available to request the setting up of new sessions if your training is being delivered face to face or via webinar. This form is called Training Session Request Form.",
    "responsibilities": "Training and Monitoring Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk EDI Impact Assessments An Equality, Diversity, and Impact Assessment (EIA) was completed. The EIA found that the following protected characteristics could be impacted by this policy: Age Disability Race and Ethnicity In addition, dependants and those with caring responsibilities could be adversely impacted by this policy. As a result, amendments were made to the policy which are detailed in the EIA. For access to the EIA, contact policies@mha.org.uk MHA is committed to promoting Equality, Diversity and Inclusion ensuring that there are no barriers to learning and development and that every single colleague should be able to access appropriate training and development opportunities for their role. Please also refer to MHA’s Equality, Diversity, and Inclusion Policy. Resources MHA policy documents, procedures, and guidance Request for Training Process Request for Training to be Hosted on the Learning Zone Training Session Request Form. Equality, Diversity, and Inclusion Policy Appraisal Policy 1:1 Review Policy Advice, Support and Counselling Policy Study Assistance Policy and Procedure Work Experience Placements Policy Observation of Learning and Assessment Policy Induction Guidance and Workbooks – The Learning Zone (MHA Connect): Induction workbooks Version Control"
  }
}