{
  "id": "HR7.2",
  "title": "Special Leave Policy and Procedure",
  "filename": "HR7.2 Special Leave Policy and Procedure.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA recognises that there are times when colleagues have to balance the demands of work with domestic, personal, and family matters. In addition to personal commitments, they may also have responsibilities in the wider community.\nThis policy provides a range of provisions in order to enable colleagues to take a period of time off in ‘special leave’ circumstances without loss of annual holiday entitlement or impact on a colleagues Bradford Factor score. Special leave includes leave relating to:\nBereavement Leave\nFamily and Domestic Crisis’\nMedical, Dental, and Hospital Appointments\nCarers Leave\nPublic Duties\nFor leave relating to annual leave, refer to Holiday Arrangement Policy [HR7.4]. For leave relating to sickness, refer to Sickness Absence Management Policy [HR7.1]. For leave relating to maternity, paternity, adoption, and parental leave refer to [HR7.3].\nScope and Purpose\nThis policy is relevant to all colleagues working under a contract of employment within MHA who meet the eligibility requirements detailed within each provision of this policy.\nThe purpose of this policy is to set out MHA’s provision and procedures relating to taking and requesting special leave.\nDefinitions\nBereavement Leave\nMHA recognises that experiencing a death is a very difficult period for colleagues and can be very distressing. MHA encourage colleagues to discuss any bereavement with their line manager to enable support to be offered. The formal request for leave must be agreed with the Home / Scheme / Department or equivalent Manager.\nConsideration must always be given to any cultural and or religious requirements in the application of this policy.\nConsideration should also be given where a colleagues immediate relative dies abroad and are required to take charge of the funeral arrangements.\nFor anyone suffering bereavement the following entitlements will apply:\nUp to one working weeks’ paid leave will be granted for the death of a spouse, partner, sibling, or parent. This week can be taken as a whole week or individual days. This period should include time for the funeral.\nOne days paid leave for the death of other relatives. This may be extended to up to a week if there are relevant circumstances that support that. For further advice please contact the HR team. \nAdditional time off, without pay, will be considered depending on the individual circumstance. \nParental Bereavement Leave\nFor those colleagues with parental responsibility (including foster, guardians, and adoptive parent) who suffer the distressing death of a child under 18, or a stillbirth after 24 weeks or more of pregnancy, they are entitled to two weeks leave and pay. \nThe two weeks do not have to be taken together but can only be taken as whole weeks. The two weeks must be taken within 56 weeks of the death of the child. Payment will be made based on contracted hours per week.\nFor the parents who suffer a still birth after 24 weeks of pregnancy they are also entitled to take their full entitlement to maternity and paternity leave subject to eligibility. Parental bereavement leave cannot be taken at the same time as maternity or paternity leave.\nWhere more than one child dies or is stillborn, colleagues are entitled to two weeks of parental bereavement leave in relation to each child.\nNotice of the intention to take Parental Bereavement Leave within the first 56 days (8 weeks) of the death must be given before the start of the shift on which the Bereavement Leave begins. \nNotice of the intention to take Bereavement Leave after the first 56 days (8 weeks) of the death must be given one week before the leave starts.\nColleagues should confirm:\nthe date of the child’s death\nwhen the Parental Bereavement Leave begins \nwhether they are taking one or two working weeks on this occasion\nThe leave can be cancelled using the above notice periods so long as the leave has not already started.\nFor more information and support related to death of a baby during pregnancy please see HR7.3 Parental Leave policy. \nFamily and Domestic Crisis Leave\nA colleague may require reasonable time off in order to deal with emergency situations in relation to a family/domestic crisis .  For example:\nSerious illness of a close relative\nSudden illness of a person for whom the colleague has caring responsibilities\nWhere the colleague has to make arrangement for the provision of care for a dependant who is ill or injured or because of the unexpected disruption of arrangements already in place to care for the dependant\nTo deal with an incident which involves a child of the colleague, and which occurs unexpectedly whilst the child is at school\nDomestic emergency requiring urgent attendance e.g., Flood, fire, burglary.\nThis list is not exhaustive, and consideration may be given to granting family / domestic leave in other circumstances.\nA dependant is defined as a colleague’s spouse, child or parent, a person who lives in the same household as the colleague (other than a tenant or boarder) or can be any person who reasonably relies on the colleague to make such arrangements on their behalf.\nOn occasions where a colleague knows in advance that a family / domestic situation may arise, the colleagues is expected to make contingency plans, where possible. In these situations, family / domestic crisis leave would not normally be granted. \nIn cases of an unexpected family / domestic crisis or emergency, colleagues may be granted up to one working week with pay per annum. However, this should only be used to allow the colleague to make necessary arrangements to deal with the emergency. For example, the sudden illness of a child would normally result in only the first day being given as special leave to give time to organise alternative childcare arrangements. \nConsideration will be given to colleagues requiring additional leave for exceptional reasons. Where appropriate, additional time off without pay may be considered but this must be approved by an Area Manager or equivalent.\nWhere appropriate, and in exceptional circumstances only and at the discretion of senior management additional time off with pay may be considered up to a maximum of 6 working weeks but this must be explicitly approved by the Chief Executive and the Director of People and Corporate Services. \nMedical, Dental, and Hospital Appointments Leave\nExamples of medical, dental, and hospital appointments leave may include:\nDoctors’ appointments and treatment\nDentist appointments and treatment\nHospital appointments and treatment\nWherever possible, colleagues should arrange their medical, dental or hospital appointments outside normal working hours wherever possible. For those working part-time or on a rota basis, time off for appointments will only be granted in an emergency. For those working, when appointments cannot be made in an evening or on a Saturday, then they should be made at the beginning or end of the working day. If flexitime is in operation, then time should be taken outside of core hours.\nProviding that the colleague notifies their manager in advance, time off for these appointments will be treated as paid time off. In the unlikely event that the appointment lasts for more than half the day then it will be treated as sickness absence. If flexitime is in operation, then time should be taken outside of core hours.\nFor outpatient appointments MHA reserves the right to request the submission of an appointment card and / or proof of attendance.\nFor more information and support related to In Vitro Fertilisation (IVF) and Other Fertilisation Treatments please see HR7.3 Parental Leave Policy. \nCarers Leave\nCarers leave is available to all colleagues from their first day of employment. Colleagues can take up to one working week of unpaid leave per rolling 12-month period.\nCarers leave can be used for caring for a spouse, civil partner, child, parent, someone living in the same household or a person who reasonably relies on the employee for care and has a long-term care need.\nColleagues are able to take individual full or half days of leave, up to a full working week. \nNotice provided by colleagues for carers leave must be twice the length of time being requested. Notice does not need to be in writing but must be clearly communicated by the colleague to the relevant manager.\nWhere the request for carers leave would be unjustifiably disruptive to services, MHA may postpone the request and offer an alternative within a month of the original request. \nPublic Duties Leave\nPublic duties leave includes leave relating to public, political, civic, and judicial activities.\nIn determining how much time off from work is reasonable MHA will take account of the following:\nThe nature of the duties of the office or as a member of the body in question, and/or\nThe amount of time off which has already been permitted for other public duties or activities, and/or\nThe operational requirements and the effect of the colleague’s absence upon MHA.\nThe colleague may also need to show that they are contributing a reasonable amount of their own time towards meeting their public duty commitments (possibly including a proportionate amount of their annual holiday entitlement). \nProviding MHA is satisfied that adequate notice is being given and that the colleague is contributing some of their own time then, if the public duties are significant, it will normally allow time off and make up any monies received from the public body to normal average earnings for up to 10 working days per annum.\nAll colleagues are free to stand for Parliament but must resign from MHA’s employment if elected. However, any colleague considering such a move must inform their immediate line manager at a very early stage that they are considering standing for Parliament or playing a public part in Parliamentary elections and assure MHA that these activities can be exercised without conflict of interest with their duty as a colleague.\nPayment is not made for the time spent in excess of normal working hours or for time spent travelling.\nIf attending public duties incurs expenses to the colleague, they must claim expenses from the public duty’s organisation (e.g., the court) including any travel expenses, together with any compensation for loss of earnings. MHA will then pay the difference between such entitlements and normal average earnings (following business expenses procedures [HR9.1], and at the approval of the colleague’s line manager).\nJury Service\nWhere requested to attend court as a juror, colleagues will be granted time off to attend. However, where, in MHA’s view, the release of a colleague for jury service raises major issues or operational problems, assistance will be provided to the colleague in order to appeal to the court to re-arrange or cancel the dates of service.\nDuring attendance at the court colleagues must claim from the court, any travel expenses both to and from the court, together with any compensation for loss of earnings. MHA will then pay the difference between such entitlements and normal average earnings. \nIn order to claim this allowance, the colleague must submit the court issues ‘Certificate of Loss of Earnings’ alongside the Public Duties Payroll Form [HR7.2b] to the payroll department via payrollandpensions@mha.org.uk.\nAppearing as a witness\nColleagues will normally be granted time off where they have been requested to attend court as a witness. However, they must notify their line manager of the request at the earliest opportunity.\nDuring attendance at the court colleagues must claim from the court, any travelling expenses both to and from the court, together with compensation for any loss of earnings, whenever possible. \nMHA will then pay the difference between such entitlements and normal average earnings.\nThe colleague must submit the court issues ‘Certificate of Loss of Earnings’ alongside the Public Duties Payroll Form [HR7.2b] to the payroll department via payrollandpensions@mha.org.uk.\nSpecial Forces\nColleagues are encouraged to participate, as volunteers, with a number of special forces. These include:\nTerritorial Army\nRoyal Navy Reserve\nSpecial Police Force\nSpecial Fire Service\nRoyal Air Force\nRoyal Marines.\nWhere time off work is required, colleagues are expected to use a proportion of their annual holiday entitlement. For every day of the colleague’s holiday entitlement utilised in this manner MHA will provide an additional day of leave, up to a maximum of 5 days in any holiday year.\nPayment during the above additional day(s) of leave will be calculated as the difference between any attendance allowances received for the day(s) from the special force and average earnings.\nEvidence of attendance and any allowances received must be given to Payroll upon return to enable the payment to be processed. The Special Leave Request Form [HR7.2a] must also be completed and submitted.\nReservists\nIf any person working for MHA, who is a member of the reserve armed forces, receives a call-up notice then they must take leave of absence to fulfil their obligations. If they do not comply, then they will be guilty of absence without leave or desertion and will be dealt with by the authorities accordingly.\nAs an organisation, we will also be guilty of an offence if we persuade the reservist to desert or be absent without leave. However, if the absence of the person affected would cause serious damage to MHA (which could not be avoided by financial compensation) it is possible to apply to an adjudication officer for the call-up notice to be deferred or revoked. Any such application must be made within 7 days of the reservist receiving their call-up notice. Advice must be sought from the HR team on the procedure to follow in these circumstances.\nThe Ministry of Defence will pay reservists in their service such that MHA can suspend payment of their salary. MHA will also be able to claim compensation payments to offset certain costs involved in sourcing a temporary replacement.\nThe Reserve Forces (Safeguard of Employment) Act 1985 provides the right for the reservist to be taken back into employment upon completion of duty, provided that they were employed in the four-week period prior to call up.\nPublic Duties Leave Expenses\nRelevant expenses for public duties (e.g., loss of earnings) must be submitted in line with this policy using the procedures set out in the Business Expenses Policy, Schedule, and Guidance [HR9.1].\nRequesting Special Leave – Procedure \nAll requests for types of special covered under this policy must be submitted to line management using the Special Leave Request Form [HR7.2a].\nLine managers should review and approve or deny the special leave request, informing the colleague of the outcome.\nThe following table details how to process special leave requests once they have been authorised.\nApplications for extended paid leave must be approved by the Area Manager or equivalent and submitted by them to the Director of People and Communications for approval. The Area Manager or equivalent must provide further detail as necessary on the rationale for the request. \nIf an emergency arises whilst the colleague is at work, they must discuss the situation with their line manager or another senior manager of the situation before leaving the workplace.\nColleague Support\nMHA has a range of potential support available through its’ Chaplaincy and counselling services. More information on our counselling service Vivup, is available on MHA’s Employee Assistance Page (EAP) or mymha or alternatively please speak to you line manager for more information.\nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessments\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nSpecial Leave Request Form [HR7.2a]\nPublic Duties Payroll Form [HR7.2b]\nSickness Absence Management Policy [HR7.1]\nFamily Leave Policy [HR7.3]\nFlexi-time Policy [HR5.2]\nVersion Control",
  "sections": {
    "summary": "MHA recognises that there are times when colleagues have to balance the demands of work with domestic, personal, and family matters. In addition to personal commitments, they may also have responsibilities in the wider community. This policy provides a range of provisions in order to enable colleagues to take a period of time off in ‘special leave’ circumstances without loss of annual holiday entitlement or impact on a colleagues Bradford Factor score. Special leave includes leave relating to: Bereavement Leave Family and Domestic Crisis’ Medical, Dental, and Hospital Appointments Carers Leave Public Duties For leave relating to annual leave, refer to Holiday Arrangement Policy [HR7.4]. For leave relating to sickness, refer to Sickness Absence Management Policy [HR7.1]. For leave relating to maternity, paternity, adoption, and parental leave refer to [HR7.3].",
    "purpose": "This policy is relevant to all colleagues working under a contract of employment within MHA who meet the eligibility requirements detailed within each provision of this policy. The purpose of this policy is to set out MHA’s provision and procedures relating to taking and requesting special leave.",
    "definitions": "Bereavement Leave MHA recognises that experiencing a death is a very difficult period for colleagues and can be very distressing. MHA encourage colleagues to discuss any bereavement with their line manager to enable support to be offered. The formal request for leave must be agreed with the Home / Scheme / Department or equivalent Manager. Consideration must always be given to any cultural and or religious requirements in the application of this policy. Consideration should also be given where a colleagues immediate relative dies abroad and are required to take charge of the funeral arrangements. For anyone suffering bereavement the following entitlements will apply: Up to one working weeks’ paid leave will be granted for the death of a spouse, partner, sibling, or parent. This week can be taken as a whole week or individual days. This period should include time for the funeral. One days paid leave for the death of other relatives. This may be extended to up to a week if there are relevant circumstances that support that. For further advice please contact the HR team. Additional time off, without pay, will be considered depending on the individual circumstance. Parental Bereavement Leave For those colleagues with parental responsibility (including foster, guardians, and adoptive parent) who suffer the distressing death of a child under 18, or a stillbirth after 24 weeks or more of pregnancy, they are entitled to two weeks leave and pay. The two weeks do not have to be taken together but can only be taken as whole weeks. The two weeks must be taken within 56 weeks of the death of the child. Payment will be made based on contracted hours per week. For the parents who suffer a still birth after 24 weeks of pregnancy they are also entitled to take their full entitlement to maternity and paternity leave subject to eligibility. Parental bereavement leave cannot be taken at the same time as maternity or paternity leave. Where more than one child dies or is stillborn, colleagues are entitled to two weeks of parental bereavement leave in relation to each child. Notice of the intention to take Parental Bereavement Leave within the first 56 days (8 weeks) of the death must be given before the start of the shift on which the Bereavement Leave begins. Notice of the intention to take Bereavement Leave after the first 56 days (8 weeks) of the death must be given one week before the leave starts. Colleagues should confirm: the date of the child’s death when the Parental Bereavement Leave begins whether they are taking one or two working weeks on this occasion The leave can be cancelled using the above notice periods so long as the leave has not already started. For more information and support related to death of a baby during pregnancy please see HR7.3 Parental Leave policy. Family and Domestic Crisis Leave A colleague may require reasonable time off in order to deal with emergency situations in relation to a family/domestic crisis . For example: Serious illness of a close relative Sudden illness of a person for whom the colleague has caring responsibilities Where the colleague has to make arrangement for the provision of care for a dependant who is ill or injured or because of the unexpected disruption of arrangements already in place to care for the dependant To deal with an incident which involves a child of the colleague, and which occurs unexpectedly whilst the child is at school Domestic emergency requiring urgent attendance e.g., Flood, fire, burglary. This list is not exhaustive, and consideration may be given to granting family / domestic leave in other circumstances. A dependant is defined as a colleague’s spouse, child or parent, a person who lives in the same household as the colleague (other than a tenant or boarder) or can be any person who reasonably relies on the colleague to make such arrangements on their behalf. On occasions where a colleague knows in advance that a family / domestic situation may arise, the colleagues is expected to make contingency plans, where possible. In these situations, family / domestic crisis leave would not normally be granted. In cases of an unexpected family / domestic crisis or emergency, colleagues may be granted up to one working week with pay per annum. However, this should only be used to allow the colleague to make necessary arrangements to deal with the emergency. For example, the sudden illness of a child would normally result in only the first day being given as special leave to give time to organise alternative childcare arrangements. Consideration will be given to colleagues requiring additional leave for exceptional reasons. Where appropriate, additional time off without pay may be considered but this must be approved by an Area Manager or equivalent. Where appropriate, and in exceptional circumstances only and at the discretion of senior management additional time off with pay may be considered up to a maximum of 6 working weeks but this must be explicitly approved by the Chief Executive and the Director of People and Corporate Services. Medical, Dental, and Hospital Appointments Leave Examples of medical, dental, and hospital appointments leave may include: Doctors’ appointments and treatment Dentist appointments and treatment Hospital appointments and treatment Wherever possible, colleagues should arrange their medical, dental or hospital appointments outside normal working hours wherever possible. For those working part-time or on a rota basis, time off for appointments will only be granted in an emergency. For those working, when appointments cannot be made in an evening or on a Saturday, then they should be made at the beginning or end of the working day. If flexitime is in operation, then time should be taken outside of core hours. Providing that the colleague notifies their manager in advance, time off for these appointments will be treated as paid time off. In the unlikely event that the appointment lasts for more than half the day then it will be treated as sickness absence. If flexitime is in operation, then time should be taken outside of core hours. For outpatient appointments MHA reserves the right to request the submission of an appointment card and / or proof of attendance. For more information and support related to In Vitro Fertilisation (IVF) and Other Fertilisation Treatments please see HR7.3 Parental Leave Policy. Carers Leave Carers leave is available to all colleagues from their first day of employment. Colleagues can take up to one working week of unpaid leave per rolling 12-month period. Carers leave can be used for caring for a spouse, civil partner, child, parent, someone living in the same household or a person who reasonably relies on the employee for care and has a long-term care need. Colleagues are able to take individual full or half days of leave, up to a full working week. Notice provided by colleagues for carers leave must be twice the length of time being requested. Notice does not need to be in writing but must be clearly communicated by the colleague to the relevant manager. Where the request for carers leave would be unjustifiably disruptive to services, MHA may postpone the request and offer an alternative within a month of the original request.",
    "procedure": "All requests for types of special covered under this policy must be submitted to line management using the Special Leave Request Form [HR7.2a]. Line managers should review and approve or deny the special leave request, informing the colleague of the outcome. The following table details how to process special leave requests once they have been authorised. Applications for extended paid leave must be approved by the Area Manager or equivalent and submitted by them to the Director of People and Communications for approval. The Area Manager or equivalent must provide further detail as necessary on the rationale for the request. If an emergency arises whilst the colleague is at work, they must discuss the situation with their line manager or another senior manager of the situation before leaving the workplace. Colleague Support MHA has a range of potential support available through its’ Chaplaincy and counselling services. More information on our counselling service Vivup, is available on MHA’s Employee Assistance Page (EAP) or mymha or alternatively please speak to you line manager for more information.",
    "responsibilities": "Training and Monitoring Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk EDI Impact Assessments Equality, Diversity, and Impact Assessment to be confirmed. Resources Special Leave Request Form [HR7.2a] Public Duties Payroll Form [HR7.2b] Sickness Absence Management Policy [HR7.1] Family Leave Policy [HR7.3] Flexi-time Policy [HR5.2] Version Control"
  }
}