{
  "id": "HR7.1",
  "title": "Sickness Absence Management Policy",
  "filename": "HR7.1 Sickness Absence Management Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nThe health and wellbeing of MHA’s colleagues is of upmost importance to the organisation. In managing sickness related absence, MHA emphasis a culture of openness and honesty ensuring that line managers can properly understand the needs of colleagues whilst also taking into consideration the needs of the service(s).\nThis policy specifically covers the arrangements and processes in relation to sickness absence. All other absences are dealt with via the Special Leave, Annual Leave Holiday Arrangements or Discipline Policy.\nScope and Purpose\nThis policy is relevant for all colleagues for the purpose of ensuring that line managers and colleagues are aware of their duties and responsibilities in the management and control of sickness absence.\nNotification of Absence\nInitial Notification\nWhenever a colleague expects to be unable to attend work, they are required to personally telephone their line manager (and not text or email). In exceptional circumstances, where the reason for absence prevents them from making contact, e.g., severe illness or accident, then they must make arrangements for their immediate line manager to be contacted. If the line manager is unavailable the colleague must notify another appropriate person, for example the senior on duty or another manager (depending on whether they are based in a home, scheme, project, or office).\nOperational colleagues are expected to telephone as soon as they know they will not be able to attend and no later than between 06:00-06.30 prior to the start of their day shift or 16:00-16:30 for night shifts so that arrangements to cover their absence can be made.\nColleagues should confirm as a minimum the nature of their illness, details of action being taken to ensure the absence is minimised, whether they have or are going to seek medical advice and when they anticipate being able to return to work.\nFailure to attend work without any explanation may mean the absence is unauthorised and will therefore be treated as absence without leave and dealt with under the disciplinary procedure.\nCertification\nColleagues can verbally self-certify for absences up to and including 7 calendar days. For absences over 7 calendar days a Fit to Work certificate must be provided.\nWhen a colleague’s absence continues beyond the first Fit to Work certificate the colleague must ensure that a new Fit to Work certificates are provided as the previous certificate expires.\nFailure to provide a self-certification form or Fit to Work certificate may mean that Occupational Sick Pay (OSP) is withheld, where applicable.\nDisciplinary action may be taken where this procedure is not fully complied with.\nAll absence must be logged directly by line managers in mhapeople as soon as possible. Where a return-to-work date is unknown, the end date for the absence period should be left blank and only updated once a return-to-work date is known. \nContact\nThe manager will agree with the colleague how frequently they will keep in contact depending on the circumstances. When a colleague cannot return to work on the anticipated return date, the colleague (or nominee) must contact their line manager again, giving a minimum of 48 hours’ notice, to keep the organisation updated with their circumstances and in order that any necessary cover can be arranged. \nReturning to Work\nIndividuals should give as much notice as possible of their return to work so that the rota can be updated.\nColleagues should record their own return-to-work date in Mymha, where this is not possible, they should discuss with their line manager who can update on their behalf.\nReturn to Work Interviews\nAfter each period of absence, a manager will meet with the colleague to conduct a return-to-work interview covering as a minimum, the reasons for their absence, what support MHA may be able to offer e.g., reasonable adjustments, Colleague Assistance Programme, referral to occupational health. This interview must be recorded using the Return-to-Work Form and uploaded into mhapeople.\nRegardless of the length of absence, all colleagues need a return to work interview every time they are absent, and this should take place on their first day back at work. This ensures consistency and fairness in the process. The return-to-work interview is confidential, routine and is an integral part of absence management.\nA colleague’s Bradford Factor is automatically calculated in mhapeople after each absence and a Bradford Factor meeting should be held only when the colleague has returned to work, based on the stages outlined in 7.3. \nFor guidance on completing return to work interviews, refer to Appendix 1.\nPhased Return to Work\nFollowing a period of prolonged absence MHA will consider in line with any medical advice a period of phased return to assist a colleague in re-integrating into the role and workplace.\nReferrals to Occupational Health\nMHA will refer colleagues to Occupational Health, as required (e.g., where the level, pattern or frequency of their sickness absence causes concern), to gain advice on supporting the colleague and to identify potential support / reasonable adjustments to ensure regular attendance at work. Referrals must be made using the Occupational Health Referral Form after gaining the colleagues consent using the Consent Occupational Health Referral Form.\nReferrals can be requested at any time and colleagues do not need to be absent for a referral to take place. The colleague will be advised of the reasons for and purpose of the referral to Occupational Health and will be asked to give verbal consent to their manager for the referral to be made. Signed consent will be obtained by the Occupational Health Provider on their portal once the appointment is confirmed.  \nManagers may also find it of assistance to discuss the colleagues’ health issues with a view to identifying temporary or long-term adjustments which meet the needs of the colleague and service before involving Occupational Health, as this approach may provide a prompter resolution.\nThis does not rule out a referral to Occupational Health at a later stage.\nOccupational Health referral guidance can be located in Appendix 2.\nSickness Absence and the Equality Act\nColleagues who are absent due to an underlying health condition covered under the Equality Act 2010 should be managed in line with the principles of this policy. This will require the policy to be applied flexibly in those circumstances.\nFor staff to be effectively supported we will take into account our commitment to retaining staff through making reasonable adjustments to jobs, equipment, and processes, adjusting trigger points, offering flexible working options, and accessing medical advice through occupational health to help colleagues with any disability with maintaining their attendance within the needs of the service.\nShort Term Absences – The Bradford Factor\nMHA measures absence using the Bradford Factor to monitor absence and identify when action should be taken. The decision-making processes shall consider the Equality Act as above. \nAbsences relating to pregnancy will be discounted from the Bradford Factor score and absences relating to disabilities will be adjusted with advice from HR.\nBradford Factor Process\nA colleague’s Bradford Factor is automatically calculated in mhapeople after each absence and a Bradford Factor meeting will be held only when the colleague has returned to work, based on the following stages:\nBradford Factor Stage 1 – Written Warning\nA written warning may be given if a colleague has a Bradford Factor score of 100 or more and at least 2 episodes of absence.  This warning will remain on the colleague’s file for 12 months or until their Bradford Factor score is lower than 100, whichever is the longer.\nBradford Factor Stage 2 – Final Written Warning\nA final written warning may be given if, within 12 months of stage one or whilst their Bradford Factor score is still 100 or more (whichever is the longer), a colleague has 2 further episodes of absence. This warning will remain on the colleague’s file for 12 months or until their Bradford Factor score is lower than 100, whichever is the longer. The colleague must be informed that continued absence could put their employment at risk.\nWhere colleagues have a live written or final written warning, they will not be entitled to MHA sick pay or the annual reward.\nBradford Factor Stage 3 – Dismissal\nDismissal may result where a colleague has, within 12 months of stage two or whilst their Bradford Factor score is still 100 or more (whichever is the longer), 2 further episodes of absence.\nBradford Factor and the Probationary Period\nAny colleague in their probation period with a Bradford Factor score of 64 or more and at least 2 episodes of absence, will usually be issued with a final written warning in the first instance.\nRepeated Bradford Factor Warnings\nWhere a written or final written warning has expired in the last 18 months the organisation reserves the right to extend the life of any subsequent warning above that detailed above.\nLong Term Absences\nIn managing long term absences managers will ensure that they maintain appropriate contact with the colleague. Managers should arrange to meet the colleague as appropriate (Stage 1) to discuss and gain consent for a referral to Occupational Health, where appropriate.  The colleague will be advised of the reasons for, and purpose of, the referral to Occupational Health.\nLong term absences will still contribute to the Bradford Factor score and the system of warnings above, however, under the Bradford Factor system the colleague must have returned to work for a warning to be given.\nFollowing the referral and medical appointment, once the Occupational Health report is received from HR, the manager will arrange to meet with the colleague (Stage 2).  At the meeting the advice and recommendations of the report will be discussed.\nThe manager will, depending on the contents of the report, consider one or more of the following:\nThe need for further medical advice / a further period of review\nPutting reasonable adjustments in place on a temporary or permanent basis\nThe option of redeployment on a temporary or permanent basis\nA plan for a return to work - including phased return\nAnother meeting to consider dismissal (Stage 3)\nAny other options appropriate in all the circumstances\nThe outcome of the meeting will be confirmed in writing to the colleague.\nDismissal will not take place without the manager obtaining a clear medical picture either from the colleague or through an Occupational Health report.\nIn situations where repeated long-term absences become unsustainable for the service, even where they do not trigger formal action under the Bradford Factor or Long-Term Absence stages, MHA reserves the right to consider action /warning up to dismissal due to the cumulative effect of those absences.  \nThird Party Claims for Losses or Damages\nShould a colleague make a claim against a 3rd party for losses or damages arising from an accident or any other incident of actionable negligence which causes them to be absent from work, the claim must include an element in relation to sick pay that the organisation paid to them during the absence period.  If the claim is successful, they will be required to refund all such sick pay to the organisation or any lesser amount as the organisation may agree, at its discretion.\nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessments\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nMHA Policy Documents, Procedures, and Guidance: \nReturn to Work Form \nConsent Occupational Health Referral Form\nOccupational Health Referral Form \nSpecial Leave Policy\nAnnual Leave Holiday Arrangements Policy\nDiscipline Policy\nResolution Policy\nCode of Conduct Policy\nExternal Resources\nEquality Act 2010\nAppendices\nAppendix 1: Return to Work Interview Guidance\nAppendix 2: Occupational Health Referral Guidance\nAppendix 1: Return to Work Interview Guidance\nInterviews should be sensitive - aim to make them WARM\nW \t\tWelcome the colleague back\nA \t\tAsk reason for illness & ensure that is accurately recorded on mhapeople. \nR \t\tIt may not be the colleagues’ fault, but it is their responsibility\nM \t\tMove on, help the colleague settle back into work.\nThe aim of the return-to-work interview is to manage and reduce unnecessary absenteeism. Try to be non- judgmental and avoid making assumptions about colleague’s absence(s).\nTo prepare for return-to-work interviews, consider the points below before the interview:\nAre the colleague’s absence periods erratic or regular?\nAre there patterns of absence following annual leave?\nDo the absences occur on certain days of the week?\nWhat are the average lengths of absence?\nWhat are the reasons for absences?\nAre the reasons for absence varied or is there a pattern?\nWas the absence notification procedure followed? (NB notification by text message is not acceptable)\nDuring the return-to-work interview managers should:\nConfirm the circumstances of the absence including duration, the reason for absence, whether any medical advice was sought and identify any ongoing problems\nVerbally indicate to the colleague that their absence was noted\nDepending on the reason for absence – identify if the colleague is fully fit to return to work and/or whether any adjustments need to be made\nSee if MHA can do anything to assist the colleague, either in their return to work and/or reducing further absences. Managers can clarify the absence and to discuss the reason for this absence but not to question the medical condition. Colleagues are not obliged to disclose all their medical details with managers\nExplain to the colleague that they are not entitled to pick up any additional shifts (other than those they are already rostered for) for a month following their return from absence unless this has been authorised by a services manager or equivalent\nAt the return-to-work stage if there are concerns about:\nSickness patterns (e.g., frequently absent on Saturday nights) or high levels of sickness\nTrigger Points (a Bradford Factor score of 100 or more, 2 further instances of sickness absence if already on a warning and / or an absence of more than 4 weeks or 3 related instances)\nAn Informal Meeting should be arranged with the colleague. This discussion should concentrate on the reasons for the absence, any practical help that may be available to improve the situation and whether any further action at this time is appropriate. Please contact your manager or HR for further advice on procedure, alternatively, refer to the Sickness Absence Management Policy for further guidance.\nAppendix 2: Occupational Health Referral Guidance\nWhat makes a good referral?\nThis guide has been produced to give line managers advice on what is required when making a sickness absence referral to Occupational Health. The old adage, “Rubbish in, rubbish out” does actually directly relate to referrals. The more information you provide, the better the quality of the reports that will be produced to enable you to manage the referral issue. \nReason for referral\nIt is important that the reason for referral is clearly explained so that the practitioner can understand why the individual has been referred. When completing the management referral form please provide the following as a minimum: \nWhy you are referring this individual currently\nOutline the management action you will be considering when you get the report \nProvide the individual’s absence details\nState whether the individual is currently absent from work \nState the diagnosis on their medical/self-certificate or attach copy \nIdentify the first day of their absence; and \nState whether you have a confirmed a return-to-work date or an indication from the individual’s GP as to how long they may be absent. \nBackground history\nThe more background you can provide the better response you should receive from the OH Clinician. Remember to provide any information that you have which you believe may be relevant, for example: \nIs the individual’s attendance pattern causing concern? \nIs the individual able to carry out their job? \nIs there a rehabilitation plan in place that has not progressed as expected? \nDoes the individual have any previous history of their current condition? \nAre there any personal issues? \nDoes the individual’s condition impact on their social/domestic activities that you are aware of? \nIs the individual expected to return to work at any point in the future? \nHas the individual entered into a formal management process? \nManagement contact\nFrom the regular contact that you have maintained as part of the absence process you should be able to provide a lot of information to Occupational Health before the individual is assessed. Things to consider include: \nAre there any perceived barriers to returning to work? For example, immobility, physical limitations, surgery, conflicts at work or with management? \nIs the individual due to see their GP or a specialist in the future? \nAre you aware of any external support the individual may be receiving, for example physiotherapy or counselling? \nHave you already discussed any potential adjustments, e.g. hours, duties etc. \nAdjustments or modifications\nIn some cases, you may have brought an individual back to work on adjusted duties but still require Occupational Health advice. You should cover the following with any referral that you make:\nHas there been a local agreement on adjusting the individual's work practice?\nIf so, was it successful? If not, what difficulties was the individual experiencing?\nWere these adjustments made due to the Equality Act?\nFurther flexibilities\nIt is important that you let Occupational Health know what available work or redeployment opportunities there is in their area and what further adjustments the business could support. You should therefore include information on the adjustments and modifications you could reasonably support and for how long. Examples include a rehabilitation plan, alternative work patterns, contractual changes, alternative office locations, job share and so on.\nDuties\nIt is also important that Occupational Health knows about the role the individual is contracted to so that this can be considered if rehabilitation is required. You should either include a copy of the job description or include the following details:\nThe role the individual is contracted to do\nWhether the individual works full time or part time or works shifts or overtime\nThe type of work the individual does - for example, clerical or administrative, security, sorting letters/packets, DSE user etc\nWhether the individual’s role involves repetitive tasks driving, walking or using specific machinery\nAny unusual aspects of the role\nAny other relevant information\nIs there any other information, which would help the scrutiny practitioners manage and route this case appropriately? For example:\nIs there a date for a hearing or performance review?\nAre there any outcomes from appeals or conduct meetings; or\nIs the individual undertaking other work outside of the organisation.\nSpecific questions\nMake sure that any question you want addressed is added to the referral form. To do this you should outline any other issues that you would like addressed, specific to this individual and the current referral.\nPlease make sure that you are asking the correct question: Is the individual fit to attend a meeting or is the individual fit to return to work are two very different questions.\nPlease make sure a maximum of 14 individual questions or you may be advised a double appointment is necessary.\nOccupational Health will provide advice on:\nAny adjustments/modifications to the work role or work environment that you should consider if the Equality Act 2010 is likely to apply; and\nA timescale for return to work (where possible) with a rehabilitation plan if appropriate\nThey will also comment on future expectations regarding the health condition\nRemember, the more information you provide, the better the quality of the reports that will be produced to enable you to manage your sickness absence.\nVersion Control",
  "sections": {
    "summary": "The health and wellbeing of MHA’s colleagues is of upmost importance to the organisation. In managing sickness related absence, MHA emphasis a culture of openness and honesty ensuring that line managers can properly understand the needs of colleagues whilst also taking into consideration the needs of the service(s). This policy specifically covers the arrangements and processes in relation to sickness absence. All other absences are dealt with via the Special Leave, Annual Leave Holiday Arrangements or Discipline Policy.",
    "purpose": "Should a colleague make a claim against a 3rd party for losses or damages arising from an accident or any other incident of actionable negligence which causes them to be absent from work, the claim must include an element in relation to sick pay that the organisation paid to them during the absence period. If the claim is successful, they will be required to refund all such sick pay to the organisation or any lesser amount as the organisation may agree, at its discretion.",
    "policy": "External Resources Equality Act 2010 Appendices Appendix 1: Return to Work Interview Guidance Appendix 2: Occupational Health Referral Guidance Appendix 1: Return to Work Interview Guidance Interviews should be sensitive - aim to make them WARM W Welcome the colleague back A Ask reason for illness & ensure that is accurately recorded on mhapeople. R It may not be the colleagues’ fault, but it is their responsibility M Move on, help the colleague settle back into work. The aim of the return-to-work interview is to manage and reduce unnecessary absenteeism. Try to be non- judgmental and avoid making assumptions about colleague’s absence(s). To prepare for return-to-work interviews, consider the points below before the interview: Are the colleague’s absence periods erratic or regular? Are there patterns of absence following annual leave? Do the absences occur on certain days of the week? What are the average lengths of absence? What are the reasons for absences? Are the reasons for absence varied or is there a pattern? Was the absence notification procedure followed? (NB notification by text message is not acceptable) During the return-to-work interview managers should: Confirm the circumstances of the absence including duration, the reason for absence, whether any medical advice was sought and identify any ongoing problems Verbally indicate to the colleague that their absence was noted Depending on the reason for absence – identify if the colleague is fully fit to return to work and/or whether any adjustments need to be made See if MHA can do anything to assist the colleague, either in their return to work and/or reducing further absences. Managers can clarify the absence and to discuss the reason for this absence but not to question the medical condition. Colleagues are not obliged to disclose all their medical details with managers Explain to the colleague that they are not entitled to pick up any additional shifts (other than those they are already rostered for) for a month following their return from absence unless this has been authorised by a services manager or equivalent At the return-to-work stage if there are concerns about: Sickness patterns (e.g., frequently absent on Saturday nights) or high levels of sickness Trigger Points (a Bradford Factor score of 100 or more, 2 further instances of sickness absence if already on a warning and / or an absence of more than 4 weeks or 3 related instances) An Informal Meeting should be arranged with the colleague. This discussion should concentrate on the reasons for the absence, any practical help that may be available to improve the situation and whether any further action at this time is appropriate. Please contact your manager or HR for further advice on procedure, alternatively, refer to the Sickness Absence Management Policy for further guidance. Appendix 2: Occupational Health Referral Guidance What makes a good referral? This guide has been produced to give line managers advice on what is required when making a sickness absence referral to Occupational Health. The old adage, “Rubbish in, rubbish out” does actually directly relate to referrals. The more information you provide, the better the quality of the reports that will be produced to enable you to manage the referral issue. Reason for referral It is important that the reason for referral is clearly explained so that the practitioner can understand why the individual has been referred. When completing the management referral form please provide the following as a minimum: Why you are referring this individual currently Outline the management action you will be considering when you get the report Provide the individual’s absence details State whether the individual is currently absent from work State the diagnosis on their medical/self-certificate or attach copy Identify the first day of their absence; and State whether you have a confirmed a return-to-work date or an indication from the individual’s GP as to how long they may be absent. Background history The more background you can provide the better response you should receive from the OH Clinician. Remember to provide any information that you have which you believe may be relevant, for example: Is the individual’s attendance pattern causing concern? Is the individual able to carry out their job? Is there a rehabilitation plan in place that has not progressed as expected? Does the individual have any previous history of their current condition? Are there any personal issues? Does the individual’s condition impact on their social/domestic activities that you are aware of? Is the individual expected to return to work at any point in the future? Has the individual entered into a formal management process? Management contact From the regular contact that you have maintained as part of the absence process you should be able to provide a lot of information to Occupational Health before the individual is assessed. Things to consider include: Are there any perceived barriers to returning to work? For example, immobility, physical limitations, surgery, conflicts at work or with management? Is the individual due to see their GP or a specialist in the future? Are you aware of any external support the individual may be receiving, for example physiotherapy or counselling? Have you already discussed any potential adjustments, e.g. hours, duties etc. Adjustments or modifications In some cases, you may have brought an individual back to work on adjusted duties but still require Occupational Health advice. You should cover the following with any referral that you make: Has there been a local agreement on adjusting the individual's work practice? If so, was it successful? If not, what difficulties was the individual experiencing? Were these adjustments made due to the Equality Act? Further flexibilities It is important that you let Occupational Health know what available work or redeployment opportunities there is in their area and what further adjustments the business could support. You should therefore include information on the adjustments and modifications you could reasonably support and for how long. Examples include a rehabilitation plan, alternative work patterns, contractual changes, alternative office locations, job share and so on. Duties It is also important that Occupational Health knows about the role the individual is contracted to so that this can be considered if rehabilitation is required. You should either include a copy of the job description or include the following details: The role the individual is contracted to do Whether the individual works full time or part time or works shifts or overtime The type of work the individual does - for example, clerical or administrative, security, sorting letters/packets, DSE user etc Whether the individual’s role involves repetitive tasks driving, walking or using specific machinery Any unusual aspects of the role Any other relevant information Is there any other information, which would help the scrutiny practitioners manage and route this case appropriately? For example: Is there a date for a hearing or performance review? Are there any outcomes from appeals or conduct meetings; or Is the individual undertaking other work outside of the organisation. Specific questions Make sure that any question you want addressed is added to the referral form. To do this you should outline any other issues that you would like addressed, specific to this individual and the current referral. Please make sure that you are asking the correct question: Is the individual fit to attend a meeting or is the individual fit to return to work are two very different questions. Please make sure a maximum of 14 individual questions or you may be advised a double appointment is necessary. Occupational Health will provide advice on: Any adjustments/modifications to the work role or work environment that you should consider if the Equality Act 2010 is likely to apply; and A timescale for return to work (where possible) with a rehabilitation plan if appropriate They will also comment on future expectations regarding the health condition Remember, the more information you provide, the better the quality of the reports that will be produced to enable you to manage your sickness absence. Version Control",
    "procedure": "A colleague’s Bradford Factor is automatically calculated in mhapeople after each absence and a Bradford Factor meeting will be held only when the colleague has returned to work, based on the following stages: Bradford Factor Stage 1 – Written Warning A written warning may be given if a colleague has a Bradford Factor score of 100 or more and at least 2 episodes of absence. This warning will remain on the colleague’s file for 12 months or until their Bradford Factor score is lower than 100, whichever is the longer. Bradford Factor Stage 2 – Final Written Warning A final written warning may be given if, within 12 months of stage one or whilst their Bradford Factor score is still 100 or more (whichever is the longer), a colleague has 2 further episodes of absence. This warning will remain on the colleague’s file for 12 months or until their Bradford Factor score is lower than 100, whichever is the longer. The colleague must be informed that continued absence could put their employment at risk. Where colleagues have a live written or final written warning, they will not be entitled to MHA sick pay or the annual reward. Bradford Factor Stage 3 – Dismissal Dismissal may result where a colleague has, within 12 months of stage two or whilst their Bradford Factor score is still 100 or more (whichever is the longer), 2 further episodes of absence. Bradford Factor and the Probationary Period Any colleague in their probation period with a Bradford Factor score of 64 or more and at least 2 episodes of absence, will usually be issued with a final written warning in the first instance. Repeated Bradford Factor Warnings Where a written or final written warning has expired in the last 18 months the organisation reserves the right to extend the life of any subsequent warning above that detailed above. Long Term Absences In managing long term absences managers will ensure that they maintain appropriate contact with the colleague. Managers should arrange to meet the colleague as appropriate (Stage 1) to discuss and gain consent for a referral to Occupational Health, where appropriate. The colleague will be advised of the reasons for, and purpose of, the referral to Occupational Health. Long term absences will still contribute to the Bradford Factor score and the system of warnings above, however, under the Bradford Factor system the colleague must have returned to work for a warning to be given. Following the referral and medical appointment, once the Occupational Health report is received from HR, the manager will arrange to meet with the colleague (Stage 2). At the meeting the advice and recommendations of the report will be discussed. The manager will, depending on the contents of the report, consider one or more of the following: The need for further medical advice / a further period of review Putting reasonable adjustments in place on a temporary or permanent basis The option of redeployment on a temporary or permanent basis A plan for a return to work - including phased return Another meeting to consider dismissal (Stage 3) Any other options appropriate in all the circumstances The outcome of the meeting will be confirmed in writing to the colleague. Dismissal will not take place without the manager obtaining a clear medical picture either from the colleague or through an Occupational Health report. In situations where repeated long-term absences become unsustainable for the service, even where they do not trigger formal action under the Bradford Factor or Long-Term Absence stages, MHA reserves the right to consider action /warning up to dismissal due to the cumulative effect of those absences.",
    "responsibilities": "Training and Monitoring Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk EDI Impact Assessments Equality, Diversity, and Impact Assessment to be confirmed. Resources MHA Policy Documents, Procedures, and Guidance: Return to Work Form Consent Occupational Health Referral Form Occupational Health Referral Form"
  }
}