{
  "id": "HR7.8",
  "title": "Flexible Working Policy and Procedure",
  "filename": "HR7.8 Flexible Working Policy and Procedure.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA recognises that the high standards and quality of the services it provides will be dependent upon the contribution, effort, and loyalty of our colleagues. MHA therefore aims wherever practical to balance the needs of the service with colleague’s responsibilities and personal commitments.\nMHA is committed to the principles of flexible working and will aim to provide colleagues with the opportunity to balance their responsibilities at work with their personal commitments wherever practical. This approach has a direct and positive impact on the recruitment and retention of colleagues. Equally it is presumed that all colleagues recognise the need for MHA to be able to balance the needs of the colleague with the requirement to maintain services for residents and members. \nThe content of this policy and procedure meet the recommendations of the Advisory, Conciliation and Arbitration Service (ACAS) Code of Practice on requests for flexible working and complies with the following legislation:\nEmployment Rights (Flexible Working) Act (2023)\nCarer’s Leave Act (2023)\nProtection from Redundancy (Pregnancy and Family Leave) Act (2023)\nScope and Purpose\nThis policy applies to all MHA colleagues employed on a contract of employment.\nThis policy and procedure enables colleagues to request to work flexibly. It does not however provide for an automatic right to work in a specific flexible way, as there may be circumstances where MHA is unable to accommodate a colleague’s desired work pattern. This policy and procedure is intended to facilitate discussion and encourage both the colleague and their manager to consider flexible working patterns and to find a suitable solution to both parties. Wherever possible, requests for flexible working will be agreed to.\nThis policy aims to provide:\nClear guidance to colleagues who are considering requesting a flexible working arrangement including the different types of flexible working.\nInstruction to managers for what steps they are to take when a colleague submits a flexible working request.\nWhere colleagues only need a short temporary change in working pattern due to illness or family circumstances managers should contact the HR team to discuss the options outside of this policy.\nDefinitions \nBenefits of Flexible Working\nBenefits to MHA\nFlexible working means different things to different people and can relate to when and where and how we work. It can also include the need for greater predictability, to help people manage their different responsibilities and broader interests.\nFlexible working patterns that suit the changing circumstances of people’s lives are an important way to secure a motivated and committed workforce. A commitment to flexible working will bring a number of benefits.\nRetain skilled colleagues and reduce recruitment costs\nRecruit trained and experienced colleagues back into the workplace (i.e., those who may have left the service for family reasons)\nRaise colleague’s morale and increase motivation\nDecrease absenteeism \nBenefits to Colleagues\nImplementation of this policy and a commitment to flexible working practices will bring a number of benefits to colleagues, as follows:\nMore ownership and control of working lives\nBetter able to cope with child and other carer pressures\nImproved wellbeing, less stress\nMore time to focus on life outside work\nMore opportunity to continue with a career and keep skills up to date\nStandard Operating Procedures (SOP) \nMaking a Request for Flexible Working\nColleagues have a statutory right to request flexible working from day 1 of their employment. \nFlexible working requests, including any appeal, must be completed within two months of the application, unless both parties agree to a longer timescale. \nTwo flexible working requests can be made per rolling 12 months.\nColleagues are encouraged to have informal conversations with their line manager about flexible working at any time, including through regular one-to-ones and health and wellbeing conversations.\nAll requests must be made either via myMHA (colleagues self-service) or in writing to their line manager, and state that it is a statutory request for flexible working. It must include:\nthe date of the request\nthe change which is being requested to the terms and conditions of employment in relation to hours, times, or place of work\nthe date the colleague would like the change to come into effect\nif and when the colleague has made a previous request for flexible working to MHA\nwhere relevant the application should also state if this is a request is in relation to the Equality Act, i.e. a disability.\nConsidering a Request for Flexible Working\nManagers must handle every request in a reasonable manner. This should include carefully assessing the effect of the requested change for both the service and the colleague, such as the potential benefits or other impacts of accepting or rejecting it.\nFlexible working requests should be supported unless there is a genuine business reason not to. A decision to reject a request must be for one or more of the following business reasons:\nthe burden of additional costs\nan inability to reorganise work amongst existing colleagues\nan inability to recruit additional colleagues\na detrimental impact on quality\na detrimental impact on performance\na detrimental effect on ability to meet customer demand\ninsufficient work available for the periods the colleagues proposes to work\nplanned structural changes to the employer's business\nIf a colleague seeks a reasonable adjustment for their disability through a request for flexible working, MHA must consider this in line with legal obligations under the Equality Act. MHA must make reasonable adjustments to remove any disadvantage related to a person's disability. The legal obligation to make reasonable adjustments is separate to the legal obligation to consider a request for flexible working. \nConsulting Colleagues\nA flexible working request must not be rejected without first consulting the colleague. Unless the colleagues flexible working request is being agreed in full, managers must consult the colleagues before they make a decision. In such cases, the manager considering the request should invite the colleague to a consultation meeting to discuss the request.\nA consultation meeting can help make sure that all relevant information is understood before a decision is made. It can also make clear whether a request may relate to a reasonable adjustment for an colleagues’ disability.\nThe consultation meeting should be held without unreasonable delay. The colleague and manager should have reasonable time to prepare for the discussion, while taking into account the statutory two-month period for deciding requests including any appeal (see 5.8).\nThe manager should notify the colleague of the time and place in advance of the meeting. The meeting should be held privately. It can be held in person or remotely via online video conferencing, or where neither of those are possible, via telephone call.\nThe content of the meeting and the way in which it is conducted should allow for a reasonable discussion and consideration of the request. It will usually be helpful to discuss, for example, the potential benefits or other impacts of accepting or rejecting the request, and any practical considerations involved in implementing the request.\nIf the original request cannot be accepted in full, the manager and colleague should discuss if it may be possible to secure some of the benefits that the original request sought. They should discuss, for example, any potential modifications to the original request, or any alternative flexible working options, which may be available and suitable for both sides. It may be helpful to discuss whether a trial period may be appropriate to assess the feasibility of an arrangement.\nThe person holding the meeting should have sufficient authority to make a decision.\nA written record of the meeting should be kept which provides an accurate reflection of the discussion that has taken place.\nCommunicating a Decision about a Flexible Working Request\nOnce a decision has been made about the request, the manager must inform the colleague of their decision. They should confirm the decision in writing without unreasonable delay, taking into account the statutory two-month period for deciding requests including any appeal.\nIf the Request if Agreed\nIf the request is agreed, or if a modified or an alternative arrangement is agreed after consulting with the colleagues, the written decision should confirm the details of the agreed arrangement.\nThe written decision should offer the colleagues an opportunity for a discussion to clarify any further information that may be helpful in implementing the agreed arrangement. This might include, for example, agreeing dates to review how the arrangement is working.\nAn accurate record of any such discussion should be kept in writing. It may be mutually agreed that such a discussion is not necessary.\nAny changes to colleagues hours or working patterns as a result of a request for flexible working is regarded as a permanent variation to contract, unless agreed otherwise. \nThe manager should confirm the details of the flexible working request on MHApeople (Manager self-service). \nIf the Request is Rejected\nIf the request is rejected, the written decision should clearly explain the business reason(s). It should also set out any additional information which is reasonable to help explain the decision.\nThe written decision should make it clear that the colleague has the option to appeal the decision. This includes explaining how to appeal if the colleagues wishes to do so, and the timeframe for submitting any appeal.\nHandling an Appeal\nIf a colleague wishes to appeal the decision about their request, they should put their reasons for their appeal in writing. These may be, for example, that there is new information they wish to be considered, or they believe the manager has not handled their request in a reasonable manner.\nThe appeal should be dealt with impartially and  this will be considered by the next level of management or an independent manager and  who has not previously been involved in considering the original request. The person holding the appeal meeting should have sufficient authority to make a decision. \nOnce a decision has been made about the appeal, the colleague must be informed of the decision in writing without unreasonable delay, taking into account the statutory two-month period for deciding requests. The decision should make clear what has been decided and why.\nA written record of the appeal meeting should be kept which provides an accurate reflection of the discussion that has taken place.\nOther Matters for Consideration\nAllowing Colleagues to be Accompanied\nWhilst there is no statutory right of accompaniment at meetings held to discuss a request for flexible working, MHA recognise that allowing colleagues to be accompanied is good practice. This can be helpful in giving colleagues confidence to make requests and in supporting both parties to find a mutually agreeable solution.\nIf a colleague makes a request to be accompanied at any meeting to discuss their flexible working request, and the request to be accompanied is reasonable, the manager should allow them to be accompanied by a fellow worker, a trade union representative, or an official employed by a trade union. \nWhat is a reasonable request will depend on the circumstances of each individual case. A request to be accompanied does not have to be in writing or within a certain timeframe. Colleagues should also consider how they make their request so that it is clearly understood, for instance by letting the manager know in advance the name of the companion where possible and whether they are a fellow worker or trade union official or representative.\nIf the Colleague Does not Attend a Meeting\nThe arrangements made for a meeting should provide a reasonable opportunity for the colleague to attend.\nIf a meeting is arranged to discuss a flexible working request, including any appeal, and the colleague fails to attend both this meeting and a rearranged meeting without a good reason, MHA will consider the request withdrawn. The colleague will be informed of this in writing. \nDeciding Requests Within the Statutory Decision Period\nAll requests, including any appeals, must be decided, and communicated to the colleagues within a period of two months from first receipt of the request. This period may be extended by mutual agreement, and if an extension is agreed the manager should confirm this in writing.\nTrial Periods\nTrial periods are not required in all cases but where necessary, for instance to assess the impact of a new working arrangement on the team or service, the new working arrangement will be introduced for a trial period will be which will normally be no longer than 3 months. \nThe manager must hold a meeting with the colleague during and at the end of the trial period, to discuss the effectiveness of the revised working arrangements, and agree any necessary adjustments. If at the end of the trial period, the manager and/or the colleague determine that the new arrangements aren’t working, and no suitable adjustments can be made then the colleague will be required to revert to the previous working pattern. \nRoles and Responsibilities\nTraining and Monitoring\nThe HR Team will maintain data to enable the monitoring of the number of requests for flexible working submitted via MyMHA and how they are been addressed. \nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEquality Impact Assessment (EIA)\nMHA is committed to equality and had an equality framework that applies to all colleagues. Implementation of this policy must align and be clear and transparent and not subject to any unfair discriminatory practices.\nIf a colleague requires any workplace adjustments to ensure equal access and opportunity at any stage of the flexible working process, the colleagues member should discuss with a member of the HR Team as soon as possible.\nThis policy is inclusive and applies to all colleagues irrespective of any protected characteristic.\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nMHA policy documents, procedures, and guidance:\n01 HR7.8a Meeting Invitation Letter Template\n02 HR7.8b Acceptance Letter Template\n03 HR7.8c Rejection Letter Template\n04 HR7.8d Appeal Invitation Letter Template\n05 HR7.8e Appeal Outcome Decision Overturned Letter Template\n06 HR7.8f Appeal Outcome Decision Upheld Letter Template\nExternal Resources \nFlexible Working (Gov.UK)\nVersion Control\nDocument and version control should be at the very bottom of the policy document in an include the following table in ariel 12, black left aligned text.",
  "sections": {
    "summary": "MHA recognises that the high standards and quality of the services it provides will be dependent upon the contribution, effort, and loyalty of our colleagues. MHA therefore aims wherever practical to balance the needs of the service with colleague’s responsibilities and personal commitments. MHA is committed to the principles of flexible working and will aim to provide colleagues with the opportunity to balance their responsibilities at work with their personal commitments wherever practical. This approach has a direct and positive impact on the recruitment and retention of colleagues. Equally it is presumed that all colleagues recognise the need for MHA to be able to balance the needs of the colleague with the requirement to maintain services for residents and members. The content of this policy and procedure meet the recommendations of the Advisory, Conciliation and Arbitration Service (ACAS) Code of Practice on requests for flexible working and complies with the following legislation: Employment Rights (Flexible Working) Act (2023) Carer’s Leave Act (2023) Protection from Redundancy (Pregnancy and Family Leave) Act (2023)",
    "purpose": "This policy applies to all MHA colleagues employed on a contract of employment. This policy and procedure enables colleagues to request to work flexibly. It does not however provide for an automatic right to work in a specific flexible way, as there may be circumstances where MHA is unable to accommodate a colleague’s desired work pattern. This policy and procedure is intended to facilitate discussion and encourage both the colleague and their manager to consider flexible working patterns and to find a suitable solution to both parties. Wherever possible, requests for flexible working will be agreed to. This policy aims to provide: Clear guidance to colleagues who are considering requesting a flexible working arrangement including the different types of flexible working. Instruction to managers for what steps they are to take when a colleague submits a flexible working request. Where colleagues only need a short temporary change in working pattern due to illness or family circumstances managers should contact the HR team to discuss the options outside of this policy.",
    "scope": "Two flexible working requests can be made per rolling 12 months. Colleagues are encouraged to have informal conversations with their line manager about flexible working at any time, including through regular one-to-ones and health and wellbeing conversations. All requests must be made either via myMHA (colleagues self-service) or in writing to their line manager, and state that it is a statutory request for flexible working. It must include: the date of the request the change which is being requested to the terms and conditions of employment in relation to hours, times, or place of work the date the colleague would like the change to come into effect if and when the colleague has made a previous request for flexible working to MHA where relevant the application should also state if this is a request is in relation to the Equality Act, i.e. a disability. Considering a Request for Flexible Working Managers must handle every request in a reasonable manner. This should include carefully assessing the effect of the requested change for both the service and the colleague, such as the potential benefits or other impacts of accepting or rejecting it. Flexible working requests should be supported unless there is a genuine business reason not to. A decision to reject a request must be for one or more of the following business reasons: the burden of additional costs an inability to reorganise work amongst existing colleagues an inability to recruit additional colleagues a detrimental impact on quality a detrimental impact on performance a detrimental effect on ability to meet customer demand insufficient work available for the periods the colleagues proposes to work planned structural changes to the employer's business If a colleague seeks a reasonable adjustment for their disability through a request for flexible working, MHA must consider this in line with legal obligations under the Equality Act. MHA must make reasonable adjustments to remove any disadvantage related to a person's disability. The legal obligation to make reasonable adjustments is separate to the legal obligation to consider a request for flexible working. Consulting Colleagues A flexible working request must not be rejected without first consulting the colleague. Unless the colleagues flexible working request is being agreed in full, managers must consult the colleagues before they make a decision. In such cases, the manager considering the request should invite the colleague to a consultation meeting to discuss the request. A consultation meeting can help make sure that all relevant information is understood before a decision is made. It can also make clear whether a request may relate to a reasonable adjustment for an colleagues’ disability. The consultation meeting should be held without unreasonable delay. The colleague and manager should have reasonable time to prepare for the discussion, while taking into account the statutory two-month period for deciding requests including any appeal (see 5.8). The manager should notify the colleague of the time and place in advance of the meeting. The meeting should be held privately. It can be held in person or remotely via online video conferencing, or where neither of those are possible, via telephone call. The content of the meeting and the way in which it is conducted should allow for a reasonable discussion and consideration of the request. It will usually be helpful to discuss, for example, the potential benefits or other impacts of accepting or rejecting the request, and any practical considerations involved in implementing the request. If the original request cannot be accepted in full, the manager and colleague should discuss if it may be possible to secure some of the benefits that the original request sought. They should discuss, for example, any potential modifications to the original request, or any alternative flexible working options, which may be available and suitable for both sides. It may be helpful to discuss whether a trial period may be appropriate to assess the feasibility of an arrangement. The person holding the meeting should have sufficient authority to make a decision. A written record of the meeting should be kept which provides an accurate reflection of the discussion that has taken place. Communicating a Decision about a Flexible Working Request Once a decision has been made about the request, the manager must inform the colleague of their decision. They should confirm the decision in writing without unreasonable delay, taking into account the statutory two-month period for deciding requests including any appeal. If the Request if Agreed If the request is agreed, or if a modified or an alternative arrangement is agreed after consulting with the colleagues, the written decision should confirm the details of the agreed arrangement. The written decision should offer the colleagues an opportunity for a discussion to clarify any further information that may be helpful in implementing the agreed arrangement. This might include, for example, agreeing dates to review how the arrangement is working. An accurate record of any such discussion should be kept in writing. It may be mutually agreed that such a discussion is not necessary. Any changes to colleagues hours or working patterns as a result of a request for flexible working is regarded as a permanent variation to contract, unless agreed otherwise. The manager should confirm the details of the flexible working request on MHApeople (Manager self-service). If the Request is Rejected If the request is rejected, the written decision should clearly explain the business reason(s). It should also set out any additional information which is reasonable to help explain the decision. The written decision should make it clear that the colleague has the option to appeal the decision. This includes explaining how to appeal if the colleagues wishes to do so, and the timeframe for submitting any appeal. Handling an Appeal If a colleague wishes to appeal the decision about their request, they should put their reasons for their appeal in writing. These may be, for example, that there is new information they wish to be considered, or they believe the manager has not handled their request in a reasonable manner. The appeal should be dealt with impartially and this will be considered by the next level of management or an independent manager and who has not previously been involved in considering the original request. The person holding the appeal meeting should have sufficient authority to make a decision. Once a decision has been made about the appeal, the colleague must be informed of the decision in writing without unreasonable delay, taking into account the statutory two-month period for deciding requests. The decision should make clear what has been decided and why. A written record of the appeal meeting should be kept which provides an accurate reflection of the discussion that has taken place. Other Matters for Consideration Allowing Colleagues to be Accompanied Whilst there is no statutory right of accompaniment at meetings held to discuss a request for flexible working, MHA recognise that allowing colleagues to be accompanied is good practice. This can be helpful in giving colleagues confidence to make requests and in supporting both parties to find a mutually agreeable solution. If a colleague makes a request to be accompanied at any meeting to discuss their flexible working request, and the request to be accompanied is reasonable, the manager should allow them to be accompanied by a fellow worker, a trade union representative, or an official employed by a trade union. What is a reasonable request will depend on the circumstances of each individual case. A request to be accompanied does not have to be in writing or within a certain timeframe. Colleagues should also consider how they make their request so that it is clearly understood, for instance by letting the manager know in advance the name of the companion where possible and whether they are a fellow worker or trade union official or representative. If the Colleague Does not Attend a Meeting The arrangements made for a meeting should provide a reasonable opportunity for the colleague to attend. If a meeting is arranged to discuss a flexible working request, including any appeal, and the colleague fails to attend both this meeting and a rearranged meeting without a good reason, MHA will consider the request withdrawn. The colleague will be informed of this in writing. Deciding Requests Within the Statutory Decision Period All requests, including any appeals, must be decided, and communicated to the colleagues within a period of two months from first receipt of the request. This period may be extended by mutual agreement, and if an extension is agreed the manager should confirm this in writing. Trial Periods Trial periods are not required in all cases but where necessary, for instance to assess the impact of a new working arrangement on the team or service, the new working arrangement will be introduced for a trial period will be which will normally be no longer than 3 months. The manager must hold a meeting with the colleague during and at the end of the trial period, to discuss the effectiveness of the revised working arrangements, and agree any necessary adjustments. If at the end of the trial period, the manager and/or the colleague determine that the new arrangements aren’t working, and no suitable adjustments can be made then the colleague will be required to revert to the previous working pattern.",
    "definitions": "Benefits of Flexible Working Benefits to MHA Flexible working means different things to different people and can relate to when and where and how we work. It can also include the need for greater predictability, to help people manage their different responsibilities and broader interests. Flexible working patterns that suit the changing circumstances of people’s lives are an important way to secure a motivated and committed workforce. A commitment to flexible working will bring a number of benefits. Retain skilled colleagues and reduce recruitment costs Recruit trained and experienced colleagues back into the workplace (i.e., those who may have left the service for family reasons) Raise colleague’s morale and increase motivation Decrease absenteeism Benefits to Colleagues Implementation of this policy and a commitment to flexible working practices will bring a number of benefits to colleagues, as follows: More ownership and control of working lives Better able to cope with child and other carer pressures Improved wellbeing, less stress More time to focus on life outside work More opportunity to continue with a career and keep skills up to date",
    "procedure": "Making a Request for Flexible Working Colleagues have a statutory right to request flexible working from day 1 of their employment.",
    "responsibilities": "Training and Monitoring The HR Team will maintain data to enable the monitoring of the number of requests for flexible working submitted via MyMHA and how they are been addressed. Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Equality Impact Assessment (EIA) MHA is committed to equality and had an equality framework that applies to all colleagues. Implementation of this policy must align and be clear and transparent and not subject to any unfair discriminatory practices. If a colleague requires any workplace adjustments to ensure equal access and opportunity at any stage of the flexible working process, the colleagues member should discuss with a member of the HR Team as soon as possible. This policy is inclusive and applies to all colleagues irrespective of any protected characteristic. Equality, Diversity, and Impact Assessment to be confirmed. Resources MHA policy documents, procedures, and guidance: 01 HR7.8a Meeting Invitation Letter Template 02 HR7.8b Acceptance Letter Template 03 HR7.8c Rejection Letter Template 04 HR7.8d Appeal Invitation Letter Template 05 HR7.8e Appeal Outcome Decision Overturned Letter Template 06 HR7.8f Appeal Outcome Decision Upheld Letter Template External Resources Flexible Working (Gov.UK) Version Control Document and version control should be at the very bottom of the policy document in an include the following table in ariel 12, black left aligned text."
  }
}