{
  "id": "HR7.4",
  "title": "Annual Leave Holiday Arrangements Policy (2)",
  "filename": "HR7.4 Annual Leave Holiday Arrangements Policy (2).docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA’s annual leave year runs from 1st April to 31st March each year. During this time colleagues may use their annual leave entitlement to take time off from work.\nScope and Purpose\nThis policy is relevant for all MHA and MHA subsidiary company colleagues working under a contract of employment, including relief workers to specify the benefits regarding annual leave entitlement including holidays and public holidays.\nPrinciples\nMHA is committed to the equality of opportunity both in the provision of services to older people and as an employer. This commitment to equality is to ensure that no person, prior to or during employment or those who come into contact with MHA, is unlawfully discriminated against for a reason related to race, religion or belief, gender reassignment, sexual orientation, age, disability, sex, marriage or civil partnerships, pregnancy, maternity, or any other differences.\nAll holiday requests must be made at least one month in advance to allow for rota building and publishing.\nAll holiday requests are subject to approval by Management who have absolute discretion to determine whether the request should be granted after taking account of the service commitments.\nMHA may refuse or postpone requested leave subject to operational requirements. \nShould there be any flight changes prior to or during your annual leave which affects your scheduled time off, you may be required to provided evidence/documentation of the flight changes in order for your manager to authorise the annual leave request for additional day(s).\nIt will not always be possible to authorise holidays extending beyond two calendar weeks due to staffing cover. Where cover is possible, colleagues may be permitted to take annual holiday in excess of two weeks at the sole discretion of management.\nHoliday dates will normally be allocated on a \"first come - first served\" basis whilst ensuring that operational efficiency and appropriate staffing levels are maintained throughout the year.\nMHA will not be liable for any monetary loss that may be incurred if a holiday is booked without prior authorisation which is subsequently ungranted for the request.\nDue to seasonal or other demands some departments / functions may not be able to permit holidays to be taken at certain times of the year e.g., Christmas & New Year. Where this applies the colleagues affected will be notified in advance.\nAt the Managers discretion and depending on service needs and staffing levels, colleagues who have booked holiday may cancel their leave and work instead, but only if they take the minimum statutory leave requirements throughout the annual leave year.\nHoliday Entitlement and Accrual\nAnnual leave entitlement is stated in each colleague’s contract of employment. If the contracted start date of employment is mid annual leave year (i.e., after 1st April), use the Annual Leave Holiday Entitlement Calculator to work out holiday entitlements for the remainder of the current annual leave year.\nIf the contract of employment starts mid-annual leave year, holiday will be accrued on a pro-rata basis from the start of employment until the end of the annual leave year.\nPart-time colleagues will accrue annual leave (inclusive of public holidays) based on how many hours they work. This will be applied on a pro-rata basis.\nStatutory Public / Bank Holidays\nMHA recognises the designated public holidays in England and Wales.  Refer to Resources section for statutory public holidays. \nColleagues who start mid annual leave year are entitled to the remaining statutory public \tholidays of that annual leave year from the contracted start date of employment.\nMHA reserves the right to require colleagues to attend work on a recognised public holiday. If colleagues are scheduled to work on statutory public holidays, they will be given time in lieu to be taken as holiday at a later date.\nRate of Pay for Holiday\nNon-Salaried Colleagues\nHolidays are paid at the same rate of pay as normal contracted working hours at the time of the holiday.\nSalaried Colleagues\nHolidays are paid based on the salary at the time of the holiday.\nPlease refer to Appendix 1 for holiday pay frequently asked questions and answers (FAQ) on holiday pay.\nBuying and Selling Annual Leave\nColleagues who have more than 28 days holiday allowance can also sell back at the end of the leave year, up to a week of annual leave (for full-time colleagues – pro-rata for part-time colleagues). To do this, colleagues must have taken a minimum of 28 days annual leave over the year – to meet Working Time Regulations and for wellbeing. \nThe Buy and Sell Annual Leave window opens annually on or around (based on Monday to Friday hours of work for central support colleagues) the 12th of Jan through to 1st March. \nNew Colleagues who commence employment after this time will have the opportunity to submit a request to flex their holidays pro rata to the remaining holiday year. All forms must be submitted by the 4th of March to Payroll to meet the deadline, refer to Appendix 2. \nAny forms submitted for colleagues with the statutory minimum holiday entitlement will not be processed, so it is important you check the forms carefully on submission.\nThe contracted hours recorded on the form must match those recorded in mhapeople.\nCarrying Annual Leave Forward\nAs long as colleagues have taken the minimum holiday amount for that year, they are eligible to carry over up to 1 weeks holiday into the first three months of the next annual leave year, provided they have taken the statutory required holidays which must be authorised by the Regional Director (For Care Homes), Head of MHA Communities (For MHA Communities), Head of Retirement Living (For Retirement Living).\nFor central support colleagues, after the minimum amount of annual leave has been taken, the equivalent of up to a week (in line with contracted hours) of holiday can be carried over to the next annual leave year. This will be done automatically within mhapeople at the end of the annual leave year. Remaining holiday over the equivalent of one week will be lost to the colleague if it is not taken before the end of the annual leave year or is not sold following the buying and selling annual leave procedure set out in Section 7 above.\nAfter the minimum statutory amount of annual leave is taken – any remaining holiday that is not taken or sold, all holiday above the equivalent of 1 week (in line with contract of employment) will be lost to the colleague.\nExceptional circumstances may be considered, in such cases please seek advice from senior line management or human resources.\nSickness, Long Term Absence, Maternity, and Other Leave\nSickness just prior to or during pre-booked holiday should be reported as usual following the Sickness Absence Management Policy.\nIn the case of sickness just prior or during booked holidays, colleagues can re-book lost holiday at another time, following the usual holiday request procedure.\nLong term illness, leave of absence, or parental leave and any other paid, or unpaid leave of absence will be counted for the purposes of accruing annual leave entitlement for colleagues. \nLong term sick colleagues will be authorised to carry forward leave into the next year or be \tpaid for leave on a pro rata basis, pre-approved by HR, where they have been prevented from taking annual leave due to their sick absence, as long as they take at least the correct pro-rata amount of the 28 days (statutory). Refer to the Sickness Absence Management Policy.\nWhere colleagues are off on long term sick, the line manager (budget holder) should contact the relevant HRBP (for visibility) who can contact payroll (for payment). Payment should be requested for a pro-rata period; the payroll team must ensure that this payment is entered as a manual entry in the payslip.\nTermination of Employment and Overpayments\nOn termination of employment, colleagues may be required to use any remaining holiday entitlement during the notice period. Alternatively, colleagues will be paid in lieu of any accrued but untaken holiday entitlement for the current holiday’s year to date.\nIf colleagues have taken more holiday than the accrued amount at the time of employment termination, payments will be deducted from final pay (overpayments). \nOutstanding holiday payments will be calculated as per usual (outlined in Section 4 – Rate of Pay for Holiday). This will be adjusted in line with holidays brought/sold or carried over at the start of the annual leave year.\nPlease refer to Overpayments and Underpayments Policy, for more information.\nColleagues summarily dismissed for gross misconduct or resigning without notice will forfeit any outstanding holiday pay more than their statutory entitlement.\nRelief Contract Workers\nRelief contract workers are entitled to Annual leave, pro-rated according to the actual hours they have worked.\nThis calculation is aligned to the Average Holiday calculation (looking back 52 weeks or more to maximum 104 weeks).\nThe colleague must request payment of holiday themselves. MHA must then look back each \ttime its requested over the last 52 weeks period to work out the average. \nIf a colleague did not work in one of the 52 weeks, MHA must go back another week to look for hours worked and keep going back until a week is found where hours have been worked, going back as far as a maximum of the 104th week. \nThe hours should be added to the rota as holiday and paid against the relevant days – NOT IN BULK as this affects any average holiday pay calculation and affects sickness calculations in mhapeople.\nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring and supervision of our colleagues.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessment\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources\nMHA Policy Documents, Procedures, and Guidance\nSickness Absence Management Policy \nOverpayments and Underpayments Policy \nFlexi-time Policy \nAnnual Leave Holiday Entitlement Calculator\nBuy Annual Leave Form\nSell Annual Leave Form\nAnnual Leave Recording Form\nExternal Resources\nGeneral Public Holidays, England & Wales (Gov.uk): https://www.gov.uk/bank-holidays\t\nGeneral Public Holidays, Scotland (Gov.uk): https://www.gov.uk/bank-holidays#scotland\nAppendices \nAppendix 1: Holiday Pay – Frequently Asked Questions (FAQ)\nWhat is “average holiday pay”?\nEach time colleagues take a period of holiday; MHA will consider Colleagues working hours for the previous 52 weeks to understand what Colleagues average working Week has been. \nHow will this be paid?\nMHA must calculate this on an individual basis and have opted to complete this in two periods. MHA will look at holiday taken between 1 April and 30 September and make an enhancement payment in December pay. MHA will then look at the period between 1 October and 31 March and make an enhanced payment in May pay.\nHow will I know it has been paid?\nColleagues’ payslip will show its usual itemised payments. There will be another line on Colleagues payslip which will be called “average holiday pay.”  A total value in pounds will be shown. \nIf Colleagues would like a break-down of how the payments have been calculated, please contact payrollandpensions@mha.org.uk\nRemember, Colleagues will already have been paid for the holiday. This is an enhanced payment which is calculated as shown above.\nWill everyone get a payment?\nNo. If Colleagues only work their contracted hours each week, average holiday will be the same as contractual pay or if additional hours were worked some weeks and below contracted hours for others, this may mean that the average working week remains the same as contracted hours. Therefore, Colleagues will not receive an enhanced payment. This payment is only for hourly paid colleagues.\nI get 28 days holiday, why is MHA only providing an enhanced payment for 20 days?\nAverage holiday pay has been decided following some legal challenges. These were not by MHA colleagues; however, the outcome is that a precedent has been set and all employers must ensure that hourly paid colleagues are receiving the holiday pay based on their average working week. however, the precedent is only for the first 20 days pro-rata of the financial year.\nWhy do I have different payments to my colleagues?\nMHA have developed a calculation which is unique to individuals. This includes the actual hours worked and any absences. You may think that you and your colleagues work the same shifts but there are differences so if you have a query, please speak with people support so we can explain your payment.\nWhy are only hourly paid colleagues getting an enhanced payment?\nHourly paid colleagues get paid for every hour they work. As their pay can vary from month to month, MHA must ensure that their holiday pay reflects what they earn on average. Those paid a monthly salary receive the same pay each month regardless of the hours they work. Therefore, receiving the same pay when in work or on holiday. \nI am salaried but work more than my contracted hours.\nFor some roles Colleagues should be using flexi time. If Colleagues are working excessive hours, please do contact your line manager. See Flexi Time policy for more information on flexitime working.\nWhy are paying me a £0.01p?\nMHA have chosen to pay all monies relating to enhanced payment, even if it is a small amount. If Colleagues have an exceedingly small amount, it is because the average hours are remarkably like the contracted hours. It does not cost MHA anything to process.\nI have looked at my payslip and have paid more tax, national insurance (NI), and pension. Why?\nTax, NI, and pension contributions are calculated by deducting a percentage from Colleagues salary. If Colleagues wages increase, whilst the percentage deduction remains the same, the amount deducted will increase.\nI am contracted in more than one job role, and they have different rates of pay, how will I be paid?\nMHA calculate the average pay based on each job role and will pay the highest rate so that Colleagues will not be underpaid.\nI am relief, why haven’t I received a payment?\nColleagues holiday pay is calculated using the average number of hours worked. This is because contracted hours for relief workers are variable each week. \nWhat if I leave during the year?\nLeavers are paid any average holiday pay outstanding in their final pay from MHA. \nAppendix 2: Buying and Selling Annual Leave\nBuy and Sell Annual Leave – window opens around the 12th of Jan through to 18th Feb. All forms must be submitted by the 4th of March to Payroll to meet the deadline. Contracted hours recorded on the form must match those recorded in MHApeople, the master data system (which must also be correct in Careblox if you use the Time and Attendance system) to process the flexible benefits request. The contracted hours recorded on the form must match those recorded in mhapeople, the master data system (which must also be correct in CareBlox if Colleagues use the Time and Attendance system). Paper forms will not be accepted – only digital scans. Buy Annual Leave Form, Sell Annual Leave Form \nVersion Control",
  "sections": {
    "summary": "MHA’s annual leave year runs from 1st April to 31st March each year. During this time colleagues may use their annual leave entitlement to take time off from work.",
    "purpose": "This policy is relevant for all MHA and MHA subsidiary company colleagues working under a contract of employment, including relief workers to specify the benefits regarding annual leave entitlement including holidays and public holidays.",
    "policy": "MHA is committed to the equality of opportunity both in the provision of services to older people and as an employer. This commitment to equality is to ensure that no person, prior to or during employment or those who come into contact with MHA, is unlawfully discriminated against for a reason related to race, religion or belief, gender reassignment, sexual orientation, age, disability, sex, marriage or civil partnerships, pregnancy, maternity, or any other differences. All holiday requests must be made at least one month in advance to allow for rota building and publishing. All holiday requests are subject to approval by Management who have absolute discretion to determine whether the request should be granted after taking account of the service commitments. MHA may refuse or postpone requested leave subject to operational requirements. Should there be any flight changes prior to or during your annual leave which affects your scheduled time off, you may be required to provided evidence/documentation of the flight changes in order for your manager to authorise the annual leave request for additional day(s). It will not always be possible to authorise holidays extending beyond two calendar weeks due to staffing cover. Where cover is possible, colleagues may be permitted to take annual holiday in excess of two weeks at the sole discretion of management. Holiday dates will normally be allocated on a \"first come - first served\" basis whilst ensuring that operational efficiency and appropriate staffing levels are maintained throughout the year. MHA will not be liable for any monetary loss that may be incurred if a holiday is booked without prior authorisation which is subsequently ungranted for the request. Due to seasonal or other demands some departments / functions may not be able to permit holidays to be taken at certain times of the year e.g., Christmas & New Year. Where this applies the colleagues affected will be notified in advance. At the Managers discretion and depending on service needs and staffing levels, colleagues who have booked holiday may cancel their leave and work instead, but only if they take the minimum statutory leave requirements throughout the annual leave year. Holiday Entitlement and Accrual Annual leave entitlement is stated in each colleague’s contract of employment. If the contracted start date of employment is mid annual leave year (i.e., after 1st April), use the Annual Leave Holiday Entitlement Calculator to work out holiday entitlements for the remainder of the current annual leave year. If the contract of employment starts mid-annual leave year, holiday will be accrued on a pro-rata basis from the start of employment until the end of the annual leave year. Part-time colleagues will accrue annual leave (inclusive of public holidays) based on how many hours they work. This will be applied on a pro-rata basis. Statutory Public / Bank Holidays MHA recognises the designated public holidays in England and Wales. Refer to Resources section for statutory public holidays. Colleagues who start mid annual leave year are entitled to the remaining statutory public holidays of that annual leave year from the contracted start date of employment. MHA reserves the right to require colleagues to attend work on a recognised public holiday. If colleagues are scheduled to work on statutory public holidays, they will be given time in lieu to be taken as holiday at a later date. Rate of Pay for Holiday Non-Salaried Colleagues Holidays are paid at the same rate of pay as normal contracted working hours at the time of the holiday. Salaried Colleagues Holidays are paid based on the salary at the time of the holiday. Please refer to Appendix 1 for holiday pay frequently asked questions and answers (FAQ) on holiday pay. Buying and Selling Annual Leave Colleagues who have more than 28 days holiday allowance can also sell back at the end of the leave year, up to a week of annual leave (for full-time colleagues – pro-rata for part-time colleagues). To do this, colleagues must have taken a minimum of 28 days annual leave over the year – to meet Working Time Regulations and for wellbeing. The Buy and Sell Annual Leave window opens annually on or around (based on Monday to Friday hours of work for central support colleagues) the 12th of Jan through to 1st March. New Colleagues who commence employment after this time will have the opportunity to submit a request to flex their holidays pro rata to the remaining holiday year. All forms must be submitted by the 4th of March to Payroll to meet the deadline, refer to Appendix 2. Any forms submitted for colleagues with the statutory minimum holiday entitlement will not be processed, so it is important you check the forms carefully on submission. The contracted hours recorded on the form must match those recorded in mhapeople. Carrying Annual Leave Forward As long as colleagues have taken the minimum holiday amount for that year, they are eligible to carry over up to 1 weeks holiday into the first three months of the next annual leave year, provided they have taken the statutory required holidays which must be authorised by the Regional Director (For Care Homes), Head of MHA Communities (For MHA Communities), Head of Retirement Living (For Retirement Living). For central support colleagues, after the minimum amount of annual leave has been taken, the equivalent of up to a week (in line with contracted hours) of holiday can be carried over to the next annual leave year. This will be done automatically within mhapeople at the end of the annual leave year. Remaining holiday over the equivalent of one week will be lost to the colleague if it is not taken before the end of the annual leave year or is not sold following the buying and selling annual leave procedure set out in Section 7 above. After the minimum statutory amount of annual leave is taken – any remaining holiday that is not taken or sold, all holiday above the equivalent of 1 week (in line with contract of employment) will be lost to the colleague. Exceptional circumstances may be considered, in such cases please seek advice from senior line management or human resources. Sickness, Long Term Absence, Maternity, and Other Leave Sickness just prior to or during pre-booked holiday should be reported as usual following the Sickness Absence Management Policy. In the case of sickness just prior or during booked holidays, colleagues can re-book lost holiday at another time, following the usual holiday request procedure. Long term illness, leave of absence, or parental leave and any other paid, or unpaid leave of absence will be counted for the purposes of accruing annual leave entitlement for colleagues. Long term sick colleagues will be authorised to carry forward leave into the next year or be paid for leave on a pro rata basis, pre-approved by HR, where they have been prevented from taking annual leave due to their sick absence, as long as they take at least the correct pro-rata amount of the 28 days (statutory). Refer to the Sickness Absence Management Policy. Where colleagues are off on long term sick, the line manager (budget holder) should contact the relevant HRBP (for visibility) who can contact payroll (for payment). Payment should be requested for a pro-rata period; the payroll team must ensure that this payment is entered as a manual entry in the payslip. Termination of Employment and Overpayments On termination of employment, colleagues may be required to use any remaining holiday entitlement during the notice period. Alternatively, colleagues will be paid in lieu of any accrued but untaken holiday entitlement for the current holiday’s year to date. If colleagues have taken more holiday than the accrued amount at the time of employment termination, payments will be deducted from final pay (overpayments). Outstanding holiday payments will be calculated as per usual (outlined in Section 4 – Rate of Pay for Holiday). This will be adjusted in line with holidays brought/sold or carried over at the start of the annual leave year. Please refer to Overpayments and Underpayments Policy, for more information. Colleagues summarily dismissed for gross misconduct or resigning without notice will forfeit any outstanding holiday pay more than their statutory entitlement. Relief Contract Workers Relief contract workers are entitled to Annual leave, pro-rated according to the actual hours they have worked. This calculation is aligned to the Average Holiday calculation (looking back 52 weeks or more to maximum 104 weeks). The colleague must request payment of holiday themselves. MHA must then look back each time its requested over the last 52 weeks period to work out the average. If a colleague did not work in one of the 52 weeks, MHA must go back another week to look for hours worked and keep going back until a week is found where hours have been worked, going back as far as a maximum of the 104th week. The hours should be added to the rota as holiday and paid against the relevant days – NOT IN BULK as this affects any average holiday pay calculation and affects sickness calculations in mhapeople.",
    "responsibilities": "Training and Monitoring Compliance is assessed through direct observation, monitoring and supervision of our colleagues. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk EDI Impact Assessment Equality, Diversity, and Impact Assessment to be confirmed. Resources MHA Policy Documents, Procedures, and Guidance Sickness Absence Management Policy Overpayments and Underpayments Policy Flexi-time Policy Annual Leave Holiday Entitlement Calculator Buy Annual Leave Form Sell Annual Leave Form Annual Leave Recording Form External Resources General Public Holidays, England & Wales (Gov.uk): https://www.gov.uk/bank-holidays General Public Holidays, Scotland (Gov.uk): https://www.gov.uk/bank-holidays#scotland Appendices Appendix 1: Holiday Pay – Frequently Asked Questions (FAQ) What is “average holiday pay”? Each time colleagues take a period of holiday; MHA will consider Colleagues working hours for the previous 52 weeks to understand what Colleagues average working Week has been. How will this be paid? MHA must calculate this on an individual basis and have opted to complete this in two periods. MHA will look at holiday taken between 1 April and 30 September and make an enhancement payment in December pay. MHA will then look at the period between 1 October and 31 March and make an enhanced payment in May pay. How will I know it has been paid? Colleagues’ payslip will show its usual itemised payments. There will be another line on Colleagues payslip which will be called “average holiday pay.” A total value in pounds will be shown. If Colleagues would like a break-down of how the payments have been calculated, please contact payrollandpensions@mha.org.uk Remember, Colleagues will already have been paid for the holiday. This is an enhanced payment which is calculated as shown above. Will everyone get a payment? No. If Colleagues only work their contracted hours each week, average holiday will be the same as contractual pay or if additional hours were worked some weeks and below contracted hours for others, this may mean that the average working week remains the same as contracted hours. Therefore, Colleagues will not receive an enhanced payment. This payment is only for hourly paid colleagues. I get 28 days holiday, why is MHA only providing an enhanced payment for 20 days? Average holiday pay has been decided following some legal challenges. These were not by MHA colleagues; however, the outcome is that a precedent has been set and all employers must ensure that hourly paid colleagues are receiving the holiday pay based on their average working week. however, the precedent is only for the first 20 days pro-rata of the financial year. Why do I have different payments to my colleagues? MHA have developed a calculation which is unique to individuals. This includes the actual hours worked and any absences. You may think that you and your colleagues work the same shifts but there are differences so if you have a query, please speak with people support so we can explain your payment. Why are only hourly paid colleagues getting an enhanced payment? Hourly paid colleagues get paid for every hour they work. As their pay can vary from month to month, MHA must ensure that their holiday pay reflects what they earn on average. Those paid a monthly salary receive the same pay each month regardless of the hours they work. Therefore, receiving the same pay when in work or on holiday. I am salaried but work more than my contracted hours. For some roles Colleagues should be using flexi time. If Colleagues are working excessive hours, please do contact your line manager. See Flexi Time policy for more information on flexitime working. Why are paying me a £0.01p? MHA have chosen to pay all monies relating to enhanced payment, even if it is a small amount. If Colleagues have an exceedingly small amount, it is because the average hours are remarkably like the contracted hours. It does not cost MHA anything to process. I have looked at my payslip and have paid more tax, national insurance (NI), and pension. Why? Tax, NI, and pension contributions are calculated by deducting a percentage from Colleagues salary. If Colleagues wages increase, whilst the percentage deduction remains the same, the amount deducted will increase. I am contracted in more than one job role, and they have different rates of pay, how will I be paid? MHA calculate the average pay based on each job role and will pay the highest rate so that Colleagues will not be underpaid. I am relief, why haven’t I received a payment? Colleagues holiday pay is calculated using the average number of hours worked. This is because contracted hours for relief workers are variable each week. What if I leave during the year? Leavers are paid any average holiday pay outstanding in their final pay from MHA. Appendix 2: Buying and Selling Annual Leave Buy and Sell Annual Leave – window opens around the 12th of Jan through to 18th Feb. All forms must be submitted by the 4th of March to Payroll to meet the deadline. Contracted hours recorded on the form must match those recorded in MHApeople, the master data system (which must also be correct in Careblox if you use the Time and Attendance system) to process the flexible benefits request. The contracted hours recorded on the form must match those recorded in mhapeople, the master data system (which must also be correct in CareBlox if Colleagues use the Time and Attendance system). Paper forms will not be accepted – only digital scans. Buy Annual Leave Form, Sell Annual Leave Form Version Control"
  }
}