{
  "id": "HR7.3",
  "title": "Family Leave Policy and Procedure (1)",
  "filename": "HR7.3 Family Leave Policy and Procedure (1).docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "This policy includes guidance relating to topics that readers may find sensitive or triggering including child loss, still birth, miscarriage, fertility treatment, and neonatal care.\nIntroduction\nMHA is committed to supporting colleagues before, during, and after pregnancy and adoption, including through paternity and parental leave.\nThis policy outlines the processes to be undertaken during pregnancy, throughout maternity leave, adoption leave, paternity and shared parental leave. This includes procedures in notifying and requesting leave, pay, and benefits.\nThis policy is written in accordance with the Employment Act (historic and 2008), Social Security Contributions and Benefits Act (1998), Employment Rights Act (1993), The Employment Relations Act (2004), the Fixed Term Employees Regulations (2008), Human Embryology and Fertilisation Act (2008), Work and Families Act (2006), and Health & Safety at Work Regulations (1999), The Neonatal Care (Leave and Pay) Act (2023), and the Paternity Leave Amendment Regulations (2024).\nFor leave relating to time off in extenuating domestic circumstances and medical appointments, refer to the Special Leave Policy.\nPregnancy related absences must be reported following the Sickness Absence Management Policy and Procedure.\nScope and Purpose\nThis policy is relevant for all MHA and subsidiary company colleagues for the purpose of ensuring fair and equitable terms and conditions in relation to maternity, paternity, adoption, and parental leave.\nDefinitions\nMaternity Leave\nMHA provides statutory maternity leave and pay to all colleagues who meet the statutory eligibility criteria. The most up to date statutory provisions including maternity leave, pay, and eligibility can be found on the gov.uk website here: https://www.gov.uk/maternity-pay-leave\nBy informing MHA that you are pregnant you obtain legal protection associated with pregnancy.\nAll colleagues who have given birth are required to take a minimum of 2 weeks compulsory maternity leave. MHA will assume that all expectant colleagues will take the full statutory maternity leave allowance unless informed otherwise.\nMaternity leave will automatically begin when the birth occurs (regardless of planned dates).\nMaternity Pay is payable at two rates.  Colleagues are entitled to the higher and lower rate of Maternity Pay. For the first 6 weeks of maternity leave colleagues will be paid at 100% of their average earnings (calculated over the 2-month period leading up to the 15th week before the expected date of confinement) and for the remaining 33 weeks at Statutory Maternity pay (SMP) (or 90% the average earnings, whichever is the lowest). This gives in all 39 weeks maternity pay. \nIt will only apply if colleagues are still in our employment by the qualifying week and earnings do not fall below the Lower Earnings Limit of £123 per week for 8 weeks prior to the qualifying week.\nThe level of payment will then be adjusted if any increases in pay apply (e.g., Annual Salary Review) during the Ordinary Maternity Leave period and will be backdated if the salary review is backdated.\nEligibility\nIn order to qualify, the colleague must have average weekly earnings in the eight weeks up to and including the qualifying week at or above the lower earnings limit for the payment of National Insurance contributions and have 26 weeks’ continuous service with MHA at the 15th weeks before the EWC\nMaternity Allowance\nExpectant colleagues who do not meet the requirements for statutory maternity pay may quality for maternity allowance instead. if this is the case, they will be sent an SMP1 Form by Payroll.  This is based on their recent employment and earnings record and is a state benefit which may be payable for 39 weeks.  This should be claimed from the Department of Work and Pensions before the birth of the baby.  For more information please visit: https://www.gov.uk/maternity-allowance\nNotice Procedure\nColleagues must give a minimum of 28 days’ notice of intent to take maternity leave including the intended start date of maternity leave. Notice must be provided in writing using Maternity Leave Notification Form (completed form to be sent to payroll).\nRefer to appendix 2 for a timeline of events regarding maternity leave.\nPayroll Requirements\nA certificate stating the expected day of confinement (Form MAT B1) must be sent to The Payroll and Pensions team as soon as it has been issued to the colleague by the registered medical practitioner or certified midwife. This will normally be between the 13th and 20th week before the expected week of childbirth.\nStatutory Maternity Pay will be paid as complete weeks, but colleagues will continue to be paid on a weekly or monthly basis in accordance with the normal payroll timetable and payment method. After such payments end, the colleague may be suspended from the payroll, but service can continue.\nIf a colleague advises MHA that they will not be returning to work, they must provide normal notice provisions. \nIn addition, should they go outside the European Economic Area during the first week of Maternity Pay, this will affect their Maternity Pay and they must advise MHA accordingly. \nBenefits\nThe colleague’s contract of employment will continue to apply throughout Maternity Leave unless MHA or the colleague provides notice of termination. In the case of a fixed term contract, the contract may expire in accordance with the terms of that agreement.\nDuring Maternity Leave, the colleague will benefit from all of the terms and conditions which would have applied to them as if they had been at work instead of on Maternity Leave, except the terms and conditions regarding “remuneration” (where remuneration is defined as monetary wages or salary payable). \nMHA enhance these requirements as shown in the below table:\nTime off for Ante-Natal Care\nAny pregnant colleague, irrespective of length of service, is entitled to time off with pay to attend an ante-natal clinic or visit a doctor. Such time will not be unreasonably withheld but must be associated with the pregnancy. Colleagues must request time off and, except in the case of the first request for time off, produce their appointment card as confirmation.\nThe expectant partner of a pregnant person, irrespective of length of service, will be entitled to take unpaid time off work for up to two ante-natal appointments. Prior notice of this appointment must be authorised by the colleague’s line manager. Colleagues are required to provide a declaration stating the date and time of the appointment and that they qualify for the unpaid time off through their relationship with the colleague or child, and that the time off is for the purpose of attending an antenatal appointment with the expectant colleague. \nReturning to Work\nA colleague may not work for another employer whilst on Ordinary or Additional Maternity Leave. It is the colleague’s responsibility to inform MHA if they have started to work for another employer as entitlement to Maternity Pay will cease and employment may also be terminated.\nUnless otherwise notified, the date on which a colleague returns to work will be the 1st working day 52 weeks after maternity leave began.\nIf returning before the end of the full maternity leave period the colleague must inform the line manager in writing eight weeks before wishing to return to work, otherwise MHA may delay the return by up to eight weeks provided this postponement is no later than the end of the maternity leave period. Colleagues will not be entitled to return to work until the period of postponement has ended or an earlier date has been mutually agreed.\nWhen no notification is received and the colleague does not return to work on the due date, MHA will treat this matter as it does any other absence without notification. The colleague will therefore be subject to the gross misconduct provisions of the Disciplinary Policy and subject to the terms of that policy, may have their employment terminated.\nThe colleague has no right to delay their return beyond their Maternity / Shared Parental Leave entitlement. If the colleague is sick at the date of return, the colleague must provide a doctor's certificate to this effect. Provided that they comply with this requirement MHA will then treat them as having returned, but as being absent due to sickness. \nIf it is not practicable to offer the colleague their old job back because the position has become genuinely redundant, the colleague must be offered alternative employment, if such suitable alternative employment exists, under comparable terms and conditions.\nThis may mean that the colleague is treated more favourably than other potentially redundant colleagues. “Suitable” in this context means suitable to the colleague and appropriate in the circumstances, although the colleague’s decision must still be reasonable if that alternative employment is refused. If there is no suitable vacancy the colleague is entitled to a redundancy payment, if eligible.\nIf this situation arises, the Redundancy Policy should be referred to.\nHealth and Safety in Pregnancy and Maternity\nLine managers will assess all risks to new and expectant colleagues arising from work activities using the risk assessment form in HR7.3a which includes an action plan to ensure the appropriate preventative or control measures are taken to eliminate or minimise any risk. \nThe health and safety of colleagues at MHA is addressed through a two-stage approach:\nThe first stage considers the risks facing all colleagues in the workplace as identified in the various general risk assessments undertaken, recorded, and acted upon by local management across all Homes, Schemes, and premises in which, or out of which, MHA operates.\nThe second stage comprises a separate person-specific risk assessment of all the activities that the pregnant worker is or will be expected to undertake as part of their work duties. This second stage must be undertaken by the relevant line manager - assuming they are competent to do so - in conjunction with the colleague, and also advised by specialist H&S advisers if appropriate. This second stage person-specific risk assessment must be undertaken as soon as reasonably possible following formal notification of pregnancy by the colleague.\nThe risk assessment should be dynamic and consider the physiological, hormonal, and psychological changes that occur during pregnancy and post-birth. \nThe risk assessment should identify any hazards, which need to be addressed in accordance with the particular responsibilities of the role, and relevant local circumstances. Some of the physiological changes associated with various aspects and stages of pregnancy, will also need to be considered when assessing work related risks. Refer to Appendix 1 for factors to consider and identifying risks.\nA key part of the risk assessment is to assess manual handling activities which should be regularly monitored / reviewed, particularly as these abilities may alter as the pregnancy develops. It should be noted that although hazards are likely to remain constant, the possibility of damage to the colleague or foetus at different stages of pregnancy will change over time, and MHA will therefore review these risk assessments on pregnant (and nursing colleagues) on a regular basis. Such reviews could usefully be scheduled to coincide with antenatal visits, at which relevant changes would be most likely to be detected. In any event reviews will take place as and when circumstances indicate that this would be appropriate, and at least every six weeks.\nSome colleagues may prefer to remain quiet about their pregnancy in the early stages. MHA colleagues should be made aware that there could be additional risks associated with pregnancy, and they should be informed that if desired, any information given will remain confidential unless this would be detrimental to their or their child’s well-being or safety. Where desired by the colleague, MHA will try to ensure that an appropriate Manager is available to carry out the Risk Assessment and subsequent updates. \nProvision of rest areas and/or extra breaks to take a rest in event of fatigue or illness, and provision of private areas for nursing colleagues to express and safely store breast milk. \nMHA reserves the right to request that pregnant colleagues attend a medical consultation and, if necessary, allocate work in accordance with medical opinion. This may involve, after discussion with the colleague, transferring them into suitable alternative work. If a suitable alternative role is not available, then paid suspension from work will be considered.\nMHA will regularly monitor the performance of expectant or new colleagues, especially during the development of pregnancy, in order to continually assess the individual's ability to work safely and without risk. Any problems identified will be addressed in conjunction with the pregnant worker, and so far, as is reasonably practicable, resolved, with all such risks being adequately controlled and safe systems of work established. MHA will also determine whether it will be necessary to impose any limitations or special arrangements on medical grounds. \nPaternity Leave\nMHA provides statutory paternity leave and pay to all colleagues who meet the statutory eligibility criteria. The most up to date statutory provisions including paternity leave, pay, and eligibility can be found here: https://www.gov.uk/paternity-pay-leave\nEligible colleagues who have 26 weeks or more continuous service ending with the 15th week before the expected week of childbirth may request up to two weeks’ time off, with pay, within the period of 56 days beginning with either the date on which the child is born, or the first day of the expected week of the child’s birth, whichever is later.\nEligible colleagues who have less than 26 weeks continuous service by the 15th week before the expected week of childbirth may request up to one week’s time off, with pay, within the period of 56 days beginning with either the date on which the child is born, or the first day of the expected week of the child’s birth, whichever is later. \nPaternity leave can start on any day of the week.\nThe Paternity Leave Amendment Regulations (2024) allows paternity leave to be split into two blocks of one week at any point in the first year after the birth or adoption of their child (this does not apply to colleagues who have less than 26 weeks of continuous service and are therefore entitled to one week of paternity leave rather than two).\nNo additional paid time off will be granted for multiple births.\nThe one- or two-weeks’ entitlement, as appropriate, is in addition to Parental Leave, as detailed in further in this policy.  \nAdditional days may be taken from the colleague’s annual holiday or Parental Leave entitlement.\nPayment during the one or two weeks paid Paternity Leave period will be 100% of average earnings. \nAverage earnings are calculated over the two-month (monthly paid) or eight-week (weekly paid) period ending in the qualifying week, which is the 15th week before the date of birth.\nEligibility\nColleagues with a partner who is expected to give birth will be provided with additional time off work at or around the time of the birth. \nThe definition of “colleagues with a partner who is expected to give birth” is that the colleague is able to declare in writing that they are:\nthe biological father of the child or is married to or is the partner of the colleague; and\nwill be responsible for the child’s upbringing; and\nwill take time off work to support the colleague or care for the child.\nExpectant colleagues who do not meet the requirements for statutory paternity leave may request up to one week’s time off, with pay, within the period of 56 days beginning with either the date on which the child is born, or the first day of the expected week of the child’s birth, whichever is later. \nNotice Procedure\nColleagues wishing to take Paternity Leave must give their manager notice at least 28 days before the expected week of the child’s birth.\nNotice should be provided using the Paternity Leave Notice Form. Should the notified date of commencement of the leave change, the colleague must, unless the baby is born sooner or later than expected, provide at least 28 days’ notice of the revised Paternity Leave start date.\nIn exceptional circumstances, a colleague may be required to aid on an occasion when a dependant, other than their partner, gives birth. Dependants may include the colleague’s child, parent or a person who lives in the same household as the colleague (other than as their colleague, tenant, lodger, or boarder). In these circumstances the colleague will be entitled to a reasonable amount of time off work in order to take any action which is necessary to aid. Such time off will normally be unpaid but may be paid at the discretion of the colleague’s manager after consultation with Human Resources.\nParental Leave\nThe eighteen weeks leave entitlement includes any Parental Leave already taken for a child during any previous employment with another employer. \nParental Leave should be taken in blocks of one calendar week upwards to a maximum of four weeks in a calendar year. Only complete weeks are considered, therefore part of a calendar week taken as Parental Leave will reduce the colleague’s entitlement by a full week.\nThe only exception to taking Parental Leave in blocks of at least one week is where the child is disabled, in which case the leave may be taken as single days, if necessary. \nA total of eighteen weeks leave is available for each child, for each parent, as described above. \nThe total amount of Parental Leave that can be taken in one year is limited to four weeks.\nEligibility\nAll colleagues with at least one year’s continuous service will be eligible for Parental Leave under the following conditions - You must be:\nNamed on the child's birth certificate, or\nNamed on the child's adoption certificate, or\nWith legal parental responsibility for a child under 18 \nMHA reserves the right to ask for documentary evidence to support a request for parental leave. A colleague falsely claiming an entitlement to parental leave will be subject to MHA’s disciplinary procedure which may result in disciplinary action up to and including dismissal.\nRequest Procedure\nThe request for Parental Leave will not be postponed unless:\nThe period of Parental Leave would cause disruption to the service\nOr postponing it means that the colleague cannot take their Parental Leave before the right to take Parental Leave expire\nor the period of Parental Leave is requested by a colleague wishing to take leave at the time of their spouse / partner giving birth or at the time of adoption\nThe leave can be postponed to a mutually agreed date, or to a suitable future period, but will not be postponed for more than six months from the date on which the colleague wanted to originally start their leave. \nWhere it is MHA’s intention to postpone Parental Leave the line manager will write to the colleague within seven days of their request explaining why they are postponing it and proposing a new date for the colleague to take the Parental Leave within six months from the date on which the colleague wanted to originally start their leave. \nParental Leave should be recorded on the payroll system and at workplaces where there is no electronic payroll a copy of the Request for Leave Application Form must be forwarded to Payroll by the line manager for their notification. \nReturning to Work\nWhen no notification is received and the colleague does not return to work on the due date, MHA will treat this matter as it does any other absence without notification. The colleague will therefore be subject to the gross misconduct provisions of the Disciplinary Policy and subject to the terms of that policy, may have their employment terminated.\nWhere a colleague has taken 26 weeks or less of maternity, paternity, parental, or adoption leave then they are entitled to return to the same job. \nWhere the total period of leave is more than 26 weeks they are entitled to return to the same job or if not reasonably practicable to another suitable and appropriate job.\nUpon returning to work from Parental Leave the colleague will have the right to return to their previous position. If it is not practicable to offer the old job back because the position has become redundant, the colleague must be offered alternative employment, if such suitable alternative employment exists, under the same or better terms and conditions of employment. If there is no suitable vacancy the colleague is entitled to a redundancy payment, if eligible.\nWhere a redundancy or restructuring exercise occurs in the project / workplace in which a colleague is absent due to Parental Leave, the colleague will be treated as if they were at work with regard to consultation, notification and offer of suitable alternative employment which is available, and all other support and assistance provided by MHA in these circumstances. The fact that the colleague was absent due to taking a period of Parental Leave will be ignored for the purposes of any selection for redundancy that may be necessary.\nShared Parental Leave (SPL)\nShared Parental Leave (SPL) gives colleagues (Parents) with caring responsibilities for babies or newly adopted children the opportunity to share up to 52 weeks’ leave should they wish to do so. \nEligible colleagues are entitled to submit up to three ‘periods of leave’ notices and are entitled to take SPL on those dates if a continuous period of leave is requested. It does not mean that there is any extra Maternity, Adoption or Paternity Leave or additional Maternity or Adoption Pay. For example, in terms of Adoption Leave the colleague must take less than the legal entitlement of 52 weeks to enable to SPL to be shared with the second adopter parent. This also applies to Maternity Pay. \nSPL must be taken by the first birthday of the child or by the first anniversary of their adoption.\nSPL must be taken in blocks of at least one week within a one-year period beginning with the date of the baby’s birth or the child’s placement for adoption. MHA would usually only allow three blocks of SPL to be taken.\nThe maximum of 52 weeks’ SPL will be reduced by the number of weeks’ maternity or adoption leave that has already been taken by the colleague or main adopter. After the birth of a child, it is compulsory to take two weeks’ maternity leave so in the majority of cases, working parents will have the opportunity to split 50 weeks of SPL.\nYou must give MHA 21 days written notice of your entitlement to Shared Parental Leave and Pay (unless this is not practical due to an early birth or placement, in which case, colleagues are asked to inform their line manager using the following process as early as possible), this is called a “Notice of entitlement”. You must confirm in that notice:\nThe names of the colleague and partner\nThe start and end date of any statutory maternity or adoption leave\nThe total amount of shared parental leave available\nThe child’s expected week of birth, actual date of birth, or date of placement\nHow much shared parental leave the colleague and parent intend to take\nAn indication as to when they intend to take shared parental leave (a colleague does not have to take their leave as indicated in this notice of entitlement)\nA signed declaration from the colleague seeking to take SPL that – \nThey will be sharing responsibility for the care of the child\nThe colleague has given notice to end the maternity entitlement\nThey meet the continuity of employment test\nThe information given is accurate\nShould they cease to be eligible they will immediately inform their employer\nAt the same time, the partner of the colleague must also provide MHA with a signed declaration stating:\nTheir name, address, and National Insurance Number\nThat they are the father of the child or partner of the colleague of the child\nThat they meet the criteria for the employment earnings test\n(If this is the colleague) they are entitled to Statutory Maternity Leave, Statutory Maternity Pay or Maternity Allowance and that they have given notice to end that leave and pay / allowance\nThat at the time of the birth or placement they shared the responsibility for the care of the child with the colleague seeking to take SPL\nThey consent to the employer receiving this declaration to process the information contained within it\n(In the case of the colleague) that the colleague will immediately inform their partner should the colleague cease to satisfy the eligibility conditions, when this has been received MHA then has 14 calendar days to request a copy of the child’s birth certificate and the name and address of the partner’s employer. Where a child is being adopted MHA can ask for documentary evidence of the name and address of the adoption agency, the date on which the colleague was matched with the child and the date the agency expects to place the child. \nThe colleague must then supply this information to MHA within 14 calendar days. \nTo book a period of Share Parental Leave you must write to your manager, in a dated letter clearly stating what leave you intend to take and when. \nMHA will respond to the request within 14 days of receiving the request.\nColleagues must give at least eight weeks’ notice of when they wish to take shared Parental Leave.\nIf the child is born before the due date and the colleague had booked SPL within the first eight weeks after the due date, they do not have to give 8 weeks’ notice, but they should notify MHA as soon as practicable.\nIf the child is born more than 8 weeks early e.g., 32nd week of pregnancy the colleague should give notice of their request to take leave as soon as is practicable. \nIn the above two situations a notice to vary SPL will not count as one of the three notifications a colleague can make. See the next section for more detail on notifications. \nShared Parental Leave must be spread across no more than 3 periods of leave and must be taken in minimum blocks of a week. \nColleagues may ask to take leave in one continuous block (continuous leave) or may ask to break up their period of leave (discontinuous leave) by returning to work periodically, e.g., two weeks SPL, two weeks at work and another two weeks SPL. When a colleague requests discontinuous leave MHA is entitled to suggest a different pattern or to refuse such a request and insist that the colleague takes the leave in one continuous block.\nA colleague can make a maximum of three requests to take Shared Parental Leave these requests are known as “notifications.”  Any request to change or cancel a period of Shared Parental Leave also counts as a notification.\nChanges to SPL made due to an early birth as above do not count towards the three notifications. \nAny changes made by MHA does not count as a notification. \nOnce you have used all three notifications MHA is under no obligation to accept any more notifications or grant any more pay or time off.\nThe line manager will respond to the request for leave within seven days of the request being submitted, in writing, having conferred with the HR team where necessary. \nEligibility\nTo be entitled to SPL you must:\nbe the colleague, partner, or main adopter of the child, or partner of the colleague or main adopter (referred to as parent), have (or share with the second adopter parent) the main responsibility for the care of the child, have at least 26 weeks’ continuous service at the 15th week before the expected week of birth or at the week in which the main adopter was notified as being matched for adoption with the child,\nstill be in continuous employment until the week before any period of SPL is taken.\nIn addition, the second adopter must.\nhave at least 26 weeks employment out of 66 weeks prior to the relevant week\nhave average weekly earnings of at least £30 during at least 13 of the 66 weeks prior to the relevant week.\nBenefits\nThose taking SPL will receive the same benefits (annual leave / etc) as outlined in Section six for those taking Maternity or Adoption Leave. \nAny period of parental leave will be unpaid. However, employment with MHA will be treated as continuous service during the period of Parental Leave and colleagues will continue to receive the following benefits shown in the following table:\nChanges in Circumstances\nIf the baby dies before the parents have submitted a notice of entitlement to take SPL, they cannot opt for SPL, but the maternity and paternity rules will apply.\nIf the parents have already submitted a notice of entitlement and they have booked leave they will still be entitled to take the booked leave. \nIf a colleague who has booked SPL stops having caring responsibility for the child their entitlement to SPL and Pay will generally stop immediately, and they must inform MHA immediately who will discuss any outstanding SPL with them. \nShared Parental Pay (ShPP)\nIf either the colleague or the partner wishes to claim Shared Parental Pay (ShPP) then the colleague must give notice to reduce or end the maternity / adoption pay or maternity allowance.\nColleagues will qualify for Shared Parental Leave Pay (ShPP) if one of the following applies:\nYou qualify for Statutory Maternity Pay or Statutory Adoption Pay \nYou qualify for Statutory Paternity Pay and have a partner who qualifies for Statutory Maternity Pay or Maternity Allowance or Adoption Pay \nThe pay during ShPP is the lower of 90% of your average weekly earnings or Statutory Maternity Pay. If you are eligible and you or your partner have ended or given notice to end their maternity or adoption leave and pay or Maternity Allowance early, then you can take all or some of the remaining 37 weeks Maternity / Adoption Pay or Maternity Allowance except what has or will be taken by your partner. \nBoth parents can be on Shared Parental Leave at the same time, but the total amount of leave taken cannot exceed 52 weeks and the total amount of pay cannot exceed 39 weeks. \nEach parent can take a total of up to 18 weeks' parental leave for each of their children up to their eighteenth birthday.\nRequest Procedure\nThe colleague must give their employer written notice which must include: \nHow much ShPP both parents are entitled to take\nHow much ShPP each parent intends to take\nWhen they expect to take ShPP\nA declaration from the colleague’s partner confirming their agreement to the colleague claiming their amount of ShPP\nThe notice to claim ShPP should be included with the notice of entitlement to take SPL. \nAdoption Leave\nMHA’s approach to adoption leave is above the basic statutory provisions and mirrors maternity leave and pay entitlements. It is stressed that to qualify for full payment / leave the notice and length of service requirements must be adhered to in order to claim each provision. \nOrdinary Adoption Leave\nAll Adopters may take 26 weeks Ordinary Adoption Leave. This leave can commence up to 14 days before the expected date of placement of the adopted child. \nAdopters are required to inform their line manager of their intention to take adoption leave within 7 days of being notified by their adoption agency that they have been matched with a child for adoption unless this is not reasonably practicable. They need to tell their manager: \nWhen the child is expected to be placed with them; and \nWhen they want their adoption to leave to start. \nAdopters can change their mind about the date on which they want their leave to start providing they tell their manager at least 28 days in advance (unless this is not reasonably practicable). They must tell their manager the date they expect any payments of SAP to start at least 28 days in advance unless this is not reasonably practicable.\nAdditional Adoption Leave\nAll Adopters are also eligible to take Additional Adoption Leave. This will begin the day after the 26 weeks of leave due to Ordinary Adoption Leave and may extend the period of leave up to a maximum total of 52 weeks.\nMHA will assume that a colleague will be taking the Additional Adoption Leave unless the colleague informs their Line Manager to the contrary.\nPay\nAdoption Pay is as set out in the following table:\nTo claim SAP, colleagues must give their line manager documentary evidence of:\nThe name and address of the adoption agency\nThe name and address of the person claiming SAP\nThe date on which the child is expected to be placed for adoption (or if it has already happened, the actual date of placement)\nThe date they were notified of having been matched with the child. \nSurrogacy\nSome surrogate parents may also become eligible for adoption leave. The leave will be available to colleagues who are or expect to be the parents of a child under a parental order, where the child’s expected week of birth begins on or after 5 April 2012.\nThe Second adopter parent” Paternity Leave (Adoption)\nEligible colleagues who have 26 weeks or more continuous service as at the week in which the colleague is notified that they have been matched with a child by the Adoption Agency are eligible to claim two weeks paid paternity leave which can be taken in two ways, either as a single week or as 2 weeks. \nEligible colleagues who have less than 26 weeks’ continuous service as at the week in which the colleague is notified that they have been matched with a child by the Adoption Agency may request up to one week’s time off, with pay, within 56 days of the date of placement of the child. \nThe Paternity Leave Amendment Regulations (2024) allows paternity leave to be split into two blocks of one week at any point in the first year after the birth or adoption of their child (this does not apply to colleagues who have less than 26 weeks of continuous service and are therefore entitled to one week of paternity leave rather than two).\nNo additional paid time off will be granted where more than one child is adopted at the same time.\nThe one- or two-weeks’ entitlement, as appropriate, is in addition to parental leave. \nPayment during the one or two weeks paid Paternity Leave period will be at the normal contracted rate of pay.\nA colleague must inform their employer they intend to take paternity leave no later than 7 days after the day the adopter is notified, they have been matched with a child, if this isn’t possible, as soon as reasonably practicable. \nColleagues must inform their Line Manager of:\nThe date on which the adopter was notified of having been matched with the child.\nThe date on which the child is expected to be placed for adoption.\nThe length of leave they have chosen to take (1 or 2 weeks)\nThe date they have chosen to start Paternity Leave. \nTo qualify for SPP, colleagues must give their employer at least 28 days’ notice of the date on which they wish SPP to begin. They must also provide the following information in writing as evidence of their entitlement:\nName of the person claiming SPP\nDate at which the child is expected to be placed for adoption (or if this happened, the actual date of placement)\nThe date on which they expect SPP to begin.\nWhether they are claiming 1 or 2 weeks SPP\nThe date the adopter was notified of having been matched with the child. \nWhere possible colleagues should be encouraged to inform their employer of their intention to take adoption or paternity leave when they or their partner has been approved for adoption to allow their line manager to plan for the intended period of leave.\nEligibility\nAdoption leave is only available in circumstances where a child is newly matched for adoption. An individual will not qualify for adoption leave or pay when they:\nArrange a private adoption\nBecome a special guardian\nAdopt a stepchild\nIn these circumstances individuals should refer to the parental leave section of this policy for information on their right to take leave from work.\nNotice Procedure\nColleagues must notify their Line Manager and the Payroll Department that they intend to take adoption leave no more than 7 days after they are notified of having been matched with the child, if this is not possible, as soon as reasonably practicable. \nColleagues should complete the Adoption Leave Planner [HR7.3e] and forward copies of this to their Line Manager and to the Payroll Department. If the expected date of the placement of the child changes the Planner can be amended later, provided that the colleague then gives at least 28 days’ notice, in writing, of the date they intend to start their adoption leave period.\nA certificate stating the expected date of the placement of the child (HR7.3d Adoption Confirmation Form) should be sent to the colleague’s Line Manager with a copy to the Payroll Department as soon as it has been issued to the colleague by the relevant approved Adoption Agency.\nAs soon as possible after receiving the colleague’s notification of the date, they intend their adoption leave to commence, the Payroll Department will write to the colleague, stating the level of adoption pay, where applicable, and the expected date of return from adoption leave. This will usually be 52 weeks from the start of the adoption leave.\nMHA will assume that this is the date of their return unless informed by the colleague that they intend to return to work earlier, as detailed in 4.4 below.\nColleagues who know that they do not wish to return to work at the end of the adoption leave period must give the required contractual notice in writing. If a colleague qualifies for Adoption Pay, they will continue to be retained on the payroll until the entitlement ceases at which time, they will receive their P45. However, for all other purposes the colleague's employment ceases at the end of the contractual notice period - upon which date all outstanding monies will be paid. \nIf a colleague takes any employment with another employer during their 39 weeks paid adoption leave, they are required by law to inform MHA as their adoption pay will cease.\nA colleague may not work for another employer whilst on Ordinary or Additional Adoption Leave. It is the colleague’s responsibility to inform MHA as entitlement to Adoption Pay will cease and employment may also be terminated.\nIf returning before the end of the 26-week Ordinary Adoption Leave period or before the end of the Additional Adoption Leave period (as appropriate) the colleague must inform the line manager in writing at least 8 weeks’ before their intended date of return, otherwise MHA may delay their return by up to 8 weeks, provided this does not extend past the date when the colleague was due to finish their adoption leave.  \nWhen no notification is received and the colleague does not return to work on the due date, MHA will treat this matter as it does any other absence without notification. \nThe colleague will therefore be subject to the gross misconduct provisions of the Disciplinary Policy and subject to the terms of that policy, may have their employment terminated.\nThe colleague has no right to delay their return beyond their adoption leave entitlement. If they are sick at the date of return, the colleague must provide a doctor's certificate to this effect. Provided that they comply with this requirement MHA will then treat them as having returned, but as being absent due to sickness. \nIf it is not practicable to offer the colleague their old job back because the position has become genuinely redundant, the colleague must be offered alternative employment, if such suitable alternative employment exists, under comparable terms and conditions. This may mean that the colleague is treated more favourably than other potentially redundant colleagues. “Suitable” in this context means suitable to the colleague and appropriate in the circumstances, although the colleague’s decision must still be reasonable if that alternative employment is refused. If there is no suitable vacancy the colleague is entitled to a redundancy payment, if eligible.\nIf this situation arises, the Redundancy Policy should be referred to.\nBenefits\nThe contract of employment will continue to apply throughout both Ordinary and Additional Adoption Leave unless MHA, or the colleague provides notice of termination in accordance with that individual’s required contractual notice period as shown in their Statement of Terms and Conditions of Employment.\nWhilst on Adoption Leave the colleague will benefit from all of the terms and conditions which would have applied to them as if they had been at work instead of on leave, except the terms and conditions regarding “remuneration” (where remuneration is defined as monitory wages or salary payable). However, the MHA will enhance these requirements as shown below the following table:\nTime off for Pre-adoption and Adoption Order Interviews / Appointments\nPre-adoption and Adoption interviews should, whenever possible, be arranged outside working hours. However, where this proves to be impractical, the main adopter will be able to attend up to 5 appointments for which pay will be given. The secondary adopter may attend up to two appointments which will be paid.\nIn Vitro Fertilisation (IVF) and Other Fertilisation Treatments\nMHA recognises that infertility can cause considerable distress and, as a provider of healthcare services, is sympathetic to colleagues who decide to undertake fertility treatment.\nAlthough colleagues do not have a statutory right for time off to attend fertility treatments, IVF appointments and any sickness related to IVF should be treated the same as any other medical appointment or sickness regardless of whether the colleague is the donor or recipient.\nIt is acknowledged that it might be difficult to control the times of fertility treatment such as tests, egg collections and embryo transfer due to hormone levels, however, MHA requests that these are arranged outside normal working hours where possible, or at the start or end of the working day.\nWhere possible, advance notice of fertility appointments is requested, and evidence of appointment provided. MHA recognises that appointments and subsequent time off during fertility treatment may be required at short notice and managers are asked to be as flexible as possible.\nIf further time off is required, consideration may be given to temporary flexible working, unpaid leave, or annual leave.\nHaving IVF treatment can be difficult emotionally and physically. When it is known that a colleague is undergoing fertility treatment managers should discuss the physical work environment with them e.g. an appropriate environment to inject hormones or insert pessaries as required. Managers may also signpost colleagues to the support services offered by MHA e.g., access to counselling via the Employee Assistance Provider or support from the  Chaplaincy Team.\nSickness absence associated with fertility treatment will not be regarded as pregnancy related.\nA person is \"pregnant\" from the point of the implantation of fertilised ova. From this stage they will have the same rights as any pregnant person (including leave, pay, and protection from discrimination). If the IVF is unsuccessful, the protected period ends 2 weeks after the end of the pregnancy - 2 weeks after the date the person was informed that implantation was not successful.\nNeonatal Care Leave\nOne in seven babies born in the UK is admitted to neonatal care shortly after birth. Babies receive neonatal care either because they have been born prematurely (before 37 weeks of pregnancy) or at full-term but sick.\nUnder the Neonatal Care (Leave and Pay) Act (2023) all MHA Colleagues are entitled to leave from work if their baby receives neonatal care for more than 7 continuous days, before the baby is 28 days old. The length of leave will be based on how long baby receives neonatal care, up to 12 weeks. \nAll colleagues are eligible for neonatal care leave (regardless of length of service). However, to be eligible for neonatal pay, colleagues must have been employed by MHA continuously for at least 26 weeks by the end of the week before the child’s admission into neonatal care.\nColleagues will receive statutory neonatal pay for the duration of their baby’s neonatal care, up to 12 weeks. This is in addition to other leave entitlements such as maternity, paternity, and shared parental leave. As a statutory entitlement, neonatal pay will be mandated at the statutory pay level (currently £156.66 per week).\nColleagues will have 68 weeks to take their leave and pay entitlement from the first date of admission to neonatal care which means that they will be able to take their full entitlement to neonatal leave and pay in addition to other types of parental leave (including maternity, paternity, adoption, and parental bereavement leave and pay).\nColleagues will have different notice requirements based on when they intend to take their leave: requirement to notify employer that they intend to take leave and pay immediately, if their baby is currently receiving neonatal care or very recently discharged, or to give notice at least twice as long as the length of leave being taken (capped at 4 weeks) if they intend to take leave after their baby’s stay.\nColleagues who qualify for maternity leave will take their accrued neonatal leave after their maternity leave ends, this is because maternity leave will be triggered by the birth of the baby and cannot be paused and restarted. Similarly, if taking adoption leave, neonatal leave will be taken once this has ended.\nThe interaction of other types of statutory parental leave (shared parental leave and paternity leave) with neonatal leave will be more flexible as these can be used at different times. For example, paternity leave can be used at any time between the birth of the baby and 56 days from birth (or due date in the case of prematurity).\nChild Loss\nStill Birth and neonatal death\nIf a colleagues baby died within the first 28 days of life this is considered to be a neonatal death. When a colleagues baby is born alive at any time during their pregnancy but does not survive, they are entitled to Maternity Leave and pay as outlined in Section 4, if they meet the qualifying conditions.\nWhen a colleague’s baby is still born after the 24th week of pregnancy they will be entitled to the same amount of maternity leave and pay as if the baby was born alive. \nColleagues who have had a still birth or experienced neonatal death, and their partners, may need time off in the future to attend appointments related to their loss. Time off to attend these appointments will be granted.\nPartners, as well as grandparents and other close relatives, affected by the still birth or neonatal loss and should also be offered support.\nSupport\nUnfortunately, in the UK 14 babies die every day before, during, or shortly after they are born, and any infant death is extremely traumatic. \nTalking about the death of a baby can feel very difficult but finding the right words at the right time can really help to support bereaved parents or families when they need it most. Sands is a national charity offering emotional support and practical help for when a baby dies during pregnancy, at birth or shortly afterwards. They can be contacted using the details below and may assist parents and managers who are looking to support those who have suffered a loss: \nSANDS 3rd Floor, 28 Portland Place, London, W1B 1LY 020 7436 5881 helpline@uksands.org www.sandsforum.org \nMiscarriage, Ectopic Pregnancy and Molar Pregnancy\nMiscarriage, ectopic pregnancy, and molar pregnancies can be a frightening, lonely and traumatic experience. It is often both physically and emotionally painful, with effects that can last for a long time. \nIf your baby is stillborn before the end of the 24th week of pregnancy it is treated as a miscarriage. Colleagues who suffer a miscarriage do not qualify for maternity leave or pay. However, it is likely that colleagues will need to take some time off work following the loss of their baby managers should consider options for compassionate leave, annual leave or agree a period of unpaid leave. Colleagues are also entitled to take sick leave if they are not well enough to work, and this would be treated as pregnancy-related sickness. \nPartners, as well as grandparents and other close relatives, affected by the miscarriage and should also be offered support.\nEveryone’s needs are different. For example, some people may feel that they can continue to work as normal, while others may require more support and it’s important not to make any assumptions about how they feel or how they want to be treated.\nSupport\nIt’s important to acknowledge the loss rather than to ignore it, unless the person requests otherwise. Further advice and support can be accessed from the Miscarriage Association: Miscarriage Association www.miscarriageassociation.org.uk 01924200799 info@miscarriageassociation.org.uk 6.15.1.5 Information and support to help you through a miscarriage, ectopic pregnancy or molar pregnancy.\nA pregnancy loss may happen at work. If a colleague suspects that they have started to lose the baby they may have bleeding, severe abdominal pain, and may be faint or collapse. They may be very distressed and panicked, embarrassed and frightened. You can help by ensuring that they have quick access to a toilet, and you may need to help them by calling their preferred contact or colleague to assist them in getting home or to hospital or a first aid room. In severe cases you may need to call an ambulance. \nKeeping in Touch Days\nBefore a colleague commences family leave, their line manager will discuss with them how they will maintain reasonable contact about issues and developments during their leave.\nA colleague who is on Maternity Leave can work for their employer for 10 days by mutual agreement without losing SMP. Important points to note include the following: \nthe colleague can go in for one hour or a whole day. This will still be a Keeping in Touch (KIT) day \nif the colleague’s shift continues past midnight, this will still count as one day as long as the colleague’s normal working pattern is such that this would fall within a normal working day under usual circumstances\nthe decision to undertake a KIT Day must be made by mutual agreement between the colleague and the employer. The employer has no right to demand that any such KIT work is undertaken, and the colleague has no right to undertake such work. \nPayment for KIT days will be based on the hours worked and not the whole day (unless the whole day is worked). Each day, regardless of hours worked is classed as a KIT Day.\nIn addition to the colleague or adopters’ entitlement to Keeping in Touch (KIT) days both parents may also work up to an additional 20 Shared Parental Leave in Touch (SPLIT) Days. Working a SPLIT day does not impact on the colleague’s access to Shared Parental Leave or Pay. As with KIT days these additional SPLIT days are only worked with the agreement of both the colleague and MHA. The rules of a SPLIT day are the same as a KIT Day in section 9 above.\nLeaving MHA’s Employment\nColleagues who know that they do not wish to return to work after taking family leave must give the required contractual notice in writing. \nIf a colleague qualifies for Adoption Pay, they will continue to be retained on the payroll until pay entitlement ceases at which time they will be processed as a leaver and a P45 generated. However, for all other purposes the colleague's employment ceases at the end of the contractual notice period - upon which date all outstanding monies will be paid.\nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nFraudulent Claims\nShould a colleague claim or take pay or a period of absence to which they are not entitled the matter will be investigated under the disciplinary policy and may lead to disciplinary action up to and including dismissal. \nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles and responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues quality and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessments\nMHA aim to design and implement policy documents that meet the diverse needs of our service, population, and workforce, ensuring that none are placed at a disadvantage over others.\nIt reflects the provisions of the Equality Act 2010 and promotes equal opportunities for all.\nThis document has been assessed to ensure that no one receives less favourable treatment on the protected characteristics of their age, disability, sex (gender), gender reassignment, sexual orientation, marriage and civil partnership, race, religion or belief, pregnancy, and maternity.\nResources\nMHA policy documents, procedures, and guidance\nRisk Assessment Form New and Expectant Colleagues \nMaternity Leave Notification Form \nPaternity Leave Notification Form \nAdoption Confirmation Form \nAdoption Leave Planner \nRisk Assessment Policy \nExternal Resources referenced to develop this document\nWorkplace (Health, Safety and Welfare) Regulations 1992\nDisplay Screen Equipment Regulations 1992\nManual Handling Regulations 1992\nManagement of Health and Safety at Work Regulations 1999 Regulations 16 – 19\nEmployment Rights Act 1996\nThe Control of Substances Hazardous to Health Regulations 1999\nEquality Act 2010\nFurther advice and guidance concerning new and expectant colleagues is given in:\nHSG 122 ‘New and Expectant Colleagues at Work’; and\nISBN 0-7176-1360-7 ‘Infection Risks to New and Expectant Colleagues in the Workplace’.\nAppendices\nAppendix 1: Identifying Pregnancy Related Risks\nFactors to Consider:\nExposure to physical agents such as vibration, noise, temperature extremes, poor or prolonged working postures and repetitive movements should be avoided, or at least minimised.\nManual handling activities (particularly lifting and moving of service users) and the use of steps/ladders should be assessed and the individual's ability to carry out these activities regularly monitored, this is particularly important as these abilities will alter as the pregnancy develops.\nExposure to ionising radiation should be avoided where possible. If exposure is necessary, it will be reduced to the lowest level and strict controls, including personal dosimeters provided.\nExposure to biological agents, especially agents capable of causing abortion should be avoided. If exposure is necessary then the strictest controls should be implemented, paying particular attention to the containment requirements detailed in schedule 9 to the Control of Substances Hazardous to Health Regulations 2002 (as amended) and see further Ref. at end of this section. \nExposure to chemical agents such as mercury, lead, substances absorbed through the skin, cytotoxic drugs, carbon dioxide and chemicals labelled as follows should be avoided or at least reduced to the lowest level possible:\npossible risk of irreversible effects\nmay cause cancer\nmay cause heritable genetic damage\nmay cause harm to the unborn child\npossible risk of harm to the unborn child\nmay cause harm to breast fed babies.\nPersonal protective equipment (PPE) should be provided as a last resort and must be suitable for controlling the identified risks. Training in the correct use of PPE and in understanding its limitations must be given.\nThe potentially harmful effects of shift work will need to be considered and alternative day-time employment may need to be offered for night workers with no loss of pay or benefits. A colleague has the right not to work nights if a medical certificate stating that this could adversely affect the health and safety is provided. \nRevision of the individual’s DSE workstation assessment, reduction in the amount of travelling required to carry out work, reduction/avoidance of lone working and review of the general work environment.\nRisks may include:\nMorning sickness, which is relevant where early morning shift work is undertaken or maybe where there is exposure to nauseating smells\nBackache associated with poor or prolonged unchanging posture, or manual handling activities - this will become increasingly significant as the pregnancy advances\nHaemorrhoids and varicose veins are associated with posture, the former also with hot work environments\nThe increasing physical size of pregnant people may affect their ability to wear PPE properly and consequently reduce the level of protection offered. It might also affect: the amount of workspace they need to work comfortably, the ability to perform manual handling correctly and safely, and their co-ordination, mobility, and dexterity. Consideration may need to be given to evacuation routes, especially where they involve awkward and difficult stairs, ladders, etc.\nMany pregnant people will need to make increasingly regular visits to the toilet; so, it is important that they are able to leave their work easily and have readily accessible facilities\nAs the pregnancy develops, increasing tiredness will become an important factor and may well affect shift work or overtime. This will also be significant where long periods of concentration are necessary and/or where machinery is operated, etc.\nThe increasing size of pregnant people may also adversely affect their balance, so hazards associated with slippery or uneven floors, climbing ladders or steps etc. Will need to be addressed.\nUnusually low or high blood pressure during pregnancy will also need to be considered as this could lead to light-headedness or fainting, especially under hot or humid conditions.\nStress or post-natal depression for new colleagues returning to work\nAdditional risk of long periods of travel to attend seminars or meet clients\nRisk of exposure to aggression or violence if lone working away from the office\nAbility to respond to emergency situation (e.g. In the event of evacuation for fire)\nThroughout all aspects of the risk assessment process, the colleagues are to be offered suitable alternative work, where significant risks cannot be appropriately reduced or eliminated. Where significant and unacceptable risks remain, and suitable alternative work is not available, the colleagues will be suspended on full pay until this can be resolved. \nAppendix 2: Maternity Leave Timeline of Events Flow\nPlease note that this appendix is for explanatory purposes only. The contractual detail is contained within the policy.\nVersion Control",
  "sections": {
    "summary": "MHA is committed to supporting colleagues before, during, and after pregnancy and adoption, including through paternity and parental leave. This policy outlines the processes to be undertaken during pregnancy, throughout maternity leave, adoption leave, paternity and shared parental leave. This includes procedures in notifying and requesting leave, pay, and benefits. This policy is written in accordance with the Employment Act (historic and 2008), Social Security Contributions and Benefits Act (1998), Employment Rights Act (1993), The Employment Relations Act (2004), the Fixed Term Employees Regulations (2008), Human Embryology and Fertilisation Act (2008), Work and Families Act (2006), and Health & Safety at Work Regulations (1999), The Neonatal Care (Leave and Pay) Act (2023), and the Paternity Leave Amendment Regulations (2024). For leave relating to time off in extenuating domestic circumstances and medical appointments, refer to the Special Leave Policy. Pregnancy related absences must be reported following the Sickness Absence Management Policy and Procedure.",
    "purpose": "Should a colleague claim or take pay or a period of absence to which they are not entitled the matter will be investigated under the disciplinary policy and may lead to disciplinary action up to and including dismissal. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles and responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues quality and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk EDI Impact Assessments MHA aim to design and implement policy documents that meet the diverse needs of our service, population, and workforce, ensuring that none are placed at a disadvantage over others. It reflects the provisions of the Equality Act 2010 and promotes equal opportunities for all. This document has been assessed to ensure that no one receives less favourable treatment on the protected characteristics of their age, disability, sex (gender), gender reassignment, sexual orientation, marriage and civil partnership, race, religion or belief, pregnancy, and maternity. Resources MHA policy documents, procedures, and guidance Risk Assessment Form New and Expectant Colleagues Maternity Leave Notification Form Paternity Leave Notification Form Adoption Confirmation Form Adoption Leave Planner Risk Assessment Policy External Resources referenced to develop this document Workplace (Health, Safety and Welfare) Regulations 1992 Display Screen Equipment Regulations 1992 Manual Handling Regulations 1992 Management of Health and Safety at Work Regulations 1999 Regulations 16 – 19 Employment Rights Act 1996 The Control of Substances Hazardous to Health Regulations 1999 Equality Act 2010 Further advice and guidance concerning new and expectant colleagues is given in: HSG 122 ‘New and Expectant Colleagues at Work’; and ISBN 0-7176-1360-7 ‘Infection Risks to New and Expectant Colleagues in the Workplace’. Appendices Appendix 1: Identifying Pregnancy Related Risks Factors to Consider: Exposure to physical agents such as vibration, noise, temperature extremes, poor or prolonged working postures and repetitive movements should be avoided, or at least minimised. Manual handling activities (particularly lifting and moving of service users) and the use of steps/ladders should be assessed and the individual's ability to carry out these activities regularly monitored, this is particularly important as these abilities will alter as the pregnancy develops. Exposure to ionising radiation should be avoided where possible. If exposure is necessary, it will be reduced to the lowest level and strict controls, including personal dosimeters provided. Exposure to biological agents, especially agents capable of causing abortion should be avoided. If exposure is necessary then the strictest controls should be implemented, paying particular attention to the containment requirements detailed in schedule 9 to the Control of Substances Hazardous to Health Regulations 2002 (as amended) and see further Ref. at end of this section. Exposure to chemical agents such as mercury, lead, substances absorbed through the skin, cytotoxic drugs, carbon dioxide and chemicals labelled as follows should be avoided or at least reduced to the lowest level possible: possible risk of irreversible effects may cause cancer may cause heritable genetic damage may cause harm to the unborn child possible risk of harm to the unborn child may cause harm to breast fed babies. Personal protective equipment (PPE) should be provided as a last resort and must be suitable for controlling the identified risks. Training in the correct use of PPE and in understanding its limitations must be given. The potentially harmful effects of shift work will need to be considered and alternative day-time employment may need to be offered for night workers with no loss of pay or benefits. A colleague has the right not to work nights if a medical certificate stating that this could adversely affect the health and safety is provided. Revision of the individual’s DSE workstation assessment, reduction in the amount of travelling required to carry out work, reduction/avoidance of lone working and review of the general work environment. Risks may include: Morning sickness, which is relevant where early morning shift work is undertaken or maybe where there is exposure to nauseating smells Backache associated with poor or prolonged unchanging posture, or manual handling activities - this will become increasingly significant as the pregnancy advances Haemorrhoids and varicose veins are associated with posture, the former also with hot work environments The increasing physical size of pregnant people may affect their ability to wear PPE properly and consequently reduce the level of protection offered. It might also affect: the amount of workspace they need to work comfortably, the ability to perform manual handling correctly and safely, and their co-ordination, mobility, and dexterity. Consideration may need to be given to evacuation routes, especially where they involve awkward and difficult stairs, ladders, etc. Many pregnant people will need to make increasingly regular visits to the toilet; so, it is important that they are able to leave their work easily and have readily accessible facilities As the pregnancy develops, increasing tiredness will become an important factor and may well affect shift work or overtime. This will also be significant where long periods of concentration are necessary and/or where machinery is operated, etc. The increasing size of pregnant people may also adversely affect their balance, so hazards associated with slippery or uneven floors, climbing ladders or steps etc. Will need to be addressed. Unusually low or high blood pressure during pregnancy will also need to be considered as this could lead to light-headedness or fainting, especially under hot or humid conditions. Stress or post-natal depression for new colleagues returning to work Additional risk of long periods of travel to attend seminars or meet clients Risk of exposure to aggression or violence if lone working away from the office Ability to respond to emergency situation (e.g. In the event of evacuation for fire) Throughout all aspects of the risk assessment process, the colleagues are to be offered suitable alternative work, where significant risks cannot be appropriately reduced or eliminated. Where significant and unacceptable risks remain, and suitable alternative work is not available, the colleagues will be suspended on full pay until this can be resolved. Appendix 2: Maternity Leave Timeline of Events Flow Please note that this appendix is for explanatory purposes only. The contractual detail is contained within the policy. Version Control",
    "definitions": "Maternity Leave MHA provides statutory maternity leave and pay to all colleagues who meet the statutory eligibility criteria. The most up to date statutory provisions including maternity leave, pay, and eligibility can be found on the gov.uk website here: https://www.gov.uk/maternity-pay-leave By informing MHA that you are pregnant you obtain legal protection associated with pregnancy. All colleagues who have given birth are required to take a minimum of 2 weeks compulsory maternity leave. MHA will assume that all expectant colleagues will take the full statutory maternity leave allowance unless informed otherwise. Maternity leave will automatically begin when the birth occurs (regardless of planned dates). Maternity Pay is payable at two rates. Colleagues are entitled to the higher and lower rate of Maternity Pay. For the first 6 weeks of maternity leave colleagues will be paid at 100% of their average earnings (calculated over the 2-month period leading up to the 15th week before the expected date of confinement) and for the remaining 33 weeks at Statutory Maternity pay (SMP) (or 90% the average earnings, whichever is the lowest). This gives in all 39 weeks maternity pay. It will only apply if colleagues are still in our employment by the qualifying week and earnings do not fall below the Lower Earnings Limit of £123 per week for 8 weeks prior to the qualifying week. The level of payment will then be adjusted if any increases in pay apply (e.g., Annual Salary Review) during the Ordinary Maternity Leave period and will be backdated if the salary review is backdated. Eligibility In order to qualify, the colleague must have average weekly earnings in the eight weeks up to and including the qualifying week at or above the lower earnings limit for the payment of National Insurance contributions and have 26 weeks’ continuous service with MHA at the 15th weeks before the EWC Maternity Allowance Expectant colleagues who do not meet the requirements for statutory maternity pay may quality for maternity allowance instead. if this is the case, they will be sent an SMP1 Form by Payroll. This is based on their recent employment and earnings record and is a state benefit which may be payable for 39 weeks. This should be claimed from the Department of Work and Pensions before the birth of the baby. For more information please visit: https://www.gov.uk/maternity-allowance",
    "procedure": "Colleagues must notify their Line Manager and the Payroll Department that they intend to take adoption leave no more than 7 days after they are notified of having been matched with the child, if this is not possible, as soon as reasonably practicable. Colleagues should complete the Adoption Leave Planner [HR7.3e] and forward copies of this to their Line Manager and to the Payroll Department. If the expected date of the placement of the child changes the Planner can be amended later, provided that the colleague then gives at least 28 days’ notice, in writing, of the date they intend to start their adoption leave period. A certificate stating the expected date of the placement of the child (HR7.3d Adoption Confirmation Form) should be sent to the colleague’s Line Manager with a copy to the Payroll Department as soon as it has been issued to the colleague by the relevant approved Adoption Agency. As soon as possible after receiving the colleague’s notification of the date, they intend their adoption leave to commence, the Payroll Department will write to the colleague, stating the level of adoption pay, where applicable, and the expected date of return from adoption leave. This will usually be 52 weeks from the start of the adoption leave. MHA will assume that this is the date of their return unless informed by the colleague that they intend to return to work earlier, as detailed in 4.4 below. Colleagues who know that they do not wish to return to work at the end of the adoption leave period must give the required contractual notice in writing. If a colleague qualifies for Adoption Pay, they will continue to be retained on the payroll until the entitlement ceases at which time, they will receive their P45. However, for all other purposes the colleague's employment ceases at the end of the contractual notice period - upon which date all outstanding monies will be paid. If a colleague takes any employment with another employer during their 39 weeks paid adoption leave, they are required by law to inform MHA as their adoption pay will cease. A colleague may not work for another employer whilst on Ordinary or Additional Adoption Leave. It is the colleague’s responsibility to inform MHA as entitlement to Adoption Pay will cease and employment may also be terminated. If returning before the end of the 26-week Ordinary Adoption Leave period or before the end of the Additional Adoption Leave period (as appropriate) the colleague must inform the line manager in writing at least 8 weeks’ before their intended date of return, otherwise MHA may delay their return by up to 8 weeks, provided this does not extend past the date when the colleague was due to finish their adoption leave. When no notification is received and the colleague does not return to work on the due date, MHA will treat this matter as it does any other absence without notification. The colleague will therefore be subject to the gross misconduct provisions of the Disciplinary Policy and subject to the terms of that policy, may have their employment terminated. The colleague has no right to delay their return beyond their adoption leave entitlement. If they are sick at the date of return, the colleague must provide a doctor's certificate to this effect. Provided that they comply with this requirement MHA will then treat them as having returned, but as being absent due to sickness. If it is not practicable to offer the colleague their old job back because the position has become genuinely redundant, the colleague must be offered alternative employment, if such suitable alternative employment exists, under comparable terms and conditions. This may mean that the colleague is treated more favourably than other potentially redundant colleagues. “Suitable” in this context means suitable to the colleague and appropriate in the circumstances, although the colleague’s decision must still be reasonable if that alternative employment is refused. If there is no suitable vacancy the colleague is entitled to a redundancy payment, if eligible. If this situation arises, the Redundancy Policy should be referred to. Benefits The contract of employment will continue to apply throughout both Ordinary and Additional Adoption Leave unless MHA, or the colleague provides notice of termination in accordance with that individual’s required contractual notice period as shown in their Statement of Terms and Conditions of Employment. Whilst on Adoption Leave the colleague will benefit from all of the terms and conditions which would have applied to them as if they had been at work instead of on leave, except the terms and conditions regarding “remuneration” (where remuneration is defined as monitory wages or salary payable). However, the MHA will enhance these requirements as shown below the following table: Time off for Pre-adoption and Adoption Order Interviews / Appointments Pre-adoption and Adoption interviews should, whenever possible, be arranged outside working hours. However, where this proves to be impractical, the main adopter will be able to attend up to 5 appointments for which pay will be given. The secondary adopter may attend up to two appointments which will be paid. In Vitro Fertilisation (IVF) and Other Fertilisation Treatments MHA recognises that infertility can cause considerable distress and, as a provider of healthcare services, is sympathetic to colleagues who decide to undertake fertility treatment. Although colleagues do not have a statutory right for time off to attend fertility treatments, IVF appointments and any sickness related to IVF should be treated the same as any other medical appointment or sickness regardless of whether the colleague is the donor or recipient. It is acknowledged that it might be difficult to control the times of fertility treatment such as tests, egg collections and embryo transfer due to hormone levels, however, MHA requests that these are arranged outside normal working hours where possible, or at the start or end of the working day. Where possible, advance notice of fertility appointments is requested, and evidence of appointment provided. MHA recognises that appointments and subsequent time off during fertility treatment may be required at short notice and managers are asked to be as flexible as possible. If further time off is required, consideration may be given to temporary flexible working, unpaid leave, or annual leave. Having IVF treatment can be difficult emotionally and physically. When it is known that a colleague is undergoing fertility treatment managers should discuss the physical work environment with them e.g. an appropriate environment to inject hormones or insert pessaries as required. Managers may also signpost colleagues to the support services offered by MHA e.g., access to counselling via the Employee Assistance Provider or support from the Chaplaincy Team. Sickness absence associated with fertility treatment will not be regarded as pregnancy related. A person is \"pregnant\" from the point of the implantation of fertilised ova. From this stage they will have the same rights as any pregnant person (including leave, pay, and protection from discrimination). If the IVF is unsuccessful, the protected period ends 2 weeks after the end of the pregnancy - 2 weeks after the date the person was informed that implantation was not successful. Neonatal Care Leave One in seven babies born in the UK is admitted to neonatal care shortly after birth. Babies receive neonatal care either because they have been born prematurely (before 37 weeks of pregnancy) or at full-term but sick. Under the Neonatal Care (Leave and Pay) Act (2023) all MHA Colleagues are entitled to leave from work if their baby receives neonatal care for more than 7 continuous days, before the baby is 28 days old. The length of leave will be based on how long baby receives neonatal care, up to 12 weeks. All colleagues are eligible for neonatal care leave (regardless of length of service). However, to be eligible for neonatal pay, colleagues must have been employed by MHA continuously for at least 26 weeks by the end of the week before the child’s admission into neonatal care. Colleagues will receive statutory neonatal pay for the duration of their baby’s neonatal care, up to 12 weeks. This is in addition to other leave entitlements such as maternity, paternity, and shared parental leave. As a statutory entitlement, neonatal pay will be mandated at the statutory pay level (currently £156.66 per week). Colleagues will have 68 weeks to take their leave and pay entitlement from the first date of admission to neonatal care which means that they will be able to take their full entitlement to neonatal leave and pay in addition to other types of parental leave (including maternity, paternity, adoption, and parental bereavement leave and pay). Colleagues will have different notice requirements based on when they intend to take their leave: requirement to notify employer that they intend to take leave and pay immediately, if their baby is currently receiving neonatal care or very recently discharged, or to give notice at least twice as long as the length of leave being taken (capped at 4 weeks) if they intend to take leave after their baby’s stay. Colleagues who qualify for maternity leave will take their accrued neonatal leave after their maternity leave ends, this is because maternity leave will be triggered by the birth of the baby and cannot be paused and restarted. Similarly, if taking adoption leave, neonatal leave will be taken once this has ended. The interaction of other types of statutory parental leave (shared parental leave and paternity leave) with neonatal leave will be more flexible as these can be used at different times. For example, paternity leave can be used at any time between the birth of the baby and 56 days from birth (or due date in the case of prematurity). Child Loss Still Birth and neonatal death If a colleagues baby died within the first 28 days of life this is considered to be a neonatal death. When a colleagues baby is born alive at any time during their pregnancy but does not survive, they are entitled to Maternity Leave and pay as outlined in Section 4, if they meet the qualifying conditions. When a colleague’s baby is still born after the 24th week of pregnancy they will be entitled to the same amount of maternity leave and pay as if the baby was born alive. Colleagues who have had a still birth or experienced neonatal death, and their partners, may need time off in the future to attend appointments related to their loss. Time off to attend these appointments will be granted. Partners, as well as grandparents and other close relatives, affected by the still birth or neonatal loss and should also be offered support. Support Unfortunately, in the UK 14 babies die every day before, during, or shortly after they are born, and any infant death is extremely traumatic. Talking about the death of a baby can feel very difficult but finding the right words at the right time can really help to support bereaved parents or families when they need it most. Sands is a national charity offering emotional support and practical help for when a baby dies during pregnancy, at birth or shortly afterwards. They can be contacted using the details below and may assist parents and managers who are looking to support those who have suffered a loss: SANDS 3rd Floor, 28 Portland Place, London, W1B 1LY 020 7436 5881 helpline@uksands.org www.sandsforum.org Miscarriage, Ectopic Pregnancy and Molar Pregnancy Miscarriage, ectopic pregnancy, and molar pregnancies can be a frightening, lonely and traumatic experience. It is often both physically and emotionally painful, with effects that can last for a long time. If your baby is stillborn before the end of the 24th week of pregnancy it is treated as a miscarriage. Colleagues who suffer a miscarriage do not qualify for maternity leave or pay. However, it is likely that colleagues will need to take some time off work following the loss of their baby managers should consider options for compassionate leave, annual leave or agree a period of unpaid leave. Colleagues are also entitled to take sick leave if they are not well enough to work, and this would be treated as pregnancy-related sickness. Partners, as well as grandparents and other close relatives, affected by the miscarriage and should also be offered support. Everyone’s needs are different. For example, some people may feel that they can continue to work as normal, while others may require more support and it’s important not to make any assumptions about how they feel or how they want to be treated. Support It’s important to acknowledge the loss rather than to ignore it, unless the person requests otherwise. Further advice and support can be accessed from the Miscarriage Association: Miscarriage Association www.miscarriageassociation.org.uk 01924200799 info@miscarriageassociation.org.uk 6.15.1.5 Information and support to help you through a miscarriage, ectopic pregnancy or molar pregnancy. A pregnancy loss may happen at work. If a colleague suspects that they have started to lose the baby they may have bleeding, severe abdominal pain, and may be faint or collapse. They may be very distressed and panicked, embarrassed and frightened. You can help by ensuring that they have quick access to a toilet, and you may need to help them by calling their preferred contact or colleague to assist them in getting home or to hospital or a first aid room. In severe cases you may need to call an ambulance. Keeping in Touch Days Before a colleague commences family leave, their line manager will discuss with them how they will maintain reasonable contact about issues and developments during their leave. A colleague who is on Maternity Leave can work for their employer for 10 days by mutual agreement without losing SMP. Important points to note include the following: the colleague can go in for one hour or a whole day. This will still be a Keeping in Touch (KIT) day if the colleague’s shift continues past midnight, this will still count as one day as long as the colleague’s normal working pattern is such that this would fall within a normal working day under usual circumstances the decision to undertake a KIT Day must be made by mutual agreement between the colleague and the employer. The employer has no right to demand that any such KIT work is undertaken, and the colleague has no right to undertake such work. Payment for KIT days will be based on the hours worked and not the whole day (unless the whole day is worked). Each day, regardless of hours worked is classed as a KIT Day. In addition to the colleague or adopters’ entitlement to Keeping in Touch (KIT) days both parents may also work up to an additional 20 Shared Parental Leave in Touch (SPLIT) Days. Working a SPLIT day does not impact on the colleague’s access to Shared Parental Leave or Pay. As with KIT days these additional SPLIT days are only worked with the agreement of both the colleague and MHA. The rules of a SPLIT day are the same as a KIT Day in section 9 above. Leaving MHA’s Employment Colleagues who know that they do not wish to return to work after taking family leave must give the required contractual notice in writing. If a colleague qualifies for Adoption Pay, they will continue to be retained on the payroll until pay entitlement ceases at which time they will be processed as a leaver and a P45 generated. However, for all other purposes the colleague's employment ceases at the end of the contractual notice period - upon which date all outstanding monies will be paid.",
    "responsibilities": "Training and Monitoring Compliance is assessed through direct observation, monitoring, and supervision of our colleagues."
  }
}