{
  "id": "HR8.1",
  "title": "Capability Policy",
  "filename": "HR8.1 Capability Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nThis Capability Policy outlines MHA’s approach to managing employee performance and addressing situations where an individual may not be meeting the expected standards of work due to factors such as lack of skill, knowledge, or ability. \nThe purpose of this policy is to ensure a consistent, fair, and supportive process for managing employee capability concerns while maintaining a high standard of performance across the organisation\nScope and Purpose\nThe purpose of this policy is to detail the provisions available and the process to follow where an unacceptable level of performance is due to incapability. MHA aims to use this policy to encourage colleagues to improve their performance wherever possible and provide help and support to restore and maintain an acceptable standard of performance.\nThis policy is for all colleagues and relief workers within MHA and subsidiary companies.\nTo provide a framework for managing underperformance in a fair and consistent manner and improving performance to the standard required.\nThis policy does not cover situations appropriate to be dealt with under the following policies:\nThe Discipline Policy should be used where colleagues wilfully ignore instructions or deliberately do not produce work of a standard within their capability. In all matters of conduct, including negligence, disciplinary action as detailed in the Discipline Policy will be taken.\nThe Sickness Absence Management Policy should be used where colleagues have a below standard level of attendance\nPerformance issues identified during a colleague’s probationary period should be dealt with under the Probationary Policy. \nShould a colleague’s disability impact on their performance at work, we should ensure that their targets and required standards are appropriate. Advice can be obtained from the HR department.\nWhere a line manager is unclear as to which is the appropriate policy to apply in any specific circumstances, they are advised to discuss the matter with their manager. HR may be consulted if further advice is required.\nThis policy applies where there is a genuine lack of capability displayed in the work that the colleague is expected to deliver and implies that there is no element of choice in the colleague’s failure to meet the required standards. This may be due to an innate lack of ability, skill, or experience or to a lack of adequate training, coaching and / or supervision. In these cases, colleagues will be given reasonable help and encouragement to reach a satisfactory level of performance before any formal action is considered.\nInformal Process\nIn the first instance, performance issues should normally be dealt with informally as part of day-to-day management. \nThe 1:1 review process (refer to 1:1 Review Policy) and regular supervisions are the usual method of identifying and discussing performance problems.\nDuring a 1:1 review meeting, the line manager should colleague clarify the required standards and identify the areas of concern.\nThe line manager should take care to assess whether the performance concern is due to a lack of ability, skill, or experience and what training, coaching, supervision, or support is needed to help meet the required standard.\nThe colleague’s commitment to reaching the required standard should be obtained and agreement should be reached on a reasonable time limit for the colleague to reach the standard. This will normally be a minimum of four weeks.\nThe colleague should be made aware that if the standard is not met then the formal procedure will be invoked.\nThe agreed Performance Improvement Plan (PIP) and the outcome of this meeting must be communicated in writing to the colleague concerned and a copy kept in their personal file.  The PIP should follow the SMART principles when being agreed in that targets should be specific, measurable, achievable, realistic & to a timescale and should include: \nConfirmation of the expected standards and objectives to be achieved.\nDetail of any agreed additional support / training / coaching. \nAt the end of the review period a further meeting will be held between the line manager and the colleague. The outcome of this meeting will in most cases be one of the following:\nIf the required improvement has been made, the colleague will be told of this and encouraged to maintain this improvement, or\nIf some improvement has been made but the required standard has not yet been met, the review period may be extended (if this is the first such review, the review period must be extended), or\nIf there has been no discernible improvement and no alternative solution has been agreed upon, the line manager will explain to the colleague that they have failed to improve and that the formal capability procedure will now be invoked.\nThe outcome of this meeting will be communicated in writing to the colleague concerned within 7 calendar days of the meeting and a copy kept in their personal file.\nIn circumstances where the performance falls below the required standard, within twelve months, a decision to invoke the formal procedure immediately may be taken with guidance from the HR Department. In all cases consideration should be given as to whether the matter now falls within the Capability or Disciplinary Policies.\nFormal Process – Capability Hearings\nThe formal process will be used for cases of serious under performance or where the informal process has not resulted in improvement.\nNotice of Capability Hearing \nThe invitation to a formal hearing will be confirmed in writing giving a minimum of 24 hours’ notice.  The colleague has the right to be accompanied by a trade union representative or work colleague (see below). The colleague may request a postponement of the hearing of up to 5 days to enable their companion to attend the hearing.\nThe colleague must be informed that their future employment is at risk and that they may be dismissed because of the hearing.\nCapability Hearing\nThe hearing will be chaired by an appropriate manager with a note taker present. \nThe Chair will open the hearing by explaining the reasons why the hearing has been arranged and detailing the support training and remedial action undertaken using the documented evidence resulting from the process as described below.\nThe colleague will then be given the opportunity to provide evidence of their performance and how they meet the standards for their job, where appropriate, they may ask for witnesses to attend.\nThe detail of the colleague response will then be discussed until the full content of their response has been clarified.\nAt any time, the companion may add their input to the hearing; however, the companion must not respond to questions asked of the colleague.\nThe hearing will then be adjourned whilst the hearing Chair decides what action is appropriate.\nThe colleague will be informed as to what action, if any, is being taken and the appeals procedure will be explained. This will be confirmed in writing following the hearing.\nThe Chair has the following 3 options regarding the outcome of the hearing:\nExtend the Review Period \nIf a colleague has made some improvement, but either not enough, or not on an ongoing basis, then the review period should be extended for a minimum of four weeks to see if they can improve further or show that they can sustain their improvement.\nOther Sanction e.g. Transfer or Demotion\nIf a colleague’s performance has made little improvement or even deteriorated then consideration should be given as to whether they are suitable for the role or whether demotion or transfer would be appropriate.  Consult with HR if you think this option is applicable before acting or discussing with the colleague.\nDismissal \nThis should take place where the colleague progress has been minimal or has deteriorated further despite appropriate support.  \nAfter consideration of the facts, if the decision is taken to dismiss the colleague, the reason for the dismissal will be on the grounds of incapability and will be confirmed in writing by the Chair of the hearing within seven days of the hearing (which would be the effective date of dismissal).\nCapability due to Ill Health\nIf the concerns over an individual’s capability arises due to a health condition you may need to refer to the Absence Management Policy however, the condition may not be causing the individual to have time off but may be affecting their ability to complete their role in its entirety.  A colleague may suffer from a health condition that is degenerative so there may not be an impact now, but it could be affected in the future.\nSuch situations should be dealt with sensitively and rather than setting a PIP, the line manager may need to seek professional advice from the Occupational Health team and the HR department. The Occupational Health team can conduct work-based assessments to provide advice and guidance on an individual’s ability to undertake a role and tasks within that role.  \nThe period during which the manager seeks medical advice will be part of the informal capability procedure, during this time the line manager may review the role with the individual and alongside seeking medical advice may undertake risk assessments and look at any areas that may be adapted in order that the individual is more able to undertake the role.  \nOnce medical information is provided and risk assessments are complete, the line manager will invite the individual to a formal hearing. The Chair at an ill-health capability hearing would ideally discuss: -\nThe ill-health condition and how it affects the individual\nThe individual’s ability to undertake the role\nMedical reports, risk assessments and work-based assessments\n Reasonable adjustments\nAcknowledgement of work attendance despite health condition\nOptions of redeployment\nThe line manager will need to fully consider reasonable adjustments and redeployment into other positions.\nIn cases of capability relating to a health condition, where the individual is not able to undertake the full role after full consideration of reasonable adjustments and redeployment they may, after taking advice from HR and Occupational Health, take the decision to dismiss on the grounds of capability at any stage during the formal capability procedure.  This decision would only be made where other options such as extended review periods would not be appropriate.\nSuspension Due to Ill-Health\nIn rare circumstances it may be appropriate to suspend a colleague from duty where a health concern suggests they are unable to carry out their role despite detailed discussion with their line manager. The line manager should encourage the individual to get medical support and advice however, if they are unable or unwilling to do this and if such a situation arises, the line manager should seek advice and guidance from their relevant HR contact with a view to suspending on medical grounds. During such a period of suspension, the line manager should consult with HR to ensure occupational health advice is sought.\nAppeal\nAny colleague who is dissatisfied with the outcome at any stage of the formal capability procedure may appeal to the individual named in the outcome letter. The appeal should be made within 7 calendar days of receipt of the letter detailing the decision. The appeal should be made in writing and clearly state the basis on which the appeal is to be made together with any appropriate evidence. Grounds for appeal which will be considered include:\nUnfair process – discriminatory or procedural flaws\nNew evidence that was not considered previously\nSubstantial reason that the sanction is too harsh (including evidence to substantiate)\nThe appeal will be chaired by an appropriate manager who will not have been previously involved in making decisions in the case:  with a note taker present.  A member of the HR team will be present at appeals against dismissal. The colleague / companion will be allowed to explain why they are appealing the original decision: normally the grounds would be that they consider the sanction too harsh; new evidence has become known; or they wish to complain that the procedure applied at the capability hearing was not fair or correct.  The colleague should be allowed to put any new evidence to the Chair. The decision at the appeal will be final.\nThe individual will be sent a written acknowledgement of receipt of their appeal, and a meeting will normally be arranged within 14 calendar days of receipt of the appeal or as soon as is practicable thereafter.\nFor an appeal, the colleague will be asked to attend a hearing (confirmed in writing by the appeal Chair) where they have the right to be accompanied by a companion. The meeting may be postponed by up to five calendar days to enable the colleague’s chosen companion to attend. If the companion is not able to be available at the rescheduled time, the colleague will need to select an alternative companion.\nIf the colleague cannot attend the appeal hearing they should inform the appeal Chair of the reason, and the appeal hearing may be rescheduled. This will only be allowed once. If the colleague cannot attend (e.g. due to illness) then, exceptionally, written submissions may be used instead.\nThe Chair should respond in writing to the capability appeal within 14 days of the date of the appeal hearing. If that is not possible the colleague should be told when they can expect a response and the reason for the delay.\nThe decision of this meeting is final.\nOnce the appeal is completed, all documentation connected to the capability process must be kept confidentially on the individual’s personal file in accordance with the terms of the Data Protection Policy.\n\tThe Chair hearing the appeal may:\nUphold the original decision.\nOverturn the original decision (completely).\nOverturn the original decision (by substituting with a sanction).\nThe relevant Director (via the HR Department) must be notified of the outcome of the appeal. The line manager may then conduct any necessary referrals i.e. under the ISA (Independent Safeguarding Authority) legislation, governing and professional bodies.\nAlternative Solutions\nAt any stage in the procedure, alternative solutions to the issues may be discussed.  For example, transferring to other employment within the organisation within the capability of the colleague. However, alternative solutions will only be discussed when a colleague agrees that they are prepared to consider an alternative solution and where the manager has discussed the solution with HR. If an alternative solution is offered to the colleague this is not obligatory, and the colleague will be given the choice as to whether to accept any offer put to them because of any such discussion.\nWhere the colleague is prepared to accept an alternative solution, such as transferring to another position, this must be actioned as quickly as practicable and unless there are special circumstances, colleagues should not normally remain in their current situation for longer than one month.\nDuring the period between the initial discussion and the resolution of the issue, the colleague will be seen by their line manager at least weekly until they are appointed to a new position.\nA colleague transferred or demoted because of the formal capability procedure will have their terms and conditions of employment changed to reflect those applicable to their new position, with effect from the date of transfer. Only in exceptional circumstances, and with the prior authorisation HR, will the individual’s salary be retained on a personally protected basis as detailed in the Protection of Salary Policy.\nIf formal capability action other than dismissal is taken (such as demotion) the colleague will be informed that if further unsatisfactory job performance occurs this procedure will be re-invoked. As with all other stages, in actions short of dismissal, the colleague will receive a letter from the Chair of the hearing confirming the outcome of the hearing and the consequences of any further unsatisfactory performance.  \nCompanion\nThe person chosen by the colleague as their “companion” maybe either a colleague; or a full-time official employed by a trade union; or a lay trade union official.\nWhere the colleague has a communication disability or where the colleague’s first language is not English, for reasons of providing equality and fairness at a capability hearing, MHA may provide an appropriate translator.\nThe organisation reserves the right to refuse to accept an individual as a companion if there is a conflict of interest or unwarranted expense incurred.\nThe HR Department should be consulted regarding any queries or concerns over any companion.\nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEquality Impact Assessment (EIA)\nEquality, Diversity, and Impact Assessment to be completed at the next full review.\nResources \nMHA policy documents, procedures, and guidance\nProtection of Salary Policy\nData Protection Policy\nSickness Absence Management Policy\nProbationary Policy\nDiscipline Policy\n1:1 Review Policy\nVersion Control",
  "sections": {
    "summary": "This Capability Policy outlines MHA’s approach to managing employee performance and addressing situations where an individual may not be meeting the expected standards of work due to factors such as lack of skill, knowledge, or ability. The purpose of this policy is to ensure a consistent, fair, and supportive process for managing employee capability concerns while maintaining a high standard of performance across the organisation",
    "purpose": "The purpose of this policy is to detail the provisions available and the process to follow where an unacceptable level of performance is due to incapability. MHA aims to use this policy to encourage colleagues to improve their performance wherever possible and provide help and support to restore and maintain an acceptable standard of performance. This policy is for all colleagues and relief workers within MHA and subsidiary companies. To provide a framework for managing underperformance in a fair and consistent manner and improving performance to the standard required. This policy does not cover situations appropriate to be dealt with under the following policies: The Discipline Policy should be used where colleagues wilfully ignore instructions or deliberately do not produce work of a standard within their capability. In all matters of conduct, including negligence, disciplinary action as detailed in the Discipline Policy will be taken. The Sickness Absence Management Policy should be used where colleagues have a below standard level of attendance Performance issues identified during a colleague’s probationary period should be dealt with under the Probationary Policy. Should a colleague’s disability impact on their performance at work, we should ensure that their targets and required standards are appropriate. Advice can be obtained from the HR department. Where a line manager is unclear as to which is the appropriate policy to apply in any specific circumstances, they are advised to discuss the matter with their manager. HR may be consulted if further advice is required. This policy applies where there is a genuine lack of capability displayed in the work that the colleague is expected to deliver and implies that there is no element of choice in the colleague’s failure to meet the required standards. This may be due to an innate lack of ability, skill, or experience or to a lack of adequate training, coaching and / or supervision. In these cases, colleagues will be given reasonable help and encouragement to reach a satisfactory level of performance before any formal action is considered.",
    "procedure": "The formal process will be used for cases of serious under performance or where the informal process has not resulted in improvement. Notice of Capability Hearing The invitation to a formal hearing will be confirmed in writing giving a minimum of 24 hours’ notice. The colleague has the right to be accompanied by a trade union representative or work colleague (see below). The colleague may request a postponement of the hearing of up to 5 days to enable their companion to attend the hearing. The colleague must be informed that their future employment is at risk and that they may be dismissed because of the hearing. Capability Hearing The hearing will be chaired by an appropriate manager with a note taker present. The Chair will open the hearing by explaining the reasons why the hearing has been arranged and detailing the support training and remedial action undertaken using the documented evidence resulting from the process as described below. The colleague will then be given the opportunity to provide evidence of their performance and how they meet the standards for their job, where appropriate, they may ask for witnesses to attend. The detail of the colleague response will then be discussed until the full content of their response has been clarified. At any time, the companion may add their input to the hearing; however, the companion must not respond to questions asked of the colleague. The hearing will then be adjourned whilst the hearing Chair decides what action is appropriate. The colleague will be informed as to what action, if any, is being taken and the appeals procedure will be explained. This will be confirmed in writing following the hearing. The Chair has the following 3 options regarding the outcome of the hearing: Extend the Review Period If a colleague has made some improvement, but either not enough, or not on an ongoing basis, then the review period should be extended for a minimum of four weeks to see if they can improve further or show that they can sustain their improvement. Other Sanction e.g. Transfer or Demotion If a colleague’s performance has made little improvement or even deteriorated then consideration should be given as to whether they are suitable for the role or whether demotion or transfer would be appropriate. Consult with HR if you think this option is applicable before acting or discussing with the colleague. Dismissal This should take place where the colleague progress has been minimal or has deteriorated further despite appropriate support. After consideration of the facts, if the decision is taken to dismiss the colleague, the reason for the dismissal will be on the grounds of incapability and will be confirmed in writing by the Chair of the hearing within seven days of the hearing (which would be the effective date of dismissal). Capability due to Ill Health If the concerns over an individual’s capability arises due to a health condition you may need to refer to the Absence Management Policy however, the condition may not be causing the individual to have time off but may be affecting their ability to complete their role in its entirety. A colleague may suffer from a health condition that is degenerative so there may not be an impact now, but it could be affected in the future. Such situations should be dealt with sensitively and rather than setting a PIP, the line manager may need to seek professional advice from the Occupational Health team and the HR department. The Occupational Health team can conduct work-based assessments to provide advice and guidance on an individual’s ability to undertake a role and tasks within that role. The period during which the manager seeks medical advice will be part of the informal capability procedure, during this time the line manager may review the role with the individual and alongside seeking medical advice may undertake risk assessments and look at any areas that may be adapted in order that the individual is more able to undertake the role. Once medical information is provided and risk assessments are complete, the line manager will invite the individual to a formal hearing. The Chair at an ill-health capability hearing would ideally discuss: - The ill-health condition and how it affects the individual The individual’s ability to undertake the role Medical reports, risk assessments and work-based assessments Reasonable adjustments Acknowledgement of work attendance despite health condition Options of redeployment The line manager will need to fully consider reasonable adjustments and redeployment into other positions. In cases of capability relating to a health condition, where the individual is not able to undertake the full role after full consideration of reasonable adjustments and redeployment they may, after taking advice from HR and Occupational Health, take the decision to dismiss on the grounds of capability at any stage during the formal capability procedure. This decision would only be made where other options such as extended review periods would not be appropriate. Suspension Due to Ill-Health In rare circumstances it may be appropriate to suspend a colleague from duty where a health concern suggests they are unable to carry out their role despite detailed discussion with their line manager. The line manager should encourage the individual to get medical support and advice however, if they are unable or unwilling to do this and if such a situation arises, the line manager should seek advice and guidance from their relevant HR contact with a view to suspending on medical grounds. During such a period of suspension, the line manager should consult with HR to ensure occupational health advice is sought. Appeal Any colleague who is dissatisfied with the outcome at any stage of the formal capability procedure may appeal to the individual named in the outcome letter. The appeal should be made within 7 calendar days of receipt of the letter detailing the decision. The appeal should be made in writing and clearly state the basis on which the appeal is to be made together with any appropriate evidence. Grounds for appeal which will be considered include: Unfair process – discriminatory or procedural flaws New evidence that was not considered previously Substantial reason that the sanction is too harsh (including evidence to substantiate) The appeal will be chaired by an appropriate manager who will not have been previously involved in making decisions in the case: with a note taker present. A member of the HR team will be present at appeals against dismissal. The colleague / companion will be allowed to explain why they are appealing the original decision: normally the grounds would be that they consider the sanction too harsh; new evidence has become known; or they wish to complain that the procedure applied at the capability hearing was not fair or correct. The colleague should be allowed to put any new evidence to the Chair. The decision at the appeal will be final. The individual will be sent a written acknowledgement of receipt of their appeal, and a meeting will normally be arranged within 14 calendar days of receipt of the appeal or as soon as is practicable thereafter. For an appeal, the colleague will be asked to attend a hearing (confirmed in writing by the appeal Chair) where they have the right to be accompanied by a companion. The meeting may be postponed by up to five calendar days to enable the colleague’s chosen companion to attend. If the companion is not able to be available at the rescheduled time, the colleague will need to select an alternative companion. If the colleague cannot attend the appeal hearing they should inform the appeal Chair of the reason, and the appeal hearing may be rescheduled. This will only be allowed once. If the colleague cannot attend (e.g. due to illness) then, exceptionally, written submissions may be used instead. The Chair should respond in writing to the capability appeal within 14 days of the date of the appeal hearing. If that is not possible the colleague should be told when they can expect a response and the reason for the delay. The decision of this meeting is final. Once the appeal is completed, all documentation connected to the capability process must be kept confidentially on the individual’s personal file in accordance with the terms of the Data Protection Policy. The Chair hearing the appeal may: Uphold the original decision. Overturn the original decision (completely). Overturn the original decision (by substituting with a sanction). The relevant Director (via the HR Department) must be notified of the outcome of the appeal. The line manager may then conduct any necessary referrals i.e. under the ISA (Independent Safeguarding Authority) legislation, governing and professional bodies. Alternative Solutions At any stage in the procedure, alternative solutions to the issues may be discussed. For example, transferring to other employment within the organisation within the capability of the colleague. However, alternative solutions will only be discussed when a colleague agrees that they are prepared to consider an alternative solution and where the manager has discussed the solution with HR. If an alternative solution is offered to the colleague this is not obligatory, and the colleague will be given the choice as to whether to accept any offer put to them because of any such discussion. Where the colleague is prepared to accept an alternative solution, such as transferring to another position, this must be actioned as quickly as practicable and unless there are special circumstances, colleagues should not normally remain in their current situation for longer than one month. During the period between the initial discussion and the resolution of the issue, the colleague will be seen by their line manager at least weekly until they are appointed to a new position. A colleague transferred or demoted because of the formal capability procedure will have their terms and conditions of employment changed to reflect those applicable to their new position, with effect from the date of transfer. Only in exceptional circumstances, and with the prior authorisation HR, will the individual’s salary be retained on a personally protected basis as detailed in the Protection of Salary Policy. If formal capability action other than dismissal is taken (such as demotion) the colleague will be informed that if further unsatisfactory job performance occurs this procedure will be re-invoked. As with all other stages, in actions short of dismissal, the colleague will receive a letter from the Chair of the hearing confirming the outcome of the hearing and the consequences of any further unsatisfactory performance. Companion The person chosen by the colleague as their “companion” maybe either a colleague; or a full-time official employed by a trade union; or a lay trade union official. Where the colleague has a communication disability or where the colleague’s first language is not English, for reasons of providing equality and fairness at a capability hearing, MHA may provide an appropriate translator. The organisation reserves the right to refuse to accept an individual as a companion if there is a conflict of interest or unwarranted expense incurred. The HR Department should be consulted regarding any queries or concerns over any companion.",
    "responsibilities": "Training and Monitoring Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Equality Impact Assessment (EIA) Equality, Diversity, and Impact Assessment to be completed at the next full review. Resources MHA policy documents, procedures, and guidance Protection of Salary Policy Data Protection Policy Sickness Absence Management Policy Probationary Policy Discipline Policy 1:1 Review Policy Version Control"
  }
}