{
  "id": "HR8.3",
  "title": "Code of Conduct and Professional Behaviour Policy 4",
  "filename": "HR8.3 Code of Conduct and Professional Behaviour Policy 4.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA’s code of conduct ensures fairness, consistency, and transparency for all colleagues, laying the foundation for putting our values into practice by providing care in a way that is best suited to each person’s specific needs, enabling them to live later life well.\nScope and Purpose\nThis policy is relevant for all MHA colleagues, volunteers and those engaged on a contract for service or acting in the name of MHA (including both on site and off site and whilst representing the organisation during or outside working hours). This policy does not apply to Board Members who have their own code of conduct.\nThe purpose of this policy is to equip colleagues with the knowledge, behaviours, and values that are required for them to carry out their role(s) to the best of their potential.\nIndividuals engaged through an agency worker agreement are required to honour the requirements of this code of conduct and any contravention will be referred to the agency supplier for resolution.\nColleagues have a number of responsibilities which are listed throughout this policy to ensure that they are aware of how their actions affect their colleagues and those using our services. \nIt is a requirement of your contract of employment that you comply with these standards and failure to do so, may be referred into the appropriate procedure for consideration, including where appropriate the Disciplinary Policy. \nMHA’s code of conduct must be followed at all times when representing MHA both inside and outside of work, and online.\nColleagues must ensure that those who use MHA’s services including Care Homes, Retirement Living, and MHA Communities, remain paramount at all times. This is applicable across all areas of MHA including operational and central support colleagues.\nThis document is not an exhaustive list of rules or descriptors of workplace behaviours; however, it should be read as the minimum key requirements we expect. This document must be read in conjunction with other MHA. employment policies and Individual Professional Codes of Practice relating to their professional body - e.g., NMC (Nursing and Midwifery Council) and HCPC (Health and Care Professions Council). \nMHA reserves the right to amend this policy as required.\nCivility, Respect, and Inclusivity\nMHA colleagues are expected, at all times, to undertake their duties and to treat those they meet in a polite, courteous, and respectful manner and in a way that is inclusive and fair to all and so complying with the Equality Diversity and Inclusion Policy.\nMHA promote a workplace which recognises and respects individual difference and rejects bullying and harassment as destructive, to the recipient, the harasser, and the organisation. MHA do not tolerate abusive and/or threatening language or behaviour, acts of harassment, victimisation, or discrimination. We are clear that any such behaviour is unacceptable and will be met with a ‘zero tolerance’ response (see Bullying and Harassment Policy). \nCommunication\nColleagues must ensure all communication, whether in person, in writing, or online, is professional, inclusive and respects diversity, avoiding any form of discrimination or bias, being culturally aware of difference in communication styles. \nColleagues are expected to provide, and receive, feedback in a constructive and helpful manner to help each other succeed professionally and in their role. \nWhen conflicts arise, colleagues should work towards resolution through open and respectful dialogue.\nProfessional Boundaries\nMHA recognise that colleagues must establish a rapport with those who use MHA services including residents and members, their relatives, and friends; they are also responsible for establishing and maintaining appropriate professional boundaries between themselves and those who use our services. It is essential that all interactions between colleagues and those who use MHA services are viewed and maintained in terms of a professional relationship.\nProfessional boundaries between colleagues and those who use MHA services help maintain the necessary distance between the person giving and the person receiving care. These boundaries help ensure all needs are met. \nExamples of professional boundaries include:\nFocused relationships. Colleagues must have no additional relationships outside the service with those using MHA services. \nPersonal information. Colleagues should avoid sharing personal information with those using MHA services should, including unnecessary contact details.\nNeeds of those using MHA services. The needs of those using MHA services should be at the forefront of decision-making.\nColleagues must not bring children, relatives, friends, or pets into MHA services or other areas of work without authorisation from their Home/Scheme Manager (or equivalent).\nIf colleagues have any concerns or uncertainty around personal, professional, or the appropriateness of relationships, they must raise this with their line management immediately. (See Disclosing Personal Relationships at Work Policy and Procedure).\nAttendance and Punctuality\nUnder no circumstance should colleagues attempt to alter, erase, deface or falsify a record of time worked by themselves or a colleague or sign on behalf of a colleague.\nColleagues must be on time for work, meetings, and appointments, and must inform line management as soon as possible if they are going to be late.\nAuthorisation from line managers must be given if a colleague needs to leave work early or leave during scheduled work hours.\nColleagues must inform their line manager of any illness or injury impact on their work or any notifiable infectious / contagious diseases affecting them or occurring within their family / circle of friends, as soon as possible or in line with the Sickness Absence Management Policy if colleagues expect to be absent from work.\nColleagues must take responsibility for informing MHA of any changes in name, address, emergency contact details, or any other personal details.\nColleagues must follow the absence reporting procedure which is set out in the Sickness Absence Management Policy.\nUnder no circumstances can colleagues sleep whilst on duty. \nChanges to Personal Information \nIf your personal information changes you will need to inform MHA of these (e.g. personal address, marital status, and emergency contact details). These will need to be amended in MyMHA. If your immigration status changes (if applicable) you will need to inform your Line Manager of these (e.g. Visa). The necessary changes will be made to your employee records by MHA.\nPerformance and Wellbeing\nColleagues must undertake all required compliance training and maintain their competence through training for the job role and undertake training to gain new skills (or become more knowledgeable about their job), as required.\nColleagues must ensure they are physically, emotionally, and mentally fit to attend work and to undertake their role. The criteria for this will depend on the role and the policies, procedures, and legal and regulatory requirements in place at the time. Independent medical advice is available via Occupational Health. \nColleagues must ensure that their private or personal interests or beliefs do not influence decisions and will not use their position in MHA to obtain any personal gain either for themselves, their family, or associates. Examples would include giving a job to a friend without going through the proper procedures or taking money to give someone a place in a MHA home. \nDress Code and Appearance\nColleagues must follow the standard of dress outlined in the Dress Code and Uniform Policy which provides a corporate identity, professional appearance and as well as promoting good health and safety practice while acknowledging the diversity of colleagues and volunteers at MHA. Colleagues who do not meet the required standard may be sent home until they return to work properly presented.\nCompliance around dress code and appearance is also relevant for Personal Protective Equipment (PPE), all colleagues must understand and be compliant with the PPE policy.\nActivities Outside of Work and Online\nMHA does not seek to regulate the behaviour of colleagues outside of work or online (including social media) but colleagues representing MHA must uphold their own credibility and the reputation of the charity at all times, including recognising and being responsible for the way they behave outside of work. \nColleagues must not bring MHA into disrepute online including on social media and must not engage in any activity that breaches this code of conduct, MHA’s values, Equality, Diversity, and Inclusion Policy, or Bullying and Harassment Policy. For more information, please refer to the Social Media Policy.\nColleagues are prohibited from taking, uploading, or printing photographs or recording videos of colleagues / people using MHA services without the appropriate consent from the person and agreement from their line manager. This includes the publishing of material online or on social media.\nDrugs, Alcohol, and Dependency\nSubstances refer to but are not limited to drugs and alcohol. \nColleagues must not come to work under the influence of any substance, not consume substance at work (including break times), not bring substances into the workplace, not accept / share / sell / gift substances. Refer to Alcohol, Drug, and Dependency Policy for more information, and details around prescribed medication).\nColleagues must immediately inform line management if they have a concern about their own substance abuse or the substance abuse of another colleague.\nGambling, or the placing of bets, is not permitted on MHA premises or during working hours (including online). Colleagues being in syndicates and sweepstakes with those using MHA services may only take place with prior approval from line management.\nColleagues who are smokers (including vaping), must comply with the Smoking at Work Policy.\nDeclaration of Criminal Offences\nIf colleagues become under any form of police investigation during the course of employment by MHA (including pending proceedings, convictions, inditements, bound over or reprimanded), they must inform line management immediately. If colleagues are found to have not declared any criminal offences, disciplinary action may be taken.\nMHA colleagues and applicants with a contract or offer for a role within “regulated activity” or “regulated work” are required to have a Disclosure and Barring Service (DBS) check prior to commencing work, and in some cases at regular intervals. For types of DBS by role and more information, please refer to the Criminal Records – DBS Policy, including responsibilities.\nRight to Work in the UK\nAll future and existing colleagues must evidence their right to work in the UK. Colleagues must report any changes in their immigration status / right to work documentation to line management immediately. Should a colleague be found without the right to work in the UK, their employment will be suspended immediately pending further investigation (see Discipline Policy). Please refer to the Right to Work in the UK Policy for more information.\nConflicts of Interest\nThe Disclosing Personal Relationships at Work Policy and Procedure refers to personal relationships between colleagues, applicants, or those using MHA services. Colleagues must understand and adhere to this policy to ensure the integrity and objectivity of MHA’s decision making and the procedure to follow for management of personal relationships.\nColleagues who wish to have any other form of paid employment (including self-employment), or represent another organisation, must inform line management prior to doing so. MHA will assess any conflicts in interest as well as the wellbeing of the colleague in terms of monitoring working hours and rest in line with legislation.\nMHA respects an individual’s right to be involved in voluntary or political activity, as long as there is no conflict with MHA’s vision and values, equality policies, or if the activity would reflect negatively or bring MHA into disrepute. \nIn order to maintain professionalism, ethical standards, and legal compliance, colleagues are prohibited from reading, explaining, witnessing, and signing legal documents for those who use MHA’s services including residents, tenants, and members, their family, friends, and advocates who may approach colleagues to sign documents.\nColleagues are expected to give their full time and attention to their job responsibilities during their contracted working hours. Involvement in external employment, regular unpaid or voluntary work or full-time study, may lead to conflicts of interest or an impact on work performance; it is therefore a condition of employment that colleagues will only accept or continue with external employment, volunteering, or full-time study with written authorisation from their line manager. \nSuch permission will not be withheld unless the performance of other activities may potentially affect MHA’s reputation, involve a conflict of interest, affect performance efficiency with MHA or be in breach of the Working Time Regulations in that the activity will take colleagues over the 48-hour maximum working week (where an Opt-Out hasn’t been signed). Please refer to the Hours of Work Policy for more information.\nOther conflicts of interest that colleagues must inform MHA of include (but are not limited to):\nIn any property being purchased by MHA\nIn any company seeking to be or being an agent for any property being purchased by MHA\nWith any person or firm earning fees from work placed by MHA\nWith any person or firm entering into a contract to carry out work for MHA\nWith any person receiving services carried out by MHA\nWhich are detrimental to their line management responsibilities\nColleagues should speak to line management if in any doubt.\nWhere a percentage payment is made to a colleague from a person providing the service.\nConfidentiality, Data Protection, a Proprietary Information\nColleagues must protect all confidential information about people using our services obtained in the course of carrying out their duties. Confidentiality may only be breached when it is demonstrated to be in the interests of the older person or where there is an overriding concern for the older person, where for example there is a danger to self or others.\nMHA processes and manages sensitive information on a daily basis, this includes information relating to those using MHA services, colleagues, visitors, suppliers, and many others that come into contact with MHA. All colleagues must understand their responsibilities when it comes to data and sensitive information and carry out duties in line with MHA’s Information Governance Policy.\nInformation that has been created, discovered, and developed by MHA, or has been disclosed to MHA under an obligation of confidentiality, or to which rights have been assigned to or acquired by MHA, is both confidential and proprietary (belongs to MHA). This means it cannot be disclosed to another organisation or the public / the press without the expressed approval of a director. Examples of such information include information relating to service users, pricing policies, financial statements, business projections, new development plans, software, and computer programmes.\nHealth, Safety, and Security\nColleagues must understand and be compliant with MHA’s Health and Safety policies and procedures.\nMHA aims to provide safe living and working environments and one aspect is to ensure that only authorised individuals enter its premises. All colleagues need to be security aware and in particular note that premises open to the public are especially vulnerable. To support these aims all colleagues must:\nensure doors into buildings are properly closed and any alarms are engaged, especially out of office hours.\nreport the loss of any keys immediately.\nensure ex-colleagues entry cards are rescinded.\nwhen using an entry-phone ensure that visitors clearly identify themselves and who they are visiting.\ntake care of their own money and valuables.\ncarry identity cards when visiting people using our services premises as part of their duties.\nuse their own swipe cards/pass/keys to enter MHA buildings, never tailgating another colleague into the building.\nProperty and Facilities\nProperty includes but is not limited to, work completed on behalf or for MHA, documents, technology, digital memberships/ subscriptions, buildings, stationary, furniture, appliances, etc. This extends to MHA property authorised for homeworking.\nColleagues must co-operate with their line manager to ensure the safety and security of MHA premises and property.\nRemoval of MHA property from the premises or use of MHA facilities for private use is only allowed with prior approval from the relevant line manager.\nColleagues must not use or attempt to use MHA property, or the property of those using MHA services, for any other purpose other than that for which it was intended and for which they have authorisation.\nColleagues must not falsify records, expenses or defraud or attempt to defraud MHA in any manner.\nColleagues must keep MHA property secure and well looked after including, keys, fobs, laptops, computers, phones, uniforms, vehicles etc. MHA may charge a colleague where due care was not taken in protecting the property. \nColleagues must not use radios, CD’s, personal mobile phones, cameras etc., unless authorised by their line manager.\nAny damage or loss of property must be reported to line management immediately. All property belonging to MHA must be returned on or before the last date of employment in good condition. Please refer to the Overpayments & Underpayments Policy for details of payment recovery including those associated with learning and development (also, Study Assistance – Professional Development). \nPurchasing of Goods and Services\nMHA is a not-for-profit organisation and charity. It has responsibility for large amounts of money and assets, which are managed on behalf of people using our services. In addition, it receives large amounts of public and charitable funding. It is therefore important to ensure that colleagues or others with responsibility for the management and administration of the association’s business are seen to make a clear distinction between their own personal affairs and those of MHA. This is particularly important in those areas of activity which involve the expenditure of money. \nColleagues should avoid purchasing goods and services from contractors used by MHA for their private use and should not accept discounts on that basis (unless impossible) (for example, gardeners, builders, solicitors, hairdressers etc).\nAnti-Corruption, Anti-Bribery, and Fraud Prevention\nMHA Board Members, colleagues and volunteers must abide by the Bribery Act 2010 and MHA’s Anti-Corruption and Bribery Policy and neither give and/or promise, offer, request, or receive any bribe. \nAny offer of hospitality over a value of £100 per person must not be given or received without the prior written approval of the CEO except where the offer of hospitality is made to the CEO in which case approval must be given by the Chair of the Board and all such offers must be entered in the register of gifts.\nColleagues may not be beneficiaries of wills or legacies of any person using MHA’s services for whom they provide / have provided services (see Legacies Policy for more information). Any instances must be reported to the line manager immediately. In cases where a colleague receives these funds without prior knowledge, this must be notified immediately to the Director of People Development and, following discussion, a decision should be taken regarding where the funds should be deposited. It is recommended that funds received in this way be passed to MHA to continue our services for older people, usually at the local project. \nIn circumstances where a colleague and a person using our services have a pre-existing relationship, prior to and separate from MHA, where the colleague is to benefit from the person’s will, this is acceptable and should be recorded in the colleague’s personnel file.\nAll MHA colleagues and volunteers share the responsibility for risk management in identifying and reporting all risks as quickly as possible to local management.\nFraud is an illegal offence. Colleagues must not commit fraud or fraudulent activity. All colleagues have a duty to ensure the safeguarding of MHA and its members from fraud and should follow the response plan where they believe the opportunity for fraud exists (see Fraud Prevention Policy and Response Plan). Colleagues have a responsibility to report details of (a) any suspected or actual fraud, or (b) any suspicious acts or events.\nExternal Accredited Codes of Practice\nColleagues in MHA roles that are accredited by external professional bodies must be registered to relevant statutory bodies deemed relevant to their role and adhere to their codes of practice at all times when it is a requirement of their role to hold such registration. \nColleagues in roles that collaborate directly with the individuals using MHA services (including but not limited to roles within regulated activity / work) must ensure that their conduct does not fall below the standards set out in the Skills for Care code of conduct; the Scottish Social Services Council Code of Professional Practice and/or the Social Care for Wales Code of Professional Conduct. These codes describe the standards of conduct, behaviour and attitude required of anyone who provides support to people in a health & social care setting in England, Scotland, and Wales (see Resources section for more information).\nOther relevant codes of conducts specific to roles such as nursing include NMC (Nursing and Midwifery Council) and HCPC (Health and Care Professions Council), and for HR the CIPD (Chartered Institute of Personnel Development). See Cross References & Resources section for more information.\nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nBehaviours which are found to contravene those outlined in this code of conduct will be referred into the appropriate process for resolution, which may include the Disciplinary Policy or Probation Policy.\nNon-employed colleagues, who breach the policy, will have their services with MHA terminated.\nAny infringements of the code of conduct must be reported to line management at the earliest opportunity. All matters relating to conduct and professional boundaries must be dealt with sensitively and with strict confidentially and respect for the privacy of the individuals involved.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nQueries and issues relating to this policy should be referred to the HR Team at hr@mha.org.uk or the Standards and Policy Team at policies@mha.org.uk.  \nEDI Impact Assessments\nAn Equality, Diversity, and Impact Assessment (EIA) was completed. The EIA found that the following protected characteristics could be impacted by this policy:\nDisability\nReligion or Belief\nAs a result, amendments were made to the policy which are detailed in the EIA.\nFurther reasonable adjustments to our policies, practices, and procedures, where recommended by Occupational Health and / or Access to Work will be made if necessary.\nFor access to the EIA, contact policies@mha.org.uk\nFor further information and support around reasonable adjustments, please contact a member of the HR Team at hr@mha.org.uk\nResources \nMHA Resources, Policies, and Guidance:\nMHA’s Policies and Procedures\nInformation Governance Policy [IG01]\nEquality Diversity and Inclusion Policy [HR4.2]\nSickness Absence Management Policy [HR7.1]\nDress Code and Uniform Policy [HR8.9]\nBullying and Harassment Policy [HR8.5]\nSocial Media Policy [HR9.13]\nPersonal Protective Equipment policy [HS328]\nSmoking at Work Policy [HR9.6]\nDiscipline Policy and Procedure [HR8.2]\nCriminal Records – DBS Policy [HR4.13]\nRight to Work in the UK Policy [HR4.15]\nDisclosing Personal Relationships at Work Policy and Procedure [HR2.1]\nHours of Work Policy for more information [HR5.1]\nOverpayments & Underpayments Policy [HR9.14] \nStudy Assistance – Professional Development [HR6.6]\nAnti-Corruption and Bribery Policy [HR4.14]\nAlcohol, Drug, and Dependency Policy [HR8.8]\nLegacies Policy [FR007]\nExternal Accredited Codes of Practice:\nSkills for Care Code of conduct \nScottish Social Services Council Code of Professional Practice\nSocial Care for Wales Code of Professional Practice\nNursing & Midwifery Council (NMC) Code of conduct\nHealth & Care Professions Council (HCPC) Standards of Code, Performance, and Ethics\nChartered Institute of Personnel Development (CIPD) Code of conduct and Ethics\nVersion Control",
  "sections": {
    "summary": "MHA’s code of conduct ensures fairness, consistency, and transparency for all colleagues, laying the foundation for putting our values into practice by providing care in a way that is best suited to each person’s specific needs, enabling them to live later life well.",
    "purpose": "This policy is relevant for all MHA colleagues, volunteers and those engaged on a contract for service or acting in the name of MHA (including both on site and off site and whilst representing the organisation during or outside working hours). This policy does not apply to Board Members who have their own code of conduct. The purpose of this policy is to equip colleagues with the knowledge, behaviours, and values that are required for them to carry out their role(s) to the best of their potential. Individuals engaged through an agency worker agreement are required to honour the requirements of this code of conduct and any contravention will be referred to the agency supplier for resolution. Colleagues have a number of responsibilities which are listed throughout this policy to ensure that they are aware of how their actions affect their colleagues and those using our services. It is a requirement of your contract of employment that you comply with these standards and failure to do so, may be referred into the appropriate procedure for consideration, including where appropriate the Disciplinary Policy. MHA’s code of conduct must be followed at all times when representing MHA both inside and outside of work, and online. Colleagues must ensure that those who use MHA’s services including Care Homes, Retirement Living, and MHA Communities, remain paramount at all times. This is applicable across all areas of MHA including operational and central support colleagues. This document is not an exhaustive list of rules or descriptors of workplace behaviours; however, it should be read as the minimum key requirements we expect. This document must be read in conjunction with other MHA. employment policies and Individual Professional Codes of Practice relating to their professional body - e.g., NMC (Nursing and Midwifery Council) and HCPC (Health and Care Professions Council). MHA reserves the right to amend this policy as required. Civility, Respect, and Inclusivity MHA colleagues are expected, at all times, to undertake their duties and to treat those they meet in a polite, courteous, and respectful manner and in a way that is inclusive and fair to all and so complying with the Equality Diversity and Inclusion Policy. MHA promote a workplace which recognises and respects individual difference and rejects bullying and harassment as destructive, to the recipient, the harasser, and the organisation. MHA do not tolerate abusive and/or threatening language or behaviour, acts of harassment, victimisation, or discrimination. We are clear that any such behaviour is unacceptable and will be met with a ‘zero tolerance’ response (see Bullying and Harassment Policy). Communication Colleagues must ensure all communication, whether in person, in writing, or online, is professional, inclusive and respects diversity, avoiding any form of discrimination or bias, being culturally aware of difference in communication styles. Colleagues are expected to provide, and receive, feedback in a constructive and helpful manner to help each other succeed professionally and in their role. When conflicts arise, colleagues should work towards resolution through open and respectful dialogue. Professional Boundaries MHA recognise that colleagues must establish a rapport with those who use MHA services including residents and members, their relatives, and friends; they are also responsible for establishing and maintaining appropriate professional boundaries between themselves and those who use our services. It is essential that all interactions between colleagues and those who use MHA services are viewed and maintained in terms of a professional relationship. Professional boundaries between colleagues and those who use MHA services help maintain the necessary distance between the person giving and the person receiving care. These boundaries help ensure all needs are met. Examples of professional boundaries include: Focused relationships. Colleagues must have no additional relationships outside the service with those using MHA services. Personal information. Colleagues should avoid sharing personal information with those using MHA services should, including unnecessary contact details. Needs of those using MHA services. The needs of those using MHA services should be at the forefront of decision-making. Colleagues must not bring children, relatives, friends, or pets into MHA services or other areas of work without authorisation from their Home/Scheme Manager (or equivalent). If colleagues have any concerns or uncertainty around personal, professional, or the appropriateness of relationships, they must raise this with their line management immediately. (See Disclosing Personal Relationships at Work Policy and Procedure). Attendance and Punctuality Under no circumstance should colleagues attempt to alter, erase, deface or falsify a record of time worked by themselves or a colleague or sign on behalf of a colleague. Colleagues must be on time for work, meetings, and appointments, and must inform line management as soon as possible if they are going to be late. Authorisation from line managers must be given if a colleague needs to leave work early or leave during scheduled work hours. Colleagues must inform their line manager of any illness or injury impact on their work or any notifiable infectious / contagious diseases affecting them or occurring within their family / circle of friends, as soon as possible or in line with the Sickness Absence Management Policy if colleagues expect to be absent from work. Colleagues must take responsibility for informing MHA of any changes in name, address, emergency contact details, or any other personal details. Colleagues must follow the absence reporting procedure which is set out in the Sickness Absence Management Policy. Under no circumstances can colleagues sleep whilst on duty. Changes to Personal Information If your personal information changes you will need to inform MHA of these (e.g. personal address, marital status, and emergency contact details). These will need to be amended in MyMHA. If your immigration status changes (if applicable) you will need to inform your Line Manager of these (e.g. Visa). The necessary changes will be made to your employee records by MHA. Performance and Wellbeing Colleagues must undertake all required compliance training and maintain their competence through training for the job role and undertake training to gain new skills (or become more knowledgeable about their job), as required. Colleagues must ensure they are physically, emotionally, and mentally fit to attend work and to undertake their role. The criteria for this will depend on the role and the policies, procedures, and legal and regulatory requirements in place at the time. Independent medical advice is available via Occupational Health. Colleagues must ensure that their private or personal interests or beliefs do not influence decisions and will not use their position in MHA to obtain any personal gain either for themselves, their family, or associates. Examples would include giving a job to a friend without going through the proper procedures or taking money to give someone a place in a MHA home. Dress Code and Appearance Colleagues must follow the standard of dress outlined in the Dress Code and Uniform Policy which provides a corporate identity, professional appearance and as well as promoting good health and safety practice while acknowledging the diversity of colleagues and volunteers at MHA. Colleagues who do not meet the required standard may be sent home until they return to work properly presented. Compliance around dress code and appearance is also relevant for Personal Protective Equipment (PPE), all colleagues must understand and be compliant with the PPE policy. Activities Outside of Work and Online MHA does not seek to regulate the behaviour of colleagues outside of work or online (including social media) but colleagues representing MHA must uphold their own credibility and the reputation of the charity at all times, including recognising and being responsible for the way they behave outside of work. Colleagues must not bring MHA into disrepute online including on social media and must not engage in any activity that breaches this code of conduct, MHA’s values, Equality, Diversity, and Inclusion Policy, or Bullying and Harassment Policy. For more information, please refer to the Social Media Policy. Colleagues are prohibited from taking, uploading, or printing photographs or recording videos of colleagues / people using MHA services without the appropriate consent from the person and agreement from their line manager. This includes the publishing of material online or on social media. Drugs, Alcohol, and Dependency Substances refer to but are not limited to drugs and alcohol. Colleagues must not come to work under the influence of any substance, not consume substance at work (including break times), not bring substances into the workplace, not accept / share / sell / gift substances. Refer to Alcohol, Drug, and Dependency Policy for more information, and details around prescribed medication). Colleagues must immediately inform line management if they have a concern about their own substance abuse or the substance abuse of another colleague. Gambling, or the placing of bets, is not permitted on MHA premises or during working hours (including online). Colleagues being in syndicates and sweepstakes with those using MHA services may only take place with prior approval from line management. Colleagues who are smokers (including vaping), must comply with the Smoking at Work Policy. Declaration of Criminal Offences If colleagues become under any form of police investigation during the course of employment by MHA (including pending proceedings, convictions, inditements, bound over or reprimanded), they must inform line management immediately. If colleagues are found to have not declared any criminal offences, disciplinary action may be taken. MHA colleagues and applicants with a contract or offer for a role within “regulated activity” or “regulated work” are required to have a Disclosure and Barring Service (DBS) check prior to commencing work, and in some cases at regular intervals. For types of DBS by role and more information, please refer to the Criminal Records – DBS Policy, including responsibilities. Right to Work in the UK All future and existing colleagues must evidence their right to work in the UK. Colleagues must report any changes in their immigration status / right to work documentation to line management immediately. Should a colleague be found without the right to work in the UK, their employment will be suspended immediately pending further investigation (see Discipline Policy). Please refer to the Right to Work in the UK Policy for more information. Conflicts of Interest The Disclosing Personal Relationships at Work Policy and Procedure refers to personal relationships between colleagues, applicants, or those using MHA services. Colleagues must understand and adhere to this policy to ensure the integrity and objectivity of MHA’s decision making and the procedure to follow for management of personal relationships. Colleagues who wish to have any other form of paid employment (including self-employment), or represent another organisation, must inform line management prior to doing so. MHA will assess any conflicts in interest as well as the wellbeing of the colleague in terms of monitoring working hours and rest in line with legislation. MHA respects an individual’s right to be involved in voluntary or political activity, as long as there is no conflict with MHA’s vision and values, equality policies, or if the activity would reflect negatively or bring MHA into disrepute. In order to maintain professionalism, ethical standards, and legal compliance, colleagues are prohibited from reading, explaining, witnessing, and signing legal documents for those who use MHA’s services including residents, tenants, and members, their family, friends, and advocates who may approach colleagues to sign documents. Colleagues are expected to give their full time and attention to their job responsibilities during their contracted working hours. Involvement in external employment, regular unpaid or voluntary work or full-time study, may lead to conflicts of interest or an impact on work performance; it is therefore a condition of employment that colleagues will only accept or continue with external employment, volunteering, or full-time study with written authorisation from their line manager. Such permission will not be withheld unless the performance of other activities may potentially affect MHA’s reputation, involve a conflict of interest, affect performance efficiency with MHA or be in breach of the Working Time Regulations in that the activity will take colleagues over the 48-hour maximum working week (where an Opt-Out hasn’t been signed). Please refer to the Hours of Work Policy for more information. Other conflicts of interest that colleagues must inform MHA of include (but are not limited to): In any property being purchased by MHA In any company seeking to be or being an agent for any property being purchased by MHA With any person or firm earning fees from work placed by MHA With any person or firm entering into a contract to carry out work for MHA With any person receiving services carried out by MHA Which are detrimental to their line management responsibilities Colleagues should speak to line management if in any doubt. Where a percentage payment is made to a colleague from a person providing the service. Confidentiality, Data Protection, a Proprietary Information Colleagues must protect all confidential information about people using our services obtained in the course of carrying out their duties. Confidentiality may only be breached when it is demonstrated to be in the interests of the older person or where there is an overriding concern for the older person, where for example there is a danger to self or others. MHA processes and manages sensitive information on a daily basis, this includes information relating to those using MHA services, colleagues, visitors, suppliers, and many others that come into contact with MHA. All colleagues must understand their responsibilities when it comes to data and sensitive information and carry out duties in line with MHA’s Information Governance Policy. Information that has been created, discovered, and developed by MHA, or has been disclosed to MHA under an obligation of confidentiality, or to which rights have been assigned to or acquired by MHA, is both confidential and proprietary (belongs to MHA). This means it cannot be disclosed to another organisation or the public / the press without the expressed approval of a director. Examples of such information include information relating to service users, pricing policies, financial statements, business projections, new development plans, software, and computer programmes. Health, Safety, and Security Colleagues must understand and be compliant with MHA’s Health and Safety policies and procedures. MHA aims to provide safe living and working environments and one aspect is to ensure that only authorised individuals enter its premises. All colleagues need to be security aware and in particular note that premises open to the public are especially vulnerable. To support these aims all colleagues must: ensure doors into buildings are properly closed and any alarms are engaged, especially out of office hours. report the loss of any keys immediately. ensure ex-colleagues entry cards are rescinded. when using an entry-phone ensure that visitors clearly identify themselves and who they are visiting. take care of their own money and valuables. carry identity cards when visiting people using our services premises as part of their duties. use their own swipe cards/pass/keys to enter MHA buildings, never tailgating another colleague into the building. Property and Facilities Property includes but is not limited to, work completed on behalf or for MHA, documents, technology, digital memberships/ subscriptions, buildings, stationary, furniture, appliances, etc. This extends to MHA property authorised for homeworking. Colleagues must co-operate with their line manager to ensure the safety and security of MHA premises and property. Removal of MHA property from the premises or use of MHA facilities for private use is only allowed with prior approval from the relevant line manager. Colleagues must not use or attempt to use MHA property, or the property of those using MHA services, for any other purpose other than that for which it was intended and for which they have authorisation. Colleagues must not falsify records, expenses or defraud or attempt to defraud MHA in any manner. Colleagues must keep MHA property secure and well looked after including, keys, fobs, laptops, computers, phones, uniforms, vehicles etc. MHA may charge a colleague where due care was not taken in protecting the property. Colleagues must not use radios, CD’s, personal mobile phones, cameras etc., unless authorised by their line manager. Any damage or loss of property must be reported to line management immediately. All property belonging to MHA must be returned on or before the last date of employment in good condition. Please refer to the Overpayments & Underpayments Policy for details of payment recovery including those associated with learning and development (also, Study Assistance – Professional Development). Purchasing of Goods and Services MHA is a not-for-profit organisation and charity. It has responsibility for large amounts of money and assets, which are managed on behalf of people using our services. In addition, it receives large amounts of public and charitable funding. It is therefore important to ensure that colleagues or others with responsibility for the management and administration of the association’s business are seen to make a clear distinction between their own personal affairs and those of MHA. This is particularly important in those areas of activity which involve the expenditure of money. Colleagues should avoid purchasing goods and services from contractors used by MHA for their private use and should not accept discounts on that basis (unless impossible) (for example, gardeners, builders, solicitors, hairdressers etc). Anti-Corruption, Anti-Bribery, and Fraud Prevention MHA Board Members, colleagues and volunteers must abide by the Bribery Act 2010 and MHA’s Anti-Corruption and Bribery Policy and neither give and/or promise, offer, request, or receive any bribe. Any offer of hospitality over a value of £100 per person must not be given or received without the prior written approval of the CEO except where the offer of hospitality is made to the CEO in which case approval must be given by the Chair of the Board and all such offers must be entered in the register of gifts. Colleagues may not be beneficiaries of wills or legacies of any person using MHA’s services for whom they provide / have provided services (see Legacies Policy for more information). Any instances must be reported to the line manager immediately. In cases where a colleague receives these funds without prior knowledge, this must be notified immediately to the Director of People Development and, following discussion, a decision should be taken regarding where the funds should be deposited. It is recommended that funds received in this way be passed to MHA to continue our services for older people, usually at the local project. In circumstances where a colleague and a person using our services have a pre-existing relationship, prior to and separate from MHA, where the colleague is to benefit from the person’s will, this is acceptable and should be recorded in the colleague’s personnel file. All MHA colleagues and volunteers share the responsibility for risk management in identifying and reporting all risks as quickly as possible to local management. Fraud is an illegal offence. Colleagues must not commit fraud or fraudulent activity. All colleagues have a duty to ensure the safeguarding of MHA and its members from fraud and should follow the response plan where they believe the opportunity for fraud exists (see Fraud Prevention Policy and Response Plan). Colleagues have a responsibility to report details of (a) any suspected or actual fraud, or (b) any suspicious acts or events. External Accredited Codes of Practice Colleagues in MHA roles that are accredited by external professional bodies must be registered to relevant statutory bodies deemed relevant to their role and adhere to their codes of practice at all times when it is a requirement of their role to hold such registration. Colleagues in roles that collaborate directly with the individuals using MHA services (including but not limited to roles within regulated activity / work) must ensure that their conduct does not fall below the standards set out in the Skills for Care code of conduct; the Scottish Social Services Council Code of Professional Practice and/or the Social Care for Wales Code of Professional Conduct. These codes describe the standards of conduct, behaviour and attitude required of anyone who provides support to people in a health & social care setting in England, Scotland, and Wales (see Resources section for more information). Other relevant codes of conducts specific to roles such as nursing include NMC (Nursing and Midwifery Council) and HCPC (Health and Care Professions Council), and for HR the CIPD (Chartered Institute of Personnel Development). See Cross References & Resources section for more information.",
    "procedure": "Information Governance Policy [IG01] Equality Diversity and Inclusion Policy [HR4.2] Sickness Absence Management Policy [HR7.1] Dress Code and Uniform Policy [HR8.9] Bullying and Harassment Policy [HR8.5] Social Media Policy [HR9.13] Personal Protective Equipment policy [HS328] Smoking at Work Policy [HR9.6] Discipline Policy and Procedure [HR8.2] Criminal Records – DBS Policy [HR4.13] Right to Work in the UK Policy [HR4.15] Disclosing Personal Relationships at Work Policy and Procedure [HR2.1] Hours of Work Policy for more information [HR5.1] Overpayments & Underpayments Policy [HR9.14] Study Assistance – Professional Development [HR6.6] Anti-Corruption and Bribery Policy [HR4.14] Alcohol, Drug, and Dependency Policy [HR8.8] Legacies Policy [FR007] External Accredited Codes of Practice: Skills for Care Code of conduct Scottish Social Services Council Code of Professional Practice Social Care for Wales Code of Professional Practice Nursing & Midwifery Council (NMC) Code of conduct Health & Care Professions Council (HCPC) Standards of Code, Performance, and Ethics Chartered Institute of Personnel Development (CIPD) Code of conduct and Ethics Version Control",
    "responsibilities": "Training and Monitoring Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. Behaviours which are found to contravene those outlined in this code of conduct will be referred into the appropriate process for resolution, which may include the Disciplinary Policy or Probation Policy. Non-employed colleagues, who breach the policy, will have their services with MHA terminated. Any infringements of the code of conduct must be reported to line management at the earliest opportunity. All matters relating to conduct and professional boundaries must be dealt with sensitively and with strict confidentially and respect for the privacy of the individuals involved. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Queries and issues relating to this policy should be referred to the HR Team at hr@mha.org.uk or the Standards and Policy Team at policies@mha.org.uk. EDI Impact Assessments An Equality, Diversity, and Impact Assessment (EIA) was completed. The EIA found that the following protected characteristics could be impacted by this policy: Disability Religion or Belief As a result, amendments were made to the policy which are detailed in the EIA. Further reasonable adjustments to our policies, practices, and procedures, where recommended by Occupational Health and / or Access to Work will be made if necessary. For access to the EIA, contact policies@mha.org.uk For further information and support around reasonable adjustments, please contact a member of the HR Team at hr@mha.org.uk Resources MHA Resources, Policies, and Guidance:"
  }
}