{
  "id": "HR8.5",
  "title": "Bullying and Harassment Policy",
  "filename": "HR8.5 Bullying and Harassment Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA are committed to fostering a diverse, inclusive, and equitable workplace where everyone feels valued and supported. We recognise that each individual brings unique experiences and perspectives, and we are dedicated to creating a culture that embraces and celebrates difference. Key to this is seeking to eradicate bullying, harassment, victimisation, and discrimination at work. \nThis policy and procedure support this aim by setting out MHA’s zero-acceptance approach to instances of bullying or harassment, providing clear definitions and examples of inappropriate conduct and actions and how we support those affected.\nThis policy is underpinned by MHA's Values and Behavioural Framework.\nScope and Purpose\nThe purpose of this policy and procedure is to support a working environment and an inclusive culture in which bullying, and harassment of any kind will not be accepted. Such behaviour may be regarded as a disciplinary offence.  Where the allegations are founded, consideration will be given in the specific circumstances to the nature and the extent of the breach and a disciplinary sanction, up to dismissal, may be issued. \nThis policy and procedure applies to all MHA colleagues with an MHA contract of employment and volunteers. For the purpose of this policy, the term “colleagues” refers to both volunteers and those employed by MHA and the term “working” refers to paid hours of work for those employed by MHA and volunteering hours for volunteers.\nIndividuals engaged through an agency worker agreement are required to honour the requirements of this policy and any contravention will be referred to the agency supplier for resolution.\nThe policy applies to all colleagues during working hours and outside working hours when attending formal workplace functions or events when the organisation retains an employer’s liability for the actions of its colleagues. It also applies to any social media communication, including social media activity for non-work purposes.\nThis policy should be read in conjunction with MHA’s Resolution Policy and Procedure (employees) and Volunteer Problem Solving Policy and Procedure (volunteers). \nAs part of our commitment to Equality, Diversity and Inclusion, MHA wish to make sure the way we work does not place people with disabilities at a disadvantage. We will therefore always make reasonable adjustments to our policies, practices, and procedures, where recommended by Occupational Health and / or Access to Work. For further information and support around reasonable adjustments, please see Recruiting, Managing and Developing People with a Disability or Health Condition Guidance or contact a member of the HR Team at hr@mha.org.uk.\nDefinitions\nBullying \nThere is no legal definition of bullying. However, we regard it as conduct that is offensive, intimidating, malicious, insulting, or an abuse or misuse of power, and usually persistent in nature, that has the effect of undermining, humiliating, or injuring the recipient. Bullying can be physical, psychological, verbal, or non-verbal conduct. It is not necessarily face to face and can be done by email, phone calls, online (cyber-bullying) or on social media. \nBullying may occur at work or outside work. If the bullying relates to a person's protected characteristic, it may also constitute harassment and, therefore, will be unlawful. \nWhile this is not an exhaustive list, bullying may include: \nPhysical, verbal, or psychological threats \nExcessive levels of supervision or unjustifiable over-monitoring a colleague’s performance, e.g. unreasonable fault finding, nagging, watching over the person’s every move \nSpreading rumours, malicious or offensive \nConstantly putting someone down, undermining, criticising, showing a lack of respect and \nInappropriate and derogatory remarks about a person's performance\nUndervaluing a colleague’s contribution, such as ignoring a colleague’s opinion \nPublic criticism of a colleague or employee \nPersistently setting objectives with impossible deadlines or setting unachievable tasks; placing unreasonable demands on a colleague \n‘Cyber bullying’ where detrimental texts are sent via mobiles or images posted on external websites \nRemoving and replacing areas of responsibility with lower status, menial or trivial tasks\nWithholding information with the intent of deliberately affecting a colleague’s performance \nSpreading malicious rumour / making malicious allegations, including unwarranted allegations of harassment \nIsolation or exclusion, including from work or social events\nIt is important to understand that legitimate, reasonable, and constructive feedback relating to a person's performance or behaviour, or reasonable instructions given to people in the course of their employment, will not of themselves amount to harassment or bullying. \nHarassment \nHarassment is unwanted conduct related to a protected characteristic that has the purpose or effect of: \nViolating someone else's dignity; or \nCreating an intimidating, hostile, degrading, humiliating, or offensive environment for someone else. \nHarassment can occur in many forms and can take place either at work or outside work. While this is not an exhaustive list, examples include: \n\"Banter\", jokes, taunts, or insults that are sexist, racist, ageist, transphobic, homophobic, or derogatory against any other protected characteristic \nUnwanted physical behaviour, for example, pushing or grabbing \nExcluding someone from a conversation or a social event or marginalising them from the group \nDerogatory comments about pregnancy, maternity leave, or IVF treatment \nMimicking or making fun of someone's disability \nDerogatory or offensive comments about religion \nUnwelcome comments about someone's appearance or the way they dress that is related to a protected characteristic \n\"Outing\" (i.e., revealing their actual or perceived sexual orientation against their wishes), or threatening to “out\", someone \nConsistently using the wrong names and pronouns following the transition of a person's gender identity \nDisplaying images that are racially offensive \nExcluding or making derogatory comments about someone because of a perceived protected characteristic, or because they are associated with someone with a protected characteristic. \nHarassment can also occur where someone perceives another person to have a protected characteristic, for example a perception that someone is transgender even if they are not. \nHarassment can also arise by association, where someone is harassed because they are associated with someone with a protected characteristic, for example having a family member of a particular religion. \nHarassment can arise where the perpetrator did not have the intention of causing offence but does cause offence by what they say. For example, this can happen in respect of banter and jokes.\nSexual Harassment\nHarassment may be sexual in nature. Sexual harassment can occur in many forms. While this is not an exhaustive list, examples include: \nPhysical conduct of a sexual nature, unwelcome physical contact, or intimidation \nSexual comments or jokes, which may be referred to as “banter” \nDisplaying sexually graphic pictures, posters, or photos\nSuggestive looks, staring or leering\nPropositions and sexual advances\nMaking promises in return for sexual favours\nSexual gestures\nIntrusive questions about a person’s private or sex life or a person discussing their own sex life\nSexual posts or contact in online communications, including on social media\nSpreading sexual rumours about a person\nSending sexually explicit emails, text messages or messages via other social media\nComments about appearance or dress, innuendo, or lewd comments \nFrequent, unwanted/unwelcomed contact or attention\nLeering, whistling, or making sexually suggestive gestures and \nGossip and speculation about someone's sexual orientation or transgender status, including spreading malicious rumours.\nThe Worker Protection (Amendment of Equality Act 2010) Act 2023 requires employers to take reasonable steps to prevent sexual harassment in the workplace. To assess the risk of MHA colleagues being exposed to sexual harassment and determine reasonable measures that can be taken to minimise those risks, regular risk assessments are undertaken and reviewed.  MHA’s risk assessment can be located at Appendix 2 of this policy.\nMicro aggressions\nMicro aggressions - sometimes called micro-incivilities - are statements, actions, or incidents that are regarded as indirect, subtle, or unintentional discrimination against members of a marginalised group such as a racial or ethnic minority. They are sometimes referred to as \"death by a thousand cuts\". \nMicroaggressions generally take one of three forms: \nMicro-assaults: Conscious and obvious insults made verbally or non-verbally to a marginalised individual or group, for example a group being described as \"those people.\" \nMicro-insults: Unintentionally insensitive remarks or assumptions based on stereotypes, for example saying to a person with a disability \"You don't look disabled to me\". \nMicro-invalidations: Where a person denies, or seeks to cancel, the feelings and lived experiences of a marginalised individual or group, for example a white person saying, \"I don't think the UK has a problem with racism - some people are just too sensitive\". \nSerious micro-aggressions can amount to unlawful harassment, bullying or discrimination but even less serious micro-aggressions can negatively impact the health and wellbeing of the person experiencing them. \nProcedure for Raising Concerns \nBully/Harasser is a Colleague\nConcerns about bullying and harassment between colleagues (excluding volunteers) will be handled under MHA’s Resolution Policy and Procedure which outlines informal (early resolution) and formal (formal resolution) stages.  \nConcerns about bullying and harassment involving a volunteer will be handled under the Volunteer Problem Solving Policy and Procedure.\nBully/Harasser is a Third Party \nWhilst this policy is primarily concerned with the behaviours of colleagues and volunteers it should be noted that if anyone is subjected to, or observes others being subjected to unacceptable behaviour from a third party, including a person using our services or their family member, supplier or contractor working for MHA, we encourage you to report this to your line manager without delay. \nConcerns regarding the behaviour of a third party will be handled under the Unacceptable Behaviours Policy.  \nWhat to do if you Witness Bullying or Harassment \nIf you witness bullying or harassment, you are encouraged to take appropriate action to address it. You should not however take any action that may put you at risk. If you feel able, you should intervene to prevent the matter continuing. If you are not able to do this, appropriate action may include offering support to the person who has been bullied or harassed, including explaining options for the colleague including reporting the incident or reporting the incident yourself.\nIf reporting the incident, you should bring the matter to the attention of a key Speak Up contact (refer to sections 8.5 – 8.6).\nMHA’s Speak Up, Listen Up Initiative \nSpeak Up, Listen Up is part of our commitment to fostering a safe, respectful, and inclusive workplace.  The aim is to empower all colleagues to voice concerns at the earliest opportunity and for appropriate action to be taken and so contribute to the continuous improvement of our services.  \nSpeak Up Early\nSpeaking up is the first step towards positive change. If you witness or experience any form of misconduct, be that bullying, harassment, or other types of wrongdoing, please do not hesitate to speak up. Your voice is crucial in maintaining a healthy workplace culture.  \nWe Listen and We Act\nOur commitment is not just to hear your concerns, but to take swift and appropriate action. Together we can maintain a workplace where everyone feels respected and safe. \nWho to Speak Up to\nWe encourage colleagues to speak up to their line managers in the first instance. Line managers play a pivotal role in creating an open environment and we expect all line managers to actively listen, address concerns promptly and cultivate a culture where our colleagues feel safe to express themselves. Where this may not feel appropriate, or where colleagues have spoken up to their line manager and are not satisfied with their response, colleagues may contact one of the people below.\nIn addition to line managers, colleagues can speak up to a senior manager, a chaplain, our EDI Manager, EDI Networks, any member of the Strategic Leadership Team or the HR Team. \nHelp, Support and Reporting Phone Line\nWe also have a Speak Up, Listen Up support, advice, and reporting phoneline run by HR. If you ever feel unable to speak to your line manager, please call 01332 218479. The phone line will operate from Monday to Friday, 9am – 5pm, with a voicemail function enabled outside of those hours. Colleagues may call the phone line for advice and support without identifying themselves should they wish. \nSupport for Colleagues \nWe understand that anyone affected by, or involved with, a complaint of bullying or harassment may feel anxious or upset and we will do what we can to support you. If you feel you cannot continue to work in close contact with the alleged bully/harasser, we will seriously consider any requested changes to your working arrangements during our investigation into the matter.\nEmployee Assistance Programme (EAP)\nConfidential counselling, advice and support is available through the employee assistance programme and available 24 hours a day. Colleagues can access the service by calling 0330 380 0658. The EAP offers a number of services and can advise on a wide range of both occupational and domestic related issues.\nOccupational Health Support\nAny colleague who is involved in a claim of bullying and harassment may find it helpful to talk to occupational health through a management referral. Please speak to your line manager or a member of the HR team. \nRoles and Responsibilities\nTraining and Monitoring\nThe principles of this policy will be addressed in the organisations mandatory Values and Equality and Diversity training. All new colleagues must complete the training as part of their organisational induction programme. \nAll colleagues are required to complete annual e-learning training on bullying and harassment. This training is designed to equip colleagues with the tools to recognise, prevent and address inappropriate behaviour. \nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nHR will monitor and analyse data relating to concerns raised relating to bullying and harassment and will report on a regular basis to Executive Leadership Team (ELT), Quality Governance Group (QGG) and Operations Committee. HR will use the data to monitor the implementation of the policy and management of cases.  \nIn addition, the data will be collated and analysed for information to ensure the policy is being adhered to, to identify trends and any interventions required to address any problems areas. Subsequently, the data will be used to inform and improve polices, as well as provide recommendations for improving working practices.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessments\nAn Equality, Diversity, and Impact Assessment (EIA) was completed. The EIA found that the following protected characteristics could be impacted by this policy:\nAge\nDisability\nRace and Ethnicity\nGender\nMarriage and Civil Partnerships\nPregnancy and Maternity\nReligion or Belief\nRace or Ethnicity\nSexual Orientation\nTransgender\nAs a result, amendments were made to the policy which are detailed in the EIA.\nFurther reasonable adjustments to our policies, practices, and procedures, where recommended by Occupational Health and / or Access to Work will be made if necessary.\nFor access to the EIA, contact policies@mha.org.uk.\nFor further information and support around reasonable adjustments, please contact a member of the HR Team at hr@mha.org.uk.\nResources \nMHA Policy Documents, Procedures, and Guidance\nDiscipline Policy and Procedure\nResolution Policy and Procedure \nVolunteer Problem Solving Policy and procedure\nUnacceptable Behaviours Policy\nExternal Resources\nThe Worker Protection (Amendment of Equality Act 2010) Act 2023\nACAS Discrimination and Bullying \nAppendices\nAppendix 1 – Guidance for managers when a colleague raises a concern around bullying or harassment\nAppendix 1 – Guidance for Managers when a colleague raises a concern around bullying or harassment \nHandling concerns about bullying or harassment is critical for fostering a safe and respectful workplace. Swift and appropriate responses not only support the affected colleagues but also reinforce a culture of respect and accountability within your team.\nPractical Tips \nCreate a Safe Environment: Ensure your office or meeting space is private and free from interruptions. This helps the colleague feel secure while sharing their concerns.\nUse Open Body Language: Maintain eye contact, nod, and lean slightly forward to show you are engaged and attentive. Avoid crossing your arms or appearing distracted.\nPractice Active Listening: Give your full attention, refrain from interrupting, and paraphrase what they say to show understanding. For example, “It sounds like you felt very uncomfortable during that interaction.”\nAcknowledge Their Feelings: Validate their emotions by saying things like, “It’s understandable to feel that way,” or “That sounds very difficult.” This helps them feel heard and respected.\nBe Patient: Allow them to express themselves at their own pace. If they’re struggling to share, gently encourage them with phrases like, “Take your time; I’m here to listen.”\nAvoid Making Assumptions: Ask open-ended questions rather than making assumptions about their experience. For example, “Can you tell me more about what happened?” rather than, “Was it just a misunderstanding?”\nOffer Support Options: Let them know what support is available, such as accessing the Employee Assistance Programme, Occupational Health or mediation options. \nReassure Confidentiality: Emphasise that their concerns will be treated confidentially and that you’ll discuss next steps only with necessary parties.\nDocument Everything: Keep detailed records of all conversations, including dates, times, and the specifics of the allegations. This documentation is crucial for any future investigation.\nFollow Up: After the initial conversation, check in with them regularly to see how they’re doing and if they need further support. This shows ongoing care and concern.\nBe Transparent About Next Steps: Clearly communicate the actions you’ll take following the conversation, including timelines and who will be involved. This helps manage their expectations.\nRespect Their Choices: Understand that they may have different comfort levels regarding how to proceed. Respect their wishes and discuss the approach they would like to take but consider where MHA has a responsibility to act. Seek advice from the HR Team if you are unsure. \nQuestions to Ask \nCan you share what happened in detail? (Encourage them to provide a narrative including covering dates /   location / how events happened in order / what was said or done and by whom / were there any witnesses colleagues or others)\nHow did this situation make you feel? (Understanding emotional impact is key.)\nHave you experienced this behaviour before, or is this the first time? (Assess the context and frequency.)\nWhat would you like to see happen as a resolution? (Empower them by involving them in the solution.)\nAppendix 2 – MHA’s Prevention of Sexual Harassment Risk Assessment \nVersion Control",
  "sections": {
    "summary": "MHA are committed to fostering a diverse, inclusive, and equitable workplace where everyone feels valued and supported. We recognise that each individual brings unique experiences and perspectives, and we are dedicated to creating a culture that embraces and celebrates difference. Key to this is seeking to eradicate bullying, harassment, victimisation, and discrimination at work. This policy and procedure support this aim by setting out MHA’s zero-acceptance approach to instances of bullying or harassment, providing clear definitions and examples of inappropriate conduct and actions and how we support those affected. This policy is underpinned by MHA's Values and Behavioural Framework.",
    "purpose": "The purpose of this policy and procedure is to support a working environment and an inclusive culture in which bullying, and harassment of any kind will not be accepted. Such behaviour may be regarded as a disciplinary offence. Where the allegations are founded, consideration will be given in the specific circumstances to the nature and the extent of the breach and a disciplinary sanction, up to dismissal, may be issued. This policy and procedure applies to all MHA colleagues with an MHA contract of employment and volunteers. For the purpose of this policy, the term “colleagues” refers to both volunteers and those employed by MHA and the term “working” refers to paid hours of work for those employed by MHA and volunteering hours for volunteers. Individuals engaged through an agency worker agreement are required to honour the requirements of this policy and any contravention will be referred to the agency supplier for resolution. The policy applies to all colleagues during working hours and outside working hours when attending formal workplace functions or events when the organisation retains an employer’s liability for the actions of its colleagues. It also applies to any social media communication, including social media activity for non-work purposes. This policy should be read in conjunction with MHA’s Resolution Policy and Procedure (employees) and Volunteer Problem Solving Policy and Procedure (volunteers). As part of our commitment to Equality, Diversity and Inclusion, MHA wish to make sure the way we work does not place people with disabilities at a disadvantage. We will therefore always make reasonable adjustments to our policies, practices, and procedures, where recommended by Occupational Health and / or Access to Work. For further information and support around reasonable adjustments, please see Recruiting, Managing and Developing People with a Disability or Health Condition Guidance or contact a member of the HR Team at hr@mha.org.uk.",
    "definitions": "Bullying There is no legal definition of bullying. However, we regard it as conduct that is offensive, intimidating, malicious, insulting, or an abuse or misuse of power, and usually persistent in nature, that has the effect of undermining, humiliating, or injuring the recipient. Bullying can be physical, psychological, verbal, or non-verbal conduct. It is not necessarily face to face and can be done by email, phone calls, online (cyber-bullying) or on social media. Bullying may occur at work or outside work. If the bullying relates to a person's protected characteristic, it may also constitute harassment and, therefore, will be unlawful. While this is not an exhaustive list, bullying may include: Physical, verbal, or psychological threats Excessive levels of supervision or unjustifiable over-monitoring a colleague’s performance, e.g. unreasonable fault finding, nagging, watching over the person’s every move Spreading rumours, malicious or offensive Constantly putting someone down, undermining, criticising, showing a lack of respect and Inappropriate and derogatory remarks about a person's performance Undervaluing a colleague’s contribution, such as ignoring a colleague’s opinion Public criticism of a colleague or employee Persistently setting objectives with impossible deadlines or setting unachievable tasks; placing unreasonable demands on a colleague ‘Cyber bullying’ where detrimental texts are sent via mobiles or images posted on external websites Removing and replacing areas of responsibility with lower status, menial or trivial tasks Withholding information with the intent of deliberately affecting a colleague’s performance Spreading malicious rumour / making malicious allegations, including unwarranted allegations of harassment Isolation or exclusion, including from work or social events It is important to understand that legitimate, reasonable, and constructive feedback relating to a person's performance or behaviour, or reasonable instructions given to people in the course of their employment, will not of themselves amount to harassment or bullying. Harassment Harassment is unwanted conduct related to a protected characteristic that has the purpose or effect of: Violating someone else's dignity; or Creating an intimidating, hostile, degrading, humiliating, or offensive environment for someone else. Harassment can occur in many forms and can take place either at work or outside work. While this is not an exhaustive list, examples include: \"Banter\", jokes, taunts, or insults that are sexist, racist, ageist, transphobic, homophobic, or derogatory against any other protected characteristic Unwanted physical behaviour, for example, pushing or grabbing Excluding someone from a conversation or a social event or marginalising them from the group Derogatory comments about pregnancy, maternity leave, or IVF treatment Mimicking or making fun of someone's disability Derogatory or offensive comments about religion Unwelcome comments about someone's appearance or the way they dress that is related to a protected characteristic \"Outing\" (i.e., revealing their actual or perceived sexual orientation against their wishes), or threatening to “out\", someone Consistently using the wrong names and pronouns following the transition of a person's gender identity Displaying images that are racially offensive Excluding or making derogatory comments about someone because of a perceived protected characteristic, or because they are associated with someone with a protected characteristic. Harassment can also occur where someone perceives another person to have a protected characteristic, for example a perception that someone is transgender even if they are not. Harassment can also arise by association, where someone is harassed because they are associated with someone with a protected characteristic, for example having a family member of a particular religion. Harassment can arise where the perpetrator did not have the intention of causing offence but does cause offence by what they say. For example, this can happen in respect of banter and jokes. Sexual Harassment Harassment may be sexual in nature. Sexual harassment can occur in many forms. While this is not an exhaustive list, examples include: Physical conduct of a sexual nature, unwelcome physical contact, or intimidation Sexual comments or jokes, which may be referred to as “banter” Displaying sexually graphic pictures, posters, or photos Suggestive looks, staring or leering Propositions and sexual advances Making promises in return for sexual favours Sexual gestures Intrusive questions about a person’s private or sex life or a person discussing their own sex life Sexual posts or contact in online communications, including on social media Spreading sexual rumours about a person Sending sexually explicit emails, text messages or messages via other social media Comments about appearance or dress, innuendo, or lewd comments Frequent, unwanted/unwelcomed contact or attention Leering, whistling, or making sexually suggestive gestures and Gossip and speculation about someone's sexual orientation or transgender status, including spreading malicious rumours. The Worker Protection (Amendment of Equality Act 2010) Act 2023 requires employers to take reasonable steps to prevent sexual harassment in the workplace. To assess the risk of MHA colleagues being exposed to sexual harassment and determine reasonable measures that can be taken to minimise those risks, regular risk assessments are undertaken and reviewed. MHA’s risk assessment can be located at Appendix 2 of this policy. Micro aggressions Micro aggressions - sometimes called micro-incivilities - are statements, actions, or incidents that are regarded as indirect, subtle, or unintentional discrimination against members of a marginalised group such as a racial or ethnic minority. They are sometimes referred to as \"death by a thousand cuts\". Microaggressions generally take one of three forms: Micro-assaults: Conscious and obvious insults made verbally or non-verbally to a marginalised individual or group, for example a group being described as \"those people.\" Micro-insults: Unintentionally insensitive remarks or assumptions based on stereotypes, for example saying to a person with a disability \"You don't look disabled to me\". Micro-invalidations: Where a person denies, or seeks to cancel, the feelings and lived experiences of a marginalised individual or group, for example a white person saying, \"I don't think the UK has a problem with racism - some people are just too sensitive\". Serious micro-aggressions can amount to unlawful harassment, bullying or discrimination but even less serious micro-aggressions can negatively impact the health and wellbeing of the person experiencing them.",
    "procedure": "Bully/Harasser is a Colleague Concerns about bullying and harassment between colleagues (excluding volunteers) will be handled under MHA’s Resolution Policy and Procedure which outlines informal (early resolution) and formal (formal resolution) stages. Concerns about bullying and harassment involving a volunteer will be handled under the Volunteer Problem Solving Policy and Procedure. Bully/Harasser is a Third Party Whilst this policy is primarily concerned with the behaviours of colleagues and volunteers it should be noted that if anyone is subjected to, or observes others being subjected to unacceptable behaviour from a third party, including a person using our services or their family member, supplier or contractor working for MHA, we encourage you to report this to your line manager without delay. Concerns regarding the behaviour of a third party will be handled under the Unacceptable Behaviours Policy. What to do if you Witness Bullying or Harassment If you witness bullying or harassment, you are encouraged to take appropriate action to address it. You should not however take any action that may put you at risk. If you feel able, you should intervene to prevent the matter continuing. If you are not able to do this, appropriate action may include offering support to the person who has been bullied or harassed, including explaining options for the colleague including reporting the incident or reporting the incident yourself. If reporting the incident, you should bring the matter to the attention of a key Speak Up contact (refer to sections 8.5 – 8.6). MHA’s Speak Up, Listen Up Initiative Speak Up, Listen Up is part of our commitment to fostering a safe, respectful, and inclusive workplace. The aim is to empower all colleagues to voice concerns at the earliest opportunity and for appropriate action to be taken and so contribute to the continuous improvement of our services. Speak Up Early Speaking up is the first step towards positive change. If you witness or experience any form of misconduct, be that bullying, harassment, or other types of wrongdoing, please do not hesitate to speak up. Your voice is crucial in maintaining a healthy workplace culture. We Listen and We Act Our commitment is not just to hear your concerns, but to take swift and appropriate action. Together we can maintain a workplace where everyone feels respected and safe. Who to Speak Up to We encourage colleagues to speak up to their line managers in the first instance. Line managers play a pivotal role in creating an open environment and we expect all line managers to actively listen, address concerns promptly and cultivate a culture where our colleagues feel safe to express themselves. Where this may not feel appropriate, or where colleagues have spoken up to their line manager and are not satisfied with their response, colleagues may contact one of the people below. In addition to line managers, colleagues can speak up to a senior manager, a chaplain, our EDI Manager, EDI Networks, any member of the Strategic Leadership Team or the HR Team. Help, Support and Reporting Phone Line We also have a Speak Up, Listen Up support, advice, and reporting phoneline run by HR. If you ever feel unable to speak to your line manager, please call 01332 218479. The phone line will operate from Monday to Friday, 9am – 5pm, with a voicemail function enabled outside of those hours. Colleagues may call the phone line for advice and support without identifying themselves should they wish. Support for Colleagues We understand that anyone affected by, or involved with, a complaint of bullying or harassment may feel anxious or upset and we will do what we can to support you. If you feel you cannot continue to work in close contact with the alleged bully/harasser, we will seriously consider any requested changes to your working arrangements during our investigation into the matter. Employee Assistance Programme (EAP) Confidential counselling, advice and support is available through the employee assistance programme and available 24 hours a day. Colleagues can access the service by calling 0330 380 0658. The EAP offers a number of services and can advise on a wide range of both occupational and domestic related issues. Occupational Health Support Any colleague who is involved in a claim of bullying and harassment may find it helpful to talk to occupational health through a management referral. Please speak to your line manager or a member of the HR team.",
    "responsibilities": "Training and Monitoring The principles of this policy will be addressed in the organisations mandatory Values and Equality and Diversity training. All new colleagues must complete the training as part of their organisational induction programme. All colleagues are required to complete annual e-learning training on bullying and harassment. This training is designed to equip colleagues with the tools to recognise, prevent and address inappropriate behaviour. Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. HR will monitor and analyse data relating to concerns raised relating to bullying and harassment and will report on a regular basis to Executive Leadership Team (ELT), Quality Governance Group (QGG) and Operations Committee. HR will use the data to monitor the implementation of the policy and management of cases. In addition, the data will be collated and analysed for information to ensure the policy is being adhered to, to identify trends and any interventions required to address any problems areas. Subsequently, the data will be used to inform and improve polices, as well as provide recommendations for improving working practices. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk EDI Impact Assessments An Equality, Diversity, and Impact Assessment (EIA) was completed. The EIA found that the following protected characteristics could be impacted by this policy: Age Disability Race and Ethnicity Gender Marriage and Civil Partnerships Pregnancy and Maternity Religion or Belief Race or Ethnicity Sexual Orientation Transgender As a result, amendments were made to the policy which are detailed in the EIA. Further reasonable adjustments to our policies, practices, and procedures, where recommended by Occupational Health and / or Access to Work will be made if necessary. For access to the EIA, contact policies@mha.org.uk. For further information and support around reasonable adjustments, please contact a member of the HR Team at hr@mha.org.uk. Resources MHA Policy Documents, Procedures, and Guidance Discipline Policy and Procedure Resolution Policy and Procedure Volunteer Problem Solving Policy and procedure Unacceptable Behaviours Policy External Resources The Worker Protection (Amendment of Equality Act 2010) Act 2023 ACAS Discrimination and Bullying Appendices Appendix 1 – Guidance for managers when a colleague raises a concern around bullying or harassment Appendix 1 – Guidance for Managers when a colleague raises a concern around bullying or harassment Handling concerns about bullying or harassment is critical for fostering a safe and respectful workplace. Swift and appropriate responses not only support the affected colleagues but also reinforce a culture of respect and accountability within your team. Practical Tips Create a Safe Environment: Ensure your office or meeting space is private and free from interruptions. This helps the colleague feel secure while sharing their concerns. Use Open Body Language: Maintain eye contact, nod, and lean slightly forward to show you are engaged and attentive. Avoid crossing your arms or appearing distracted. Practice Active Listening: Give your full attention, refrain from interrupting, and paraphrase what they say to show understanding. For example, “It sounds like you felt very uncomfortable during that interaction.” Acknowledge Their Feelings: Validate their emotions by saying things like, “It’s understandable to feel that way,” or “That sounds very difficult.” This helps them feel heard and respected. Be Patient: Allow them to express themselves at their own pace. If they’re struggling to share, gently encourage them with phrases like, “Take your time; I’m here to listen.” Avoid Making Assumptions: Ask open-ended questions rather than making assumptions about their experience. For example, “Can you tell me more about what happened?” rather than, “Was it just a misunderstanding?” Offer Support Options: Let them know what support is available, such as accessing the Employee Assistance Programme, Occupational Health or mediation options. Reassure Confidentiality: Emphasise that their concerns will be treated confidentially and that you’ll discuss next steps only with necessary parties. Document Everything: Keep detailed records of all conversations, including dates, times, and the specifics of the allegations. This documentation is crucial for any future investigation. Follow Up: After the initial conversation, check in with them regularly to see how they’re doing and if they need further support. This shows ongoing care and concern. Be Transparent About Next Steps: Clearly communicate the actions you’ll take following the conversation, including timelines and who will be involved. This helps manage their expectations. Respect Their Choices: Understand that they may have different comfort levels regarding how to proceed. Respect their wishes and discuss the approach they would like to take but consider where MHA has a responsibility to act. Seek advice from the HR Team if you are unsure. Questions to Ask Can you share what happened in detail? (Encourage them to provide a narrative including covering dates / location / how events happened in order / what was said or done and by whom / were there any witnesses colleagues or others) How did this situation make you feel? (Understanding emotional impact is key.) Have you experienced this behaviour before, or is this the first time? (Assess the context and frequency.) What would you like to see happen as a resolution? (Empower them by involving them in the solution.) Appendix 2 – MHA’s Prevention of Sexual Harassment Risk Assessment Version Control"
  }
}