{
  "id": "HR8.2",
  "title": "Discipline Policy and Procedure (5)",
  "filename": "HR8.2 Discipline Policy and Procedure (5).docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA is committed to providing a safe working environment that promotes the health and wellbeing of all MHA colleagues. MHA expects all colleagues to conduct themselves in a professional manner in line with MHA’s values to nurture, inspire, and respect.\nWhilst all our colleagues are considered to be hardworking, committed individuals; line managers at every level have a duty to ensure that where the rules on discipline or standards of behaviour are breached that appropriate action is taken in a timely manner.\nThis policy provides a framework for line managers to follow when engaging with colleagues who are not meeting MHA’s expectations to ensure that all issues are dealt with fairly, consistently, and promptly, when standards are not met.\nUnacceptable standards of attendance due to sickness should be dealt with using the procedure outlined in the Sickness Absence Management Policy. Similarly, an unacceptable level of performance due to the colleague’s capability should be dealt with using the procedure detailed in the Capability Policy. This policy reflects the ACAS Code of Practice on Discipline and complies with current legislation.\nScope and Purpose\nAll colleagues, except those on probation (who are usually in their first six months of employment) are covered in the scope of this policy. For colleagues in their probation period, refer to the Probation Policy.\nThe purpose of this policy is to ensure that MHA’s standards of behaviour and conduct are explicit, colleagues understand their obligations, and that where misconduct is alleged that people are managed in a fair, consistent, and timely manner. It is the aim of our policy that any colleague involved in this procedure feels that they have been treated with consideration. \nThe procedures outlined in this policy provides anticipated timescales for the completion of the process which are in place to ensure that any formal investigation or hearing is not delayed. It is our intention to ensure that avoidable delays are minimised and that any concerns regarding conduct are resolved as quickly as possible thereby alleviating as much as possible the strain on people involved. \nInformal Procedure and Coaching / 1:1 Meetings\nMHA understand that people come to work with the best intentions, therefore we endeavour to learn when things do not happen in the way they should do, rather than take disciplinary action. However, there may be times when disciplinary action is necessary due to the seriousness of an issue, in this instance it is essential that colleagues are treated with dignity and kindness in-line with our values, regardless of the circumstances. Poor attitude and behaviour of any kind is not acceptable. If a colleague’s attitude or behaviour is considered to be inappropriate, it is reasonable for management to discuss their concerns with the colleague to understand their version of events, and work with the colleague to improve. However, managers should also advise the colleague of the possible consequences if repeated. \nIndividuals make mistakes and the management system is established to provide advice, guidance, direction and coaching as necessary to ensure satisfactory behaviour and performance. The objective of the discipline policy is to help the colleague improve. Therefore, coaching or guidance should normally be given unless the offence is repeated or serious enough to warrant immediate use of the formal procedure. This will normally be done as part of the supervision process.\nLine Managers must retain their own notes of concerns raised with individuals, as part of the supervisory process, as they may be relevant if formal disciplinary action is taken later. It is of paramount importance that these notes are kept securely and confidentially. Concerns can be recorded in 121 notes, or where appropriate, using the record of concern form. Please seek advice from the HR team if you are unsure.\n1:1 meeting is not part of the formal discipline procedure. Written notes of 1:1 meeting should be taken for the manager’s and colleague’s records and should be retained in the colleague’s personal file as a record of the conversation and may provide a reference in situations that require disciplinary action. Whereas the action taken should not be decided based wholly upon the 1:1 record, this information may of course be relevant when determining whether action at a particular stage of the procedure is justified.\nIf an informal approach does not bring about the improvement required, and/or the misconduct is too serious to be classed as minor, then we would move to a formal process. \nFact Finding\nIt is important to always assess cases thoroughly to ensure there is sufficient understanding of the issues or concerns and the circumstances relating to them, to justify the initiation of any action. This will allow consideration of any action being proportionate and justifiable and whether managing situations informally achieves a more productive outcome. \nPrior to commencing formal disciplinary investigation, if it is not clear what the concern/allegation is, a fact-finding meeting should take place to establish if any formal process (including potential suspension) needs to be initiated. This meeting should take place in a private environment on a 1 to 1 basis and the individual/s involved should be asked to explain what has happened. This allows the individual/s the opportunity to give their version of events, so that can fully understand the situation, before deciding on the next course of action (including potential suspension). It may also be necessary to meet with other people to help gather facts and to ensure a balanced view. \nIf, after the fact-finding meeting/s it becomes evident that there is not a problem, the individual/s involved should as soon as possible and practicable be informed of this straight away.\nWhere a decision is made to refer the issue to a formal investigation, the colleague should be informed of this as soon as possible and practicable. \nIncidents of alleged gross misconduct may result in immediate formal investigation, without the need for factfinding to be undertaken. Managers should seek advice from the HR Team to determine whether this is appropriate. \nThe “Supporting colleagues fairly through workplace situations” tool (Appendix 1) has been developed to support managers understand how an appropriate response may differ according to the circumstances.\nSuspension\nIt is emphasised that suspension is not a presumption of guilt and does not constitute disciplinary action. It is important that consideration is given to the wellbeing and mental health of anyone you are thinking of suspending. Suspension should always be a last resort when all other alternatives have been considered. \nOther alternatives to consider should include all options to remove risk in the circumstances such as:\nWork in a different place or at a different time\nRemoval of some duties, e.g., medication duties \nSupporting a project or other work away from normal location\nTaking a short period of paid authorised leave. In some cases when a concern first arises, an individual may be sent home to allow the manager and relevant parties to discuss the next steps and any further action that may be required. This would normally be until the following working day, up to a maximum of 5 working days. This will be recorded as ‘Authorised Absence.’\nAll considerations must be documented on the suspension checklist form (Suspension Checklist) with reasons for decision-making recorded. This should include a plan of what support is to be provided to a suspended colleague e.g., schedule regular welfare calls during period of suspension.\nSuspension must be authorised by a Regional Director/ Head of Retirement Living, or Executive Leadership Team member, alongside the Director of People and Communications or Head of People.\nAfter considering the above, if no other alternative is deemed appropriate to mitigate the risks below, a colleague may be suspended when:\nThat there may be a risk to residents, another colleague, or the colleague themselves\nOr a risk that the investigation could be compromised.\nSuspension will usually be on normal contractual pay, except in cases where:\nAn individual is the subject of criminal proceedings and/or regulatory body investigation which may affect whether they can do their job\nWhere an individual is unable to continue providing proof of their right to work in the UK\nWhere an individual is subject to compliance of registration with a professional body e.g., nursing/music therapist, and fails to comply or is refused registration.\nIn these cases, the organisation reserves the right to suspend the individual without pay.\nWhere an individual is certificated as being sick during a period of suspension, their suspension and its terms will remain in place, but they will receive sick pay entitlement in accordance with their contract of employment.\nA decision to suspend does not preclude the Manager who has authorised the suspension from hearing a disciplinary or an appeal, provided that they have not made decisions or judgements regarding the case.\nIn all cases, suspension should be for the shortest practicable time in order for the investigation to be completed and for any hearing to take place. The period of suspension should be kept under review, and it may be appropriate dependent on the investigation to lift the suspension or take alternative action. \nA member of HR should be nominated to be available for the suspended individual to contact if they need help or information whilst suspended. This is to offer a personal line of communication and is over and above any communication with the investigator.\nInvestigations – Roles\nInvestigator\nPrior to any disciplinary hearing being held, an investigation into the circumstances of the incident and/or allegation(s) must be conducted by an appropriate manager.\nThe investigator must be appointed without delay. Individuals conducting investigations may seek procedural advice from the appointed disciplinary chair and/or HR, or advice from other relevant specialists, throughout the process, as required.\nThe investigator should remain objective during the investigation and remember that the role is to collect and establish the facts. It is not the investigators’ role to prove the guilt of any party, but to investigate whether or not there is a case to answer by collecting relevant information and facts and presenting these in a form of a report. \nThe investigator should personally interview everyone, including those who are not colleagues of MHA, who they consider will be able to add to their understanding of the facts of the case. There is a template on the Intranet to record the questions and answers from these interviews. \nWhere witnesses have recorded their recollections prior to an investigatory meeting, during a fact-finding stage for example, the investigator should meet with the witness to discuss the content and ask any further questions to ensure that the statement is as comprehensive as possible. Witnesses must be informed that their witness statements will be provided to the colleague accused of the offence and that they may be asked to attend any disciplinary hearing resulting from the investigation, in order that the person chairing the disciplinary hearing may ask questions connected to their statements. \nWitnesses should be encouraged to provide statements and attend disciplinary hearings wherever possible. Should any person not want to provide a witness statement as part of an internal investigation, or should they not be prepared to attend any subsequent disciplinary hearings, any evidence provided by that individual can be considered, but only after a detailed investigation by the investigator to corroborate the evidence provided, as far as possible. \nIn exceptional circumstances it is possible to ‘anonymise’ statements and allow private questioning of witnesses away from the hearing.\nThe colleague under investigation must be interviewed by the investigator to consider their viewpoint. If the colleague does not attend, the investigator should reschedule. If the colleague remains unavailable or unwilling, the investigator will rely on available evidence to make a reasonable decision. \nIf necessary, the colleague may submit a written statement. If it is not possible to interview promptly, MHA may proceed to a disciplinary hearing. Colleagues who refuse to participate will be informed that the investigation and disciplinary hearing, if needed, will proceed based on available information.\nIt is best practice for such meetings to take place as early as possible. An individual attending an investigatory meeting will not normally have a companion with them. Where it is not possible or practicable to hold a face-to-face investigatory meeting with the individual, in a timely manner, a meeting may be held over the telephone/teams call in order to gather a statement.\nThe investigator will collect all the facts based on the witness statements, the colleague’s statement and any supporting documentary evidence and will confirm their findings and advise in their report whether they feel there is a case to answer. If so, HR will review the Investigation Report [HR8.2b] prior to this being sent to the nominated disciplinary chair.\nAppointed Disciplinary Chair\nDisciplinary matters should be handled as confidentially as is reasonably possible and all colleagues involved in the process are required to maintain the strictest of confidence.\nFormal Disciplinary Procedure\nAction to Take Prior to a Formal Disciplinary Hearing\nWhere the informal procedure has not affected the required change, or where the incident/allegation(s) has been investigated and is believed to justify moving directly to the formal procedure, the member of colleague will be asked to attend a formal disciplinary hearing.\nThe application of the disciplinary procedure is the responsibility of the disciplinary chair. However, to ensure a consistent approach, the disciplinary chair and HR should be kept informed in cases where dismissal is a possible outcome and should be consulted throughout the process and prior to the decision being made on the action to be taken.\nWhenever practicable, at least two working days’ written notice of a hearing should be given. \nThe notice of the hearing must contain the following, as shown in the standard letter:\nWhere dismissal is known to be a possible outcome of the hearing, the colleague must be notified prior to the hearing that their employment is at risk.\nThe colleague must be advised that they have the right to be accompanied by an either an MHA work colleague or a trade union representative. If their preferred companion is not available at short notice, the hearing may have to be delayed by up to 7 calendar days, in order to allow the companion to be able to attend. \nIf the companion is unavailable at the rescheduled time, the colleague will need to select an alternative companion. \nThe invitation to disciplinary hearing letter should also include a request from the colleague in writing to make known the name of their companion, witnesses they will arrange to attend and set out the reasons that they have nominated them as a witness, the evidence they are expected to give and explain why it is necessary for the witness to attend in person rather than submitting a witness statement. If the disciplinary chair decides that it is not relevant for the witness(es) to attend the hearing in person, they reserve the right to refuse and notify the colleague for their reason(s), The disciplinary chair may choose to speak to the witness(es) before or after the hearing and will usually inform the colleague of the information received from the witness. There is no obligation on any witness to attend the hearing in person.\nWherever possible, the invitation to the member of colleague to attend the hearing must include full details of the actual alleged offence e.g., “on 17 February 2012 signed to say medication was given to resident [RS] when in fact it wasn’t”; or “was sleeping on a waking shift on 2 March 2012”.\nA copy of the Discipline Policy, the investigation report including any witness statements or other supporting documentation being relied upon must be made available to the colleague at least two working days before the hearing. Where necessary some information relating to residents and/or other colleagues may require redacting. Please speak to the HR Team for advice. \nFailure to include this information may result in any disciplinary decision being viewed as unfair.\nIf the colleague cannot attend the hearing e.g., due to illness, they must notify the hearing chair with good reason(s). The hearing may then be rescheduled, but this will only be allowed once. If the colleague cannot attend the rescheduled time, exceptionally, MHA may proceed with the hearing with written submissions used i.e., the colleague’s responses to the allegation(s) being made against them. \nFormal Disciplinary Hearing\nThe Disciplinary Chair will always be accompanied by another colleague e.g., an Administrator, who will take notes and may also have an HR representative present. The investigator will also normally be present to outline the evidence they have gathered and to answer questions from both the disciplinary chair and the colleague. \nIf the colleague fails to attend a hearing and has not notified the Disciplinary Chair of the panel that they cannot attend, MHA reserves the right to continue with the hearing in their absence.\nAt the hearing, the procedure will be as follows:\nThe chair of the hearing will open by explaining the reasons why the hearing has been arranged and detailing the incident or allegation. They will also check that the individual has received all the relevant paperwork. If paperwork has not been received the meeting will be adjourned so that they have an opportunity to read it. If necessary, the meeting will be reconvened for another day so that the individual has time to prepare their response to the new information. \nCovert recording is not permitted in any circumstances and will be treated as a breach in its own right and should be communicated to all present at the hearing prior to its commencement. \nThe investigator will go through the evidence that they have gathered. Full details of any witness statements being relied upon must have been made available to the colleague. \nThe colleague will then be given the opportunity to respond to the allegations and, where appropriate, may ask for witnesses to attend providing appropriate notice has been given to the chair.\nThe colleague or companion must be allowed to challenge witness statements; this may be done directly or may be done by the chair asking questions of witnesses on the telephone, during an adjournment or after the hearing.\nThe detail of the colleague’s response will then be discussed until the full content of their response has been clarified.\nAt any time, the companion may add their input to the hearing and may confer with the colleague. However, the companion must not answer questions on behalf of the colleague.\nAt the end of the hearing, the disciplinary chair will sum up the main points of the discussion.\nThe hearing will then be adjourned and the individual, their companion and the investigator will leave the room. The person chairing the meeting will decide what action is appropriate, (this will involve consultation with HR in relation to Standard Allegations and Potential Outcomes – Appendix 3)\nDuring the adjournment, the chair will consider in coming to a decision all the facts of the case and consider any mitigating circumstances, which may include length of service, previous disciplinary record, provocation etc. \nSanctions\nSanctions will usually take the form of:\nFirst Written Warning\nFinal Written Warning\nDismissal\nWith Notice\nWithout Notice (Summary Dismissal)\nOther alternatives may include demotion and / or transfer to another position and / or location.\nSanction Considerations\nIf a sanction is considered necessary, the level will be dependent upon:\nthe severity of the offence (check the Allegations and Standard Outcomes list), and/or\nwhether there are existing (active) warnings currently retained on the colleague’s file\nany mitigating circumstances.\nIf the disciplinary chair wants to give a different sanction from that in the Allegations and Standard Outcomes list due to mitigating circumstances, this must be discussed with HR.\nWarnings\nIf the Disciplinary Chair decides a sanction is warranted the colleague will be informed that their conduct is expected to improve to an acceptable standard within a specified time scale. As far as possible, specific objectives will be given to establish the accepted standard. Where the colleague’s line manager is not the disciplinary chair, the chair must inform them of the resulting action and objectives and the line manager will be responsible for monitoring and reviewing progress against the objectives.\nIn the case of warnings given in cases of financial irregularities, harassment and abuse, records will remain in your personal file and be retained as per the retention schedule for personal files. The appropriate regulatory bodies will be notified, in accordance with requirements imposed on the organisation due to the nature of our services. The regulatory bodies may require that the records be retained for a longer period.\nFirst Written Warning\nWhere the informal procedure has not affected the required change, or where the offence warrants moving directly to the formal procedure (as decided by the investigator), for minor offences of misconduct a First Written Warning may be necessary.\nNormally, this warning will become inactive six months after the hearing. \nWhen a First Written Warning has been issued, it will specify that if conduct has not been sufficiently improved or further acts of misconduct have occurred within the specified time scale, then a further disciplinary hearing may be held.\nFinal Written Warning\nIn the case of a sufficiently serious incident/allegation(s), or if the required improvement has not been made following a First Written Warning, or if there has been an accumulation of minor offences, a Final Written warning may be warranted.\nNormally, this warning will become inactive 12 months after the hearing.\nIf a Final Written Warning is necessary, the colleague will be informed that if conduct does not improve or further acts of misconduct occur, a further disciplinary hearing will be held, and depending upon the outcome, they may be dismissed from the organisation’s employment. Conduct will be expected to improve to an acceptable standard within the specified time scale.\nDismissal\nIn cases of a sufficiently serious incident/allegation(s) which constitutes gross misconduct or if the required improvement has not been made following a Final Written Warning, dismissal, with or without notice, may be warranted. \nIf the chair decides that dismissal is warranted, they will consider whether there are any alternatives to dismissal e.g., demotion and/or transfer to another location or position.\nDismissal for gross misconduct will usually be summary (i.e., with no notice period).\nIf the decision is taken to dismiss as a result of an allegation of abuse or serious neglect of service users, the relevant Director (via HR) must be notified by completing the Disciplinary Report. If the colleague does not appeal or if an appeal is unsuccessful, the line manager will then carry out any necessary referrals i.e., under the SOVA legislation, governing and professional bodies.\nAlternatives\nAn alternative sanction may be considered such as demotion or transferring the colleague to a vacant alternative role at either the same or a lower level. Alternative sanctions may or may not be accompanied by a warning. \nIf an alternative is possible and considered appropriate, the colleague should receive the terms in writing. Such an alternative would not attract any protection of earnings. In circumstances where the alternative is instead of dismissal, should the colleague refuse to accept an alternative, they would leave us with no option but to dismiss.\nOutcome Notification\nThe colleague will be informed of the decision as soon as possible (which will normally be after the hearing) once the chair has had an opportunity to review the evidence and discuss the case with HR, by the chair of the disciplinary panel. In cases of dismissal HR must be contacted before the colleague is informed of the decision. \nIn any case, the individual will be given confirmation of any action being taken, including sanction and full reasons for the decision, in writing (see standard letter on Intranet) within 7 calendar days of the hearing. This letter must also explain the appeals procedure. Failure to notify an individual of their right to appeal against the decision may lead to the decision being viewed as unfair.\nIf there is a need to delay this timescale this will be communicated to the colleague explaining why in writing and giving an alternative timescale.\nAll disciplinary outcome letters should be sent to HR for review prior to being sent.\nNotes of the hearing will be available to the colleague and retained on the colleague’s file.\nAppeal\nAny colleague who is dissatisfied with the outcome of any stage of the disciplinary procedure may appeal to the individual named in the outcome letter who has not been involved in making decisions in the case. The appeal should be made within 7 calendar days of receipt of the letter detailing the disciplinary decision, and in any case, there should not be unnecessary delay in requesting an appeal. The appeal should be made in writing and clearly state the basis on which the appeal is to be made together with any appropriate evidence. Grounds for appeal which will be considered include:\nUnfair process – discriminatory or procedural flaws\nFlawed investigation\nNew evidence that was not considered previously\nSubstantial reason that the sanction is too harsh (including evidence to substantiate)\nWhere practicable the appeal will be chaired by a colleague who is more senior than the disciplinary chair and who will not have been previously involved in making decisions in the case:  Another suitable member or colleague, for example an Administrator, will also be present to take notes. A member of HR will be present at appeals against dismissal. \nThe colleague/companion will be allowed to explain why they think the original decision was wrong. Normally the grounds would be that they consider the sanction too harsh; new evidence has come to light; or they wish to complain that the procedure applied at the disciplinary hearing was not fair or correct. The colleague should be allowed to put any new evidence to the chair. The decision at the appeal will be final.\nThe individual will be sent a written acknowledgement of receipt of their appeal, and a meeting will normally be arranged within 14 calendar days of receipt of the appeal or as soon as is practicable thereafter.\nOne appeal will be allowed at each stage of the formal disciplinary procedure.\nFor an appeal, the colleague will be asked to attend a hearing (confirmed in writing by the appeal chair) where they have the right to be accompanied by a companion .  The meeting may be postponed by up to five calendar days to enable the colleague’s chosen companion to attend. If the companion is not able to be available at the rescheduled time, the colleague will need to select an alternative companion.\nIf the colleague cannot attend the appeal hearing they should inform the appeal chair of the good reason, and the appeal hearing may be rescheduled. This will only be allowed once. If the colleague cannot attend (e.g., due to illness) then, exceptionally, written submissions may be used instead.\nThe senior manager/director should respond in writing to the disciplinary appeal within 14 days of the date of the appeal hearing. If that is not possible the colleague should be told when he/she can expect a response and the reason for the delay.\nThe decision of this meeting is final.\nOnce the appeal is completed, all documentation connected to the disciplinary must be kept confidentially on the individual’s personal file in accordance with the terms of the Data Protection Policy.\nIn cases of appeal against dismissal, the colleague will not be permitted to resume working until the matter has been decided.\nThe appropriate manager hearing the appeal may:\nUphold the original decision\nOverturn the original decision (completely)\nOverturn the original decision (by substituting the sanction)\nThis includes the right, in the circumstances or if new evidence comes to light, to increase the original sanction.\nThe dismissal date will be as determined by the disciplinary chair. In the event that the decision to dismiss is revoked at the appeal hearing, reinstatement with continuous service and employment rights will apply and the colleague’s contractual basic pay will be backdated to the dismissal date.\nIf the colleague does not attend the appeal hearing and has not notified the appeal chair that they will not be attending, it will be assumed that the appeal is no longer required, and the colleague will be advised in writing that no further action will be taken.\nIf the dismissal was for abuse or serious neglect of service users, the relevant Director (via HR) must be notified of the outcome of the appeal. The line manager may then carry out any necessary referrals i.e., under the SOVA legislation, governing and professional bodies, as outlined in Section 12 below. \nCompanion\nThe person chosen by the colleague as their companion may be either a fellow worker, or an accredited trade union representative. MHA reserve the right to request evidence of accreditation of trade union representatives. \nWhere communication may be difficult due to disability or where the colleague’s first language is not English, for reasons of providing equality and fairness at a disciplinary hearing, the organisation will consider additional support for the colleague if either the individual or the organisation deems this necessary.\nAppendix 4 may be provided to a companion in order to assist in explaining their role at a disciplinary/appeal hearing.\nThe organisation reserves the right to refuse to accept an individual as a companion in the event that there is a conflict of interest or unwarranted expense incurred. The organisation should liaise with a full-time Trade Union representative if this involves a lay Trade Union representative.\nHR should be consulted with regard to any queries or concerns over any particular companion.\nGrievances Raised During the Disciplinary Procedure\nIf the colleague raises a grievance relating to action being taken against them under the disciplinary procedure this will normally be dealt with at the disciplinary hearing or appeal. The company has no obligation to adjourn the disciplinary procedure in order to follow the Grievance policy.\nIf there are outstanding issues following matters being raised at the disciplinary hearing/appeal these will be dealt with under the Grievance policy.\nIf, during the proceedings, an individual raises a grievance which is not relevant to the specific allegations under consideration, this should be dealt with outside the disciplinary procedure under the Grievance Policy but will not impact on the disciplinary procedure. The chair should consult with the line manager or HR on the individual circumstances of the case to decide whether the grievance should be heard before or after the disciplinary.\nNew Allegations\nIf new allegations come to light during the disciplinary hearing, the colleague must be informed of the new allegations in writing and informed that proceedings may be delayed whilst they are investigated. If the chair plans to rely on the new allegations in making their decision, the colleague must have advance warning of them and an opportunity to answer them at the hearing – even if that means reconvening the hearing.\nGross Misconduct\nA serious breach of MHA’s Code of Conduct or of any of the Allegations listed in Appendix 3 will be regarded as Gross Misconduct and will normally result in dismissal.\nPlease see the Allegations and Standard Outcomes list (Appendix 3).\nReferrals\nMHA has a duty to comply with all external regulations which govern the sector. This includes alerting regulatory bodies of complaints upon receipt. Should there be evidence to suggest that a colleague(s) have abused or there is alleged abuse of an older person, or their actions have the potential to cause harm, they will be referred to DBS/NMC or any other professional or regulatory body relevant. This is regardless of whether the colleague is still in employment or not.\nDisclosure and Barring Service (DBS) Referrals\nThe following flowchart should be used when devising if it is appropriate to make a DBS referral. All DBS referrals must be authorised by a Regional Director (or equivalent) and the Director of People and Communications: DBS barring referrals flowchart - GOV.UK\nRoles and Responsibilities\nIn addition to the roles and responsibilities set out throughout this policy. General responsibilities include:\nTraining and Monitoring\nTraining for Investigating Officers is now available for booking via the Learning Zone. The full day training will equip managers with knowledge and techniques to enable them to confidently undertake fair and effective investigations.\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the HR Team or to the Standards and Policy Team policies@mha.org.uk\nEDI Impact Assessments \nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nMHA policy documents, procedures, and guidance:\nDiscipline Toolkit\nGrievance Policy [HR8.6]\nCode of Conduct Policy [HR8.3]\nProbation Policy [HR4.12]\nSickness Absence Management Policy [HR7.1]\nCapability Policy [HR8.1]\nInformation Governance Policy [IG01]\nDiscipline Procedure Templates\nThe following documents are templates only, please seek advice and support  from HR prior to use via hr@mha.org.uk\nAppendices\nAppendix 1 - Supporting Colleagues Fairly Through Workplace Situations\nAppendix 2 – Discipline Process Flow Chart\nAppendix 3 – Allegations and Suggested ‘Standard’ Outcomes\nAppendix 4 - The Role of the Companion at Disciplinary and Grievance Hearings\nAppendix 1: Supporting Colleagues Fairly Through Workplace Situations\nThis flow chart has been developed as a guide to help managers decide if your colleague requires specific individual support or intervention to work safely. It aims to ensure colleagues experience consistent, constructive, and fair treatment at work. It highlights the important principles that need to be considered before formal action is taken.\nAppendix 2: Discipline Process Flow Chart\nAppendix 3: Allegations and Suggested ‘Standard’ Outcomes\nThe allegations listed below include examples of issues that are deemed to be either serious or Gross Misconduct. Gross Misconduct normally warrants dismissal, although mitigating circumstances will be considered in all cases. If the issue or complaint you are dealing with is not on this list, please contact HR for advice.\nThis list is not exhaustive and is for guidance purposes only as each case will be considered on its own individual merits (note to readers: the font size on the following table has been reduced – increase to 12 for an easier read).\nAppendix 4: The Role of the Companion at Disciplinary and Grievance Hearings\nThis section is to help you if you have been asked to act as a companion at a disciplinary or grievance hearing. It sets out what you can and cannot do and what your overall role is. If you have any more questions, please contact Human Resources.\nDo I have a duty to accept a request to act as a companion?\nNo, you do not have to accept a request to accompany a colleague at one of these hearings. No pressure should be placed on you to attend, and you do not have to give a reason for your decision not to attend. You should think carefully before accepting any request to act as a companion as it is an important role and must be taken seriously.\nHowever, do not be put off from acting as a companion through any fear of the perception the organisation may have of you as a result of your acceptance of this role. Acceptance or refusal of any request will not reflect personally on you.\nWhat is my role as a companion?\nYour main role as a companion is to support the worker whom you are accompanying. You can, if you are asked and agree to do so, present the individual’s case on their behalf (although the role of the companion does not always include this responsibility as many people wish to present their own case). You may also ask questions on their behalf or ask questions to increase your knowledge and understanding of the issues being discussed. You are allowed to ask to leave the room and confer with the worker  and you may also ask to address the hearing if you so wish. You may not, however, answer questions on behalf of the worker. You should think of yourself as being there as a ‘friend’ and witness to support your colleague.\nDo I have to have legal knowledge and expertise?\nYou do not have to know the law, but you should be familiar with the facts of the particular case and with MHA’s Discipline Policy. You should get together with your colleague before the hearing to discuss the issues being considered at the hearing so that you are fully informed. If you want any additional information before the hearing, please contact Human Resources.\nWill I get paid for the time off?\nCompanions can attend meetings during working hours without loss of pay. You will be given the time not only to attend the hearing, but also reasonable time to familiarise yourself with the case and to confer with the worker before and after the hearing. If you choose to accept the request to act as a companion you are entitled to ask for a reasonable amount of paid time off in order to complete these duties. Please refer to HR if you have any queries.\nVersion Control",
  "sections": {
    "summary": "MHA is committed to providing a safe working environment that promotes the health and wellbeing of all MHA colleagues. MHA expects all colleagues to conduct themselves in a professional manner in line with MHA’s values to nurture, inspire, and respect. Whilst all our colleagues are considered to be hardworking, committed individuals; line managers at every level have a duty to ensure that where the rules on discipline or standards of behaviour are breached that appropriate action is taken in a timely manner. This policy provides a framework for line managers to follow when engaging with colleagues who are not meeting MHA’s expectations to ensure that all issues are dealt with fairly, consistently, and promptly, when standards are not met. Unacceptable standards of attendance due to sickness should be dealt with using the procedure outlined in the Sickness Absence Management Policy. Similarly, an unacceptable level of performance due to the colleague’s capability should be dealt with using the procedure detailed in the Capability Policy. This policy reflects the ACAS Code of Practice on Discipline and complies with current legislation.",
    "purpose": "All colleagues, except those on probation (who are usually in their first six months of employment) are covered in the scope of this policy. For colleagues in their probation period, refer to the Probation Policy. The purpose of this policy is to ensure that MHA’s standards of behaviour and conduct are explicit, colleagues understand their obligations, and that where misconduct is alleged that people are managed in a fair, consistent, and timely manner. It is the aim of our policy that any colleague involved in this procedure feels that they have been treated with consideration. The procedures outlined in this policy provides anticipated timescales for the completion of the process which are in place to ensure that any formal investigation or hearing is not delayed. It is our intention to ensure that avoidable delays are minimised and that any concerns regarding conduct are resolved as quickly as possible thereby alleviating as much as possible the strain on people involved.",
    "policy": "Discipline Toolkit Grievance Policy [HR8.6] Code of Conduct Policy [HR8.3] Probation Policy [HR4.12] Sickness Absence Management Policy [HR7.1] Capability Policy [HR8.1] Information Governance Policy [IG01]",
    "procedure": "Appendix 3: Allegations and Suggested ‘Standard’ Outcomes The allegations listed below include examples of issues that are deemed to be either serious or Gross Misconduct. Gross Misconduct normally warrants dismissal, although mitigating circumstances will be considered in all cases. If the issue or complaint you are dealing with is not on this list, please contact HR for advice. This list is not exhaustive and is for guidance purposes only as each case will be considered on its own individual merits (note to readers: the font size on the following table has been reduced – increase to 12 for an easier read). Appendix 4: The Role of the Companion at Disciplinary and Grievance Hearings This section is to help you if you have been asked to act as a companion at a disciplinary or grievance hearing. It sets out what you can and cannot do and what your overall role is. If you have any more questions, please contact Human Resources. Do I have a duty to accept a request to act as a companion? No, you do not have to accept a request to accompany a colleague at one of these hearings. No pressure should be placed on you to attend, and you do not have to give a reason for your decision not to attend. You should think carefully before accepting any request to act as a companion as it is an important role and must be taken seriously. However, do not be put off from acting as a companion through any fear of the perception the organisation may have of you as a result of your acceptance of this role. Acceptance or refusal of any request will not reflect personally on you. What is my role as a companion? Your main role as a companion is to support the worker whom you are accompanying. You can, if you are asked and agree to do so, present the individual’s case on their behalf (although the role of the companion does not always include this responsibility as many people wish to present their own case). You may also ask questions on their behalf or ask questions to increase your knowledge and understanding of the issues being discussed. You are allowed to ask to leave the room and confer with the worker and you may also ask to address the hearing if you so wish. You may not, however, answer questions on behalf of the worker. You should think of yourself as being there as a ‘friend’ and witness to support your colleague. Do I have to have legal knowledge and expertise? You do not have to know the law, but you should be familiar with the facts of the particular case and with MHA’s Discipline Policy. You should get together with your colleague before the hearing to discuss the issues being considered at the hearing so that you are fully informed. If you want any additional information before the hearing, please contact Human Resources. Will I get paid for the time off? Companions can attend meetings during working hours without loss of pay. You will be given the time not only to attend the hearing, but also reasonable time to familiarise yourself with the case and to confer with the worker before and after the hearing. If you choose to accept the request to act as a companion you are entitled to ask for a reasonable amount of paid time off in order to complete these duties. Please refer to HR if you have any queries. Version Control",
    "responsibilities": "In addition to the roles and responsibilities set out throughout this policy. General responsibilities include: Training and Monitoring Training for Investigating Officers is now available for booking via the Learning Zone. The full day training will equip managers with knowledge and techniques to enable them to confidently undertake fair and effective investigations. Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the HR Team or to the Standards and Policy Team policies@mha.org.uk EDI Impact Assessments Equality, Diversity, and Impact Assessment to be confirmed. Resources"
  }
}