{
  "id": "HR8.11",
  "title": "Meals for Colleagues Policy and Procedure (2)",
  "filename": "HR8.11 Meals for Colleagues Policy and Procedure (2).docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA value the wellbeing of all colleagues. To foster a healthy and convenient work environment, this policy outlines the principles and procedures relating to provided and personal meals for colleagues.\nThis policy does not replace the subsistence categories set out in the Business Expenses Policy and procedure, which covers meals whilst travelling for work, as well as entertainment (e.g., team meetings and away days), which are not included in the scope of this policy.\nScope and Purpose\nThis policy is relevant for all MHA colleagues across Care Homes, Retirement Living, MHA Communities, MHA Collaborative Communities, and Central Support. \nColleagues may be provided a meal at work if:\nThey are working (either contractually or visiting) at a care home with a catering provision who are already providing meals for residents.\nThey are attending an eligible central support meeting where lunch has been ordered.\nThis policy does not affect contractual break times or lunch breaks.\nEligible volunteers may also be provided a meal in line with this policy if they meet the criteria set out in the Volunteer Expenses Policy.\nDefinitions\nStatement of Intent\nThe residents food experience must not be compromised by the implementation and application of this policy. \nThe provision of food to colleagues as stated within this policy is considered exempt from current HRMC rules regarding tax of colleague meals. However, MHA and MHA’s colleagues must always comply with current legislation therefore changes and charges may be made at short notice.\nThis policy does not form part of any colleagues’ contract of employment and MHA reserves the right at any time to amend or withdraw it.\nThis policy does not replace any reference to colleagues subsistence contained within the Business Expenses Policy, Schedule, and Guidance.\nPreferences, Allergies, and Intolerances\nIn accordance with legal requirements, allergen labelling, and advice is available in MHA’s catering facilities. \nColleagues must notify the catering team, or facilitator of any events involving provided meals, of any preferences, allergies, or intolerances so that the food can be prepared appropriately.\nColleagues with food allergies must inform their manager so that appropriate action and risk assessments can be taken to prevent exposure from other colleagues and visitors bringing their own food to that home, scheme, or office.\nMeals - MHA Care Homes\nColleagues working at a home with a catering team who are already providing meals for residents can have a daily meal provided free of charge if they choose to. \nColleagues can choose from:\nAn option from the menu for that day (this option is only to be provided where colleagues are eating at the same time and location as residents to support the mealtime experience),\nA jacket potato, with simple filling, cheese, beans, or tuna,\nOr a sandwich (with a basic filling such as ham, cheese, tuna, or egg).\nThere is no minimum shift duration required before a colleague can order a meal. \nColleagues working night shifts may request a sandwich and ask for it to be left for them ready for their shift. \nVisting colleagues (visiting as individuals or small groups of up to four) from other homes, schemes, or central support, as well as other visitors may also order a meal which should be requested (in line with the procedures set out in this policy). \nWhere a larger group of colleagues (over four attendees) is meeting at a home (such as for area meetings or workshops held in training rooms), colleagues may order an option from the menu for that day, choose from a jacket potato or a sandwich, or request the home provide a simple cold buffet.  \nMulti-option hot buffets of options not available to residents should not be prepared for colleague meetings. This should be organised in advance through the home manager. The total cost of lunch should not exceed £5 per person attending (which may include guests invited to speak at the meeting). \nColleagues must follow the procedures set out in this policy to be entitled to their meal:\nColleagues must order their food from the kitchen by 10 am. The chef on duty will keep a list of orders.\nColleagues can only request one meal per a shift, eaten in accordance with allocated break times. This will not necessarily be at the time of preparation.\nMeals must be consumed on the day of purchase and not stored overnight.\nVisiting colleagues who no longer require a meal wherever possible must give 24 hours’ notice to ensure the food doesn’t go to waste.\nCare Homes can use the Meals for Colleagues Choice Record Form to record colleague choices if they wish to. This form is not mandatory to use, and choices do not need to be reported.\nMeals - Retirement Living schemes\nColleagues are able to purchase meals from the restaurant / bistro if available with a 50% discount on all meals where MHA are the catering provider (this includes apetito provided meals).\nWhere MHA are not the catering provider and for non-apetito meals, colleagues will need to pay for the food at the time of ordering and at the same cost as the residents would pay.\nMeals - MHA Communities Schemes\nWhere colleagues / volunteers are working in an activity venue where food is provided (e.g. Lunch club etc.) it is acceptable for them to benefit from a meal, in line with this policy. \nThe cost for this should be included in the activity budget projection at the beginning of the financial year. \nMember contributions must not be increased to fund colleague / volunteer meals. \nWhere there is no food provision as part of the activity, colleagues / volunteers are able to bring personal meals as per the personal meals section of this policy.\nMeals - Central Support\nComplimentary tea, coffee and cordial is provided for all colleagues at Central Support. Milk is kept in the fridges on each floor. Note that this should not be used for anything other than a hot drink, as there is a limited supply of milk for the building. \nColleagues can also have food deliveries to the Central Support office(s). Let the Reception team know in advance and be sure to come down and collect it immediately when it arrives.\nPersonal Meals\nColleagues are welcome to bring and consume their own meals during their work or volunteering hours in line with appropriate or allocated break times and in appropriate or allocated place (e.g., break room) in the workplace kitchen. Refrigeration and heating facilities are available for personal use.\nColleagues must make sure that any food containing a known allergy to other colleagues, residents, members, or visitors, is prepared, and eaten away from them and their workspace. \nWhile using the kitchen, colleagues should be considerate of others and maintain a clean and tidy environment. \nColleagues may wish to bring meals, snacks, or cakes for their colleagues to share but colleagues must be mindful of dietary requirements, preferences, allergens, an intolerances, so should inform others of the contents of the food.\nLunch for Central Support Meetings\nLunch can be ordered for meetings, training days, and other events that take place at central support when the following criteria is met:\nThe meeting involves external people and colleagues who don’t usually work at central support (e.g., regional based or home and scheme-based colleagues).\nThe meeting is 4 hours or longer in length.\nThe cost per head should not exceed the amount claimable by an individual in the Business Expenses Policy. \nLunch cannot be ordered for meetings involving only central support attendees regardless of the length of the meeting.\nPreferences and dietary requirements can be given at the time of ordering.\nThe cost of the lunch will be deducted from the department’s budget who are running the meeting, the department cost code needs to be shared in order to make a booking.\nColleagues who are ordering a lunch for a meeting must seek approval from their department lead prior to requesting a lunch.\nThere is a minimum of five days’ notice required for lunch orders.\nTo order lunch for a meeting, complete the meeting booking form on MHA’s intranet here: Meeting room booking form\nThe reception team at Central Support will order the lunch once they receive the meeting room booking form.\nRoles and Responsibilities\nMonitoring\nIf there are any concerns about any aspect of the meal, colleagues must escalate this to the home manager where appropriate, or alternatively to the area manager or hospitality and catering manager. Any serious concerns must be escalated and actioned immediately.\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessments\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nMHA policy documents, procedures, and guidance:\nMeals for Colleagues Choice Record Form [HR8.11a]\nBusiness Expenses Policy and Procedure [FP003]\nVolunteer - Expenses Policy [VP004]\nFood Safety Policies\nMeeting room booking form\nVersion Control",
  "sections": {
    "summary": "MHA value the wellbeing of all colleagues. To foster a healthy and convenient work environment, this policy outlines the principles and procedures relating to provided and personal meals for colleagues. This policy does not replace the subsistence categories set out in the Business Expenses Policy and procedure, which covers meals whilst travelling for work, as well as entertainment (e.g., team meetings and away days), which are not included in the scope of this policy.",
    "purpose": "This policy is relevant for all MHA colleagues across Care Homes, Retirement Living, MHA Communities, MHA Collaborative Communities, and Central Support. Colleagues may be provided a meal at work if: They are working (either contractually or visiting) at a care home with a catering provision who are already providing meals for residents. They are attending an eligible central support meeting where lunch has been ordered. This policy does not affect contractual break times or lunch breaks. Eligible volunteers may also be provided a meal in line with this policy if they meet the criteria set out in the Volunteer Expenses Policy.",
    "definitions": "Statement of Intent The residents food experience must not be compromised by the implementation and application of this policy. The provision of food to colleagues as stated within this policy is considered exempt from current HRMC rules regarding tax of colleague meals. However, MHA and MHA’s colleagues must always comply with current legislation therefore changes and charges may be made at short notice. This policy does not form part of any colleagues’ contract of employment and MHA reserves the right at any time to amend or withdraw it. This policy does not replace any reference to colleagues subsistence contained within the Business Expenses Policy, Schedule, and Guidance.",
    "policy": "Meals for Colleagues Choice Record Form [HR8.11a] Business Expenses Policy and Procedure [FP003] Volunteer - Expenses Policy [VP004] Food Safety Policies Meeting room booking form Version Control",
    "responsibilities": "Monitoring If there are any concerns about any aspect of the meal, colleagues must escalate this to the home manager where appropriate, or alternatively to the area manager or hospitality and catering manager. Any serious concerns must be escalated and actioned immediately. Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk EDI Impact Assessments Equality, Diversity, and Impact Assessment to be confirmed. Resources",
    "references": "In accordance with legal requirements, allergen labelling, and advice is available in MHA’s catering facilities. Colleagues must notify the catering team, or facilitator of any events involving provided meals, of any preferences, allergies, or intolerances so that the food can be prepared appropriately. Colleagues with food allergies must inform their manager so that appropriate action and risk assessments can be taken to prevent exposure from other colleagues and visitors bringing their own food to that home, scheme, or office. Meals - MHA Care Homes Colleagues working at a home with a catering team who are already providing meals for residents can have a daily meal provided free of charge if they choose to. Colleagues can choose from: An option from the menu for that day (this option is only to be provided where colleagues are eating at the same time and location as residents to support the mealtime experience), A jacket potato, with simple filling, cheese, beans, or tuna, Or a sandwich (with a basic filling such as ham, cheese, tuna, or egg). There is no minimum shift duration required before a colleague can order a meal. Colleagues working night shifts may request a sandwich and ask for it to be left for them ready for their shift. Visting colleagues (visiting as individuals or small groups of up to four) from other homes, schemes, or central support, as well as other visitors may also order a meal which should be requested (in line with the procedures set out in this policy). Where a larger group of colleagues (over four attendees) is meeting at a home (such as for area meetings or workshops held in training rooms), colleagues may order an option from the menu for that day, choose from a jacket potato or a sandwich, or request the home provide a simple cold buffet. Multi-option hot buffets of options not available to residents should not be prepared for colleague meetings. This should be organised in advance through the home manager. The total cost of lunch should not exceed £5 per person attending (which may include guests invited to speak at the meeting). Colleagues must follow the procedures set out in this policy to be entitled to their meal: Colleagues must order their food from the kitchen by 10 am. The chef on duty will keep a list of orders. Colleagues can only request one meal per a shift, eaten in accordance with allocated break times. This will not necessarily be at the time of preparation. Meals must be consumed on the day of purchase and not stored overnight. Visiting colleagues who no longer require a meal wherever possible must give 24 hours’ notice to ensure the food doesn’t go to waste. Care Homes can use the Meals for Colleagues Choice Record Form to record colleague choices if they wish to. This form is not mandatory to use, and choices do not need to be reported. Meals - Retirement Living schemes Colleagues are able to purchase meals from the restaurant / bistro if available with a 50% discount on all meals where MHA are the catering provider (this includes apetito provided meals). Where MHA are not the catering provider and for non-apetito meals, colleagues will need to pay for the food at the time of ordering and at the same cost as the residents would pay. Meals - MHA Communities Schemes Where colleagues / volunteers are working in an activity venue where food is provided (e.g. Lunch club etc.) it is acceptable for them to benefit from a meal, in line with this policy. The cost for this should be included in the activity budget projection at the beginning of the financial year. Member contributions must not be increased to fund colleague / volunteer meals. Where there is no food provision as part of the activity, colleagues / volunteers are able to bring personal meals as per the personal meals section of this policy. Meals - Central Support Complimentary tea, coffee and cordial is provided for all colleagues at Central Support. Milk is kept in the fridges on each floor. Note that this should not be used for anything other than a hot drink, as there is a limited supply of milk for the building. Colleagues can also have food deliveries to the Central Support office(s). Let the Reception team know in advance and be sure to come down and collect it immediately when it arrives. Personal Meals Colleagues are welcome to bring and consume their own meals during their work or volunteering hours in line with appropriate or allocated break times and in appropriate or allocated place (e.g., break room) in the workplace kitchen. Refrigeration and heating facilities are available for personal use. Colleagues must make sure that any food containing a known allergy to other colleagues, residents, members, or visitors, is prepared, and eaten away from them and their workspace. While using the kitchen, colleagues should be considerate of others and maintain a clean and tidy environment. Colleagues may wish to bring meals, snacks, or cakes for their colleagues to share but colleagues must be mindful of dietary requirements, preferences, allergens, an intolerances, so should inform others of the contents of the food. Lunch for Central Support Meetings Lunch can be ordered for meetings, training days, and other events that take place at central support when the following criteria is met: The meeting involves external people and colleagues who don’t usually work at central support (e.g., regional based or home and scheme-based colleagues). The meeting is 4 hours or longer in length. The cost per head should not exceed the amount claimable by an individual in the Business Expenses Policy. Lunch cannot be ordered for meetings involving only central support attendees regardless of the length of the meeting. Preferences and dietary requirements can be given at the time of ordering. The cost of the lunch will be deducted from the department’s budget who are running the meeting, the department cost code needs to be shared in order to make a booking. Colleagues who are ordering a lunch for a meeting must seek approval from their department lead prior to requesting a lunch. There is a minimum of five days’ notice required for lunch orders. To order lunch for a meeting, complete the meeting booking form on MHA’s intranet here: Meeting room booking form The reception team at Central Support will order the lunch once they receive the meeting room booking form."
  }
}