{
  "id": "HR8.9",
  "title": "Uniform and Dress Code Policy and Procedure",
  "filename": "HR8.9 Uniform and Dress Code Policy and Procedure.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nThis policy aims to reflect MHA’s identity, high standards of care and support, and the need for flexibility to ensure inclusivity.  It is in place to set out the appearance standards for all colleagues and volunteers across MHA. \nThe following principles should be supported and promoted when it comes to uniform, work wear, dress codes, and appearances for MHA colleagues and volunteers:\nHealth, safety and well-being of residents, tenants, and members\nHealth, safety and well-being of colleagues and volunteers\nInfection prevention and control\nPublic confidence and professional image\nProfessional accountability, as defined by professional bodies/councils\nTo protect those who use MHA’s services including residents, tenants, and members, as well as visitors to MHA, this policy complies with MHA’s infection prevention and control requirements, Health, and Safety legislation including:\nThe Health and Safety at Work Act (1974).\nThe control of substances Hazardous to Health Regulations (COSHH) (2002).\nManagement   of   Health   and   Safety   at   work   Regulations (Management Regulations) (1999).\nHealth Act (2005) Code of Practice.\nScope and Purpose\nThis policy sets out the uniform and dress code principles for all MHA colleagues and volunteers (volunteers included in the term ‘colleagues’ from here onwards) in clinical and non-clinical roles across Care Homes, Retirement Living, MHA Communities, Collaborative Communities, and Central Support.\nThe purpose of this policy is to provide a standard of dress which is maintained throughout MHA to encourage corporate identity, professional appearance, a standardised corporate image to allow residents and visitors to easily identify MHA colleagues in the workplace, as well as promoting good health and safety practice while acknowledging the diversity of colleagues at MHA.\nDress Code and Appearance\nThe table below details MHA’s dress code and appearance expectations for all colleagues including additional requirements for front line colleagues.\nThe additional requirements for front line colleagues are required when helping and supporting individuals.\nWhere cultural or religious jewellery conflicts with the provisions of this policy, colleagues must discuss this with their line manager.\nWork Wear and Corporate Clothing (Non-Uniform)\nMHA’s dress code has been co-produced by colleague representatives across MHA. It is designed to ensure everyone feels comfortable when working and that we maintain a positive and respectable workplace for us all.  This is why the term ‘smart casual’ is often used.  Casual usually allows for more comfort when working, whilst also remaining appropriate to our environment. \nColleagues should also refer to the Menopause policy [HR7.10] for guidance and support to all MHA colleagues experiencing symptoms of perimenopause, menopause, and post menopause where dress code and uniform may have an impact.\nEveryone should consider the practical elements of their job, and in accordance with Health and Safety law and guidance, clothing must be appropriate to the work you do, your diary appointments and visitors to our workplace.\nOnly clothing that is appropriate and presentable should be worn, ensuring that will not offend, intimidate, threaten, or make others feel uncomfortable.  \nRevealing clothing or items with offensive or inappropriate designs, images or wording are not allowed.  \nColleagues must ensure that clothing is suitable for work purposes, clean and in a good state of repair.\nUniforms\nAll colleagues who are required to wear a uniform must wear the uniform provided and agreed by MHA. The table in appendix 1 details the uniform requirements by role.\nColleagues who are required to wear a uniform will be provided with an adequate number of uniforms in line with the table in appendix 2.\nThe amount of uniform clothing supplied by MHA is based upon the number of hours a colleague is employed to work for. \nColleagues will be able to purchase additional uniforms if they require more than their allocated amount. \nThe uniform size and measuring guide can be found on MHA Connect here.\nUniform will be replaced on an anniversary basis. At 24 months since the colleague last had uniforms supplied (e.g., from employment commencing). \nClothing supplied by MHA remains the property of MHA. \nUniform should not be worn whilst working in any other establishment. \nUniforms must be returned to the colleagues’ line manager when employment ceases. \nColleagues are expected to launder their own work clothes at home in accordance with the guidance in appendix 3 and 4, unless they are infected or contaminated, to keep them in a good state of repair, and to label each item discreetly. The cost of any clothing damaged deliberately or through neglect will be repayable by the member of colleagues to MHA. \nColleagues working away from our Homes and Schemes (e.g., undertaking a domiciliary assessment, or visiting someone in another home) do not have to wear their uniform, but are expected to wear their name badge and dress appropriately in line with the principles for of this policy and dress code for “all colleagues”.\nColleagues undertaking care or support shifts in other homes or schemes are required to wear their uniforms in line with the role being undertaken.\nAgency colleagues must wear uniforms issued by their Agency (or in line with their Agency’s uniform policy). Agency colleagues must comply and follow MHA’s dress code and appearance expectations as well as the individual requirements set out for front line colleagues if providing personal care or support.\nNon-kitchen colleagues should only enter the kitchen if they are wearing a long clean white coat over their clothes. A supply of these should be kept outside the kitchen door.\t\nColleagues serving meals to residents and members will be provided with an apron (see appendix 1) which should only be worn whilst engaged in work which requires infection control or when assisting residents with food. These aprons should not be taken home as they are laundered in house.\nAny temporary amendment to this policy due to extreme heat conditions, e.g., a decision to allow tights not to be worn or tailored shorts to be worn in community settings, will be at the discretion of the Senior Nurse Adviser and Caldicott Guardian. However, managers should feel empowered to make a decision and inform the Chief Nurse of their actions and reasoning. Resuming to usual work wear should occur as soon as possible as weather conditions normalise.\nInfection Prevention and Control Considerations\nFor operational colleagues who don’t wear a uniform, colleagues must wear short sleeves to maintain bare below the elbow when providing personal care - long sleeves can be hazardous and exposed underarms are a contamination risk. Links to further information and guidance regarding hand hygiene can be found in the resources section of the Standard Infection Control Precautions (SICPs).\nIn line with MHA’s infection control protocols:\nUniforms and workwear worn by colleagues when carrying out their duties should be clean and fit for purpose. \nUniforms and workwear should specifically support good hand hygiene. \nAlways change in and out of uniform at work or completely cover uniform when travelling to and from work. \nWear a clean uniform at the start of each shift and have enough uniforms to facilitate this. \nAlways use PPE to prevent contamination of uniforms. \nChange uniforms and workwear immediately if visibly soiled or contaminated.\nColleagues should only wear their uniform inside of the home or scheme, this does not include the outside of the building, for example the garden area. This means that colleagues must get changed or cover their uniform up if they wish to go outside for any reason other than care – e.g., to eat their lunch, or to smoke a cigarette. For operational colleagues who don’t wear a uniform, they must cover up their clothing when leaving the care home (e.g. for a cigarette).\nClean and dirty/contaminated uniforms must not be stored or transported together because of the risk of cross–contamination. The range of items supplied will be determined by the manager.  Soiled or infected laundry decontamination must be washed following the guidance set out in appendix 4.\nStandard Operating Procedures: Ordering Uniforms \nColleagues can order uniforms through MHA’s supplier (Uniforms for Work UFW) mha.uniformsforwork.com which will also be accessible through MHA’s website.  The only exceptions to this process are in 6.6 below.\nColleagues who are new to MHA will be asked for their employee number when ordering their first set of uniform. The employee number is issued as soon as the colleague meets “awaiting contract” in mhapeople, all colleagues must have an employee number and uniform before their first day of work. \nColleagues will be provided with the allocated number of uniforms; they can order additional uniform items themselves if they wish at their cost.\nWork instructions on how to order uniforms can be found in appendix 5.\nThere is additional guidance for Admin, Home, Housing, and Registered Care Managers, in appendix 6.\nBy exception it has been agreed that the below uniform items may be purchased locally by colleagues, with the cost incurred able to be reclaimed via the MHA expenses process (either WebExpenses or Cash Tin Return process). These items are:\nMaintenance worker black cargo trousers (up to a maximum value of £20 per pair). \nOptional only: Coloured hijab or turban to match uniform (up to a maximum value of £10 per hijab)\nThe allocation allowance for both of the above is 2 items for colleagues working less than 30 hours a week, and 3 items for colleagues working 30 hours per week or more.\nRoles and Responsibilities\nMonitoring\nAny disagreement or dissatisfaction with the implementation of this policy by an individual member of colleagues, which cannot be resolved by their line manager, may be raised as a resolution to support full consideration and satisfactory resolution. \nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nFailure to comply with the policy may lead to risks to those using MHA’s services and the colleagues and, therefore, repeated failure to adhere to the policy may result in disciplinary action being taken in accordance with the MHA’s Discipline Policy. \nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleagues’ line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEquality Impact Assessment (EIA)\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nMHA policy documents, procedures, and guidance:\nStandard Infection Control Precautions (SICPs)\nUniforms for work: mha.uniformsforwork.com\nUniform size guide and measuring guidelines\nAppendices\nAppendix 1 - Uniform Requirements by Role\nAppendix 2 – Uniform Allocation\nAppendix 3 – Uniform Laundry Guidance\nAppendix 4 - Uniform Decontamination Guidance\nAppendix 5 – How to Order Uniforms (Work Instructions)\nAppendix 6 – Guidance on Ordering Uniforms for Admin, Home, Housing, and Registered Care Managers)\nAppendix 1: Uniform Requirements by Role\nColleagues working in any of the following roles are required to wear the following uniform to work (in alphabetic order):\nAppendix 2: Uniform Allocation\nAppendix 3: Uniform Laundry Guidance \nDay to day washing of your uniform at home:\nUniforms should be washed regularly at 40°C, ideally with an antibacterial detergent or agent (included in some washing powders for example Aerial antibacterial detergent or available separately, for example Sainsbury’s Antibacterial Laundry Cleanser).\nIncluding an antibacterial sanitizer kills 99.9percent of bacteria, even washing below 30 degrees.\nWashing at a lower temperature also saves electricity and improves our carbon footprint.\nDue to the nature of the fabric of the uniforms, they will quickly air dry and will require minimal ironing. Why we strongly recommend NOT to tumble dry your uniforms:\nThere is an anti-wicking property that ensures that all tunics are super-fast drying.\nPolyester garments under high temperature can compromise the structure of any garment.\nTumble drying also causes a lot of static in garments, which we know is very irritating to wear.\nOn the Chefs jackets and trousers there is large component of cotton and with high heat will cause the garment to shrink.\nOverall, we will decrease our carbon footprint.\nThe following care labels below will be on each item of the uniform, clearly outlining the best way to care for you uniform and ensure longevity until you receive your top up uniforms at the 24 months anniversary.\nAppendix 4: Uniform Decontamination Guidance – contaminated, soiled, or infected clothing\nThe definition of infected or contaminated clothing applies to:\nClothing items contaminated with blood or body fluids\nThe following guidance should be followed when handling and decontaminating soiled uniforms:\nSoiled uniforms and workwear should be placed in a water soluble (alginate) bag and washed at the homes laundry facility in accordance with procedures for laundering soiled clothing.\nSoiled or contaminated clothing should be washed separately from other clothing on a hot wash cycle at 60°C using the appropriate detergents.\nAir dry new uniforms on a hanger, minimal to no ironing is required.\nNo tumble drying. \nRetirement Living, non-uniformed direct or indirect care colleagues should ensure that items of clothing are washed on a 60° washing cycle, with appropriate detergent, following the above decontamination instructions.\nThe following detergents must be used in laundry facilities for contaminated clothing: \nAppendix 5: How to Order Uniforms (Work Instructions)\nReview your uniform allocation to find out how many of each item you will be able to order. Uniform allocation is decided based on your role and working hours. This will be important for the next steps.\nCreate your account on the Uniforms for Work website (mha.uniformsforwork.com)\nTo do this click on the New Employee button to the right of the screen and enter your personal details and employee information. Note that each colleague ordering a uniform will need to create their own account.\nYou can review your uniform allocation from this page also, as well as in the lefthand menu under “MHA Allocation”. Please make sure you only order the garments and the quantities you have been allocated; if you try to order more the page will disable. (Note that, after this initial rollout, any uniform items ordered in excess of the uniform allocation will be chargeable to the individual.)\nWhen adding your role(s), if you indicate PT (part-time) or VPT (very part-time), the form will allow you to enter two job roles. If you perform more than two roles you will need to order the additional uniforms using a voucher code that you will receive from your Admin Manager.\nYou will receive a welcome email after successfully creating your account.\nAfter you have created your account, you will be able to access the Client Zone from the left-hand menu.\nIn step 2 you already entered your Personal Details. You do not need to add your Addresses for this first order. Once you have placed your order in steps 4-6, it will appear under Orders.\nGo to Shop, again from the left-hand menu. Your uniform items will appear. \nClick on each item and enter the size you need.\nYou will also need to enter how many of each item you require, per the uniform allocation tables. Remember to order only the number of items allocated to you.\nAdd to bag.\nAfter each item, click Back to MHA Shop to select the next item and add all your uniform items to the bag.\nDo this for each uniform item that appears in your shop.\nWhen you have added all your items, go to My bag in the left-hand menu and review your order.\nDouble check sizes and amounts.\nClick on Confirm Details to send your order through to your homes / schemes main email address.\nYou will receive an email confirmation of your order.\nAnd that’s it! Now you are one step closer to getting hold of the new uniform\nAppendix 6: Guidance on Ordering Uniforms for Admin, Home, Housing, and Registered Care Managers\nThe following steps are for Admin, Home, Housing, and Registered Care Managers: \nOrder confirmation emails will also be sent to the central home/scheme email addresses.\nAdmin managers, registered care managers or housing managers will need to retrieve these order forms and sent to sales@uniformsforwork.com. \nForms must be sent together in one email. Please do not send forms one by one.\nLarger homes/schemes with e.g. 120 employees may split their forms across multiple emails, e.g. sending 40 forms in 3 emails.\nVERY IMPORTANT: Orders will only become active when these forms have been emailed to Uniforms for Work.\nVersion Control",
  "sections": {
    "summary": "This policy aims to reflect MHA’s identity, high standards of care and support, and the need for flexibility to ensure inclusivity. It is in place to set out the appearance standards for all colleagues and volunteers across MHA. The following principles should be supported and promoted when it comes to uniform, work wear, dress codes, and appearances for MHA colleagues and volunteers: Health, safety and well-being of residents, tenants, and members Health, safety and well-being of colleagues and volunteers Infection prevention and control Public confidence and professional image Professional accountability, as defined by professional bodies/councils To protect those who use MHA’s services including residents, tenants, and members, as well as visitors to MHA, this policy complies with MHA’s infection prevention and control requirements, Health, and Safety legislation including: The Health and Safety at Work Act (1974). The control of substances Hazardous to Health Regulations (COSHH) (2002). Management of Health and Safety at work Regulations (Management Regulations) (1999). Health Act (2005) Code of Practice.",
    "purpose": "This policy sets out the uniform and dress code principles for all MHA colleagues and volunteers (volunteers included in the term ‘colleagues’ from here onwards) in clinical and non-clinical roles across Care Homes, Retirement Living, MHA Communities, Collaborative Communities, and Central Support. The purpose of this policy is to provide a standard of dress which is maintained throughout MHA to encourage corporate identity, professional appearance, a standardised corporate image to allow residents and visitors to easily identify MHA colleagues in the workplace, as well as promoting good health and safety practice while acknowledging the diversity of colleagues at MHA. Dress Code and Appearance The table below details MHA’s dress code and appearance expectations for all colleagues including additional requirements for front line colleagues. The additional requirements for front line colleagues are required when helping and supporting individuals. Where cultural or religious jewellery conflicts with the provisions of this policy, colleagues must discuss this with their line manager. Work Wear and Corporate Clothing (Non-Uniform) MHA’s dress code has been co-produced by colleague representatives across MHA. It is designed to ensure everyone feels comfortable when working and that we maintain a positive and respectable workplace for us all. This is why the term ‘smart casual’ is often used. Casual usually allows for more comfort when working, whilst also remaining appropriate to our environment. Colleagues should also refer to the Menopause policy [HR7.10] for guidance and support to all MHA colleagues experiencing symptoms of perimenopause, menopause, and post menopause where dress code and uniform may have an impact. Everyone should consider the practical elements of their job, and in accordance with Health and Safety law and guidance, clothing must be appropriate to the work you do, your diary appointments and visitors to our workplace. Only clothing that is appropriate and presentable should be worn, ensuring that will not offend, intimidate, threaten, or make others feel uncomfortable. Revealing clothing or items with offensive or inappropriate designs, images or wording are not allowed. Colleagues must ensure that clothing is suitable for work purposes, clean and in a good state of repair. Uniforms All colleagues who are required to wear a uniform must wear the uniform provided and agreed by MHA. The table in appendix 1 details the uniform requirements by role. Colleagues who are required to wear a uniform will be provided with an adequate number of uniforms in line with the table in appendix 2. The amount of uniform clothing supplied by MHA is based upon the number of hours a colleague is employed to work for. Colleagues will be able to purchase additional uniforms if they require more than their allocated amount. The uniform size and measuring guide can be found on MHA Connect here. Uniform will be replaced on an anniversary basis. At 24 months since the colleague last had uniforms supplied (e.g., from employment commencing). Clothing supplied by MHA remains the property of MHA. Uniform should not be worn whilst working in any other establishment. Uniforms must be returned to the colleagues’ line manager when employment ceases. Colleagues are expected to launder their own work clothes at home in accordance with the guidance in appendix 3 and 4, unless they are infected or contaminated, to keep them in a good state of repair, and to label each item discreetly. The cost of any clothing damaged deliberately or through neglect will be repayable by the member of colleagues to MHA. Colleagues working away from our Homes and Schemes (e.g., undertaking a domiciliary assessment, or visiting someone in another home) do not have to wear their uniform, but are expected to wear their name badge and dress appropriately in line with the principles for of this policy and dress code for “all colleagues”. Colleagues undertaking care or support shifts in other homes or schemes are required to wear their uniforms in line with the role being undertaken. Agency colleagues must wear uniforms issued by their Agency (or in line with their Agency’s uniform policy). Agency colleagues must comply and follow MHA’s dress code and appearance expectations as well as the individual requirements set out for front line colleagues if providing personal care or support. Non-kitchen colleagues should only enter the kitchen if they are wearing a long clean white coat over their clothes. A supply of these should be kept outside the kitchen door. Colleagues serving meals to residents and members will be provided with an apron (see appendix 1) which should only be worn whilst engaged in work which requires infection control or when assisting residents with food. These aprons should not be taken home as they are laundered in house. Any temporary amendment to this policy due to extreme heat conditions, e.g., a decision to allow tights not to be worn or tailored shorts to be worn in community settings, will be at the discretion of the Senior Nurse Adviser and Caldicott Guardian. However, managers should feel empowered to make a decision and inform the Chief Nurse of their actions and reasoning. Resuming to usual work wear should occur as soon as possible as weather conditions normalise. Infection Prevention and Control Considerations For operational colleagues who don’t wear a uniform, colleagues must wear short sleeves to maintain bare below the elbow when providing personal care - long sleeves can be hazardous and exposed underarms are a contamination risk. Links to further information and guidance regarding hand hygiene can be found in the resources section of the Standard Infection Control Precautions (SICPs). In line with MHA’s infection control protocols: Uniforms and workwear worn by colleagues when carrying out their duties should be clean and fit for purpose. Uniforms and workwear should specifically support good hand hygiene. Always change in and out of uniform at work or completely cover uniform when travelling to and from work. Wear a clean uniform at the start of each shift and have enough uniforms to facilitate this. Always use PPE to prevent contamination of uniforms. Change uniforms and workwear immediately if visibly soiled or contaminated. Colleagues should only wear their uniform inside of the home or scheme, this does not include the outside of the building, for example the garden area. This means that colleagues must get changed or cover their uniform up if they wish to go outside for any reason other than care – e.g., to eat their lunch, or to smoke a cigarette. For operational colleagues who don’t wear a uniform, they must cover up their clothing when leaving the care home (e.g. for a cigarette). Clean and dirty/contaminated uniforms must not be stored or transported together because of the risk of cross–contamination. The range of items supplied will be determined by the manager. Soiled or infected laundry decontamination must be washed following the guidance set out in appendix 4.",
    "procedure": "Colleagues can order uniforms through MHA’s supplier (Uniforms for Work UFW) mha.uniformsforwork.com which will also be accessible through MHA’s website. The only exceptions to this process are in 6.6 below. Colleagues who are new to MHA will be asked for their employee number when ordering their first set of uniform. The employee number is issued as soon as the colleague meets “awaiting contract” in mhapeople, all colleagues must have an employee number and uniform before their first day of work. Colleagues will be provided with the allocated number of uniforms; they can order additional uniform items themselves if they wish at their cost. Work instructions on how to order uniforms can be found in appendix 5. There is additional guidance for Admin, Home, Housing, and Registered Care Managers, in appendix 6. By exception it has been agreed that the below uniform items may be purchased locally by colleagues, with the cost incurred able to be reclaimed via the MHA expenses process (either WebExpenses or Cash Tin Return process). These items are: Maintenance worker black cargo trousers (up to a maximum value of £20 per pair). Optional only: Coloured hijab or turban to match uniform (up to a maximum value of £10 per hijab) The allocation allowance for both of the above is 2 items for colleagues working less than 30 hours a week, and 3 items for colleagues working 30 hours per week or more.",
    "responsibilities": "Monitoring Any disagreement or dissatisfaction with the implementation of this policy by an individual member of colleagues, which cannot be resolved by their line manager, may be raised as a resolution to support full consideration and satisfactory resolution. Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. Failure to comply with the policy may lead to risks to those using MHA’s services and the colleagues and, therefore, repeated failure to adhere to the policy may result in disciplinary action being taken in accordance with the MHA’s Discipline Policy. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleagues’ line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Equality Impact Assessment (EIA) Equality, Diversity, and Impact Assessment to be confirmed. Resources MHA policy documents, procedures, and guidance: Standard Infection Control Precautions (SICPs) Uniforms for work: mha.uniformsforwork.com Uniform size guide and measuring guidelines Appendices Appendix 1 - Uniform Requirements by Role Appendix 2 – Uniform Allocation Appendix 3 – Uniform Laundry Guidance Appendix 4 - Uniform Decontamination Guidance Appendix 5 – How to Order Uniforms (Work Instructions) Appendix 6 – Guidance on Ordering Uniforms for Admin, Home, Housing, and Registered Care Managers) Appendix 1: Uniform Requirements by Role Colleagues working in any of the following roles are required to wear the following uniform to work (in alphabetic order): Appendix 2: Uniform Allocation Appendix 3: Uniform Laundry Guidance Day to day washing of your uniform at home: Uniforms should be washed regularly at 40°C, ideally with an antibacterial detergent or agent (included in some washing powders for example Aerial antibacterial detergent or available separately, for example Sainsbury’s Antibacterial Laundry Cleanser). Including an antibacterial sanitizer kills 99.9percent of bacteria, even washing below 30 degrees. Washing at a lower temperature also saves electricity and improves our carbon footprint. Due to the nature of the fabric of the uniforms, they will quickly air dry and will require minimal ironing. Why we strongly recommend NOT to tumble dry your uniforms: There is an anti-wicking property that ensures that all tunics are super-fast drying. Polyester garments under high temperature can compromise the structure of any garment. Tumble drying also causes a lot of static in garments, which we know is very irritating to wear. On the Chefs jackets and trousers there is large component of cotton and with high heat will cause the garment to shrink. Overall, we will decrease our carbon footprint. The following care labels below will be on each item of the uniform, clearly outlining the best way to care for you uniform and ensure longevity until you receive your top up uniforms at the 24 months anniversary. Appendix 4: Uniform Decontamination Guidance – contaminated, soiled, or infected clothing The definition of infected or contaminated clothing applies to: Clothing items contaminated with blood or body fluids The following guidance should be followed when handling and decontaminating soiled uniforms: Soiled uniforms and workwear should be placed in a water soluble (alginate) bag and washed at the homes laundry facility in accordance with procedures for laundering soiled clothing. Soiled or contaminated clothing should be washed separately from other clothing on a hot wash cycle at 60°C using the appropriate detergents. Air dry new uniforms on a hanger, minimal to no ironing is required. No tumble drying. Retirement Living, non-uniformed direct or indirect care colleagues should ensure that items of clothing are washed on a 60° washing cycle, with appropriate detergent, following the above decontamination instructions. The following detergents must be used in laundry facilities for contaminated clothing: Appendix 5: How to Order Uniforms (Work Instructions) Review your uniform allocation to find out how many of each item you will be able to order. Uniform allocation is decided based on your role and working hours. This will be important for the next steps. Create your account on the Uniforms for Work website (mha.uniformsforwork.com) To do this click on the New Employee button to the right of the screen and enter your personal details and employee information. Note that each colleague ordering a uniform will need to create their own account. You can review your uniform allocation from this page also, as well as in the lefthand menu under “MHA Allocation”. Please make sure you only order the garments and the quantities you have been allocated; if you try to order more the page will disable. (Note that, after this initial rollout, any uniform items ordered in excess of the uniform allocation will be chargeable to the individual.) When adding your role(s), if you indicate PT (part-time) or VPT (very part-time), the form will allow you to enter two job roles. If you perform more than two roles you will need to order the additional uniforms using a voucher code that you will receive from your Admin Manager. You will receive a welcome email after successfully creating your account. After you have created your account, you will be able to access the Client Zone from the left-hand menu. In step 2 you already entered your Personal Details. You do not need to add your Addresses for this first order. Once you have placed your order in steps 4-6, it will appear under Orders. Go to Shop, again from the left-hand menu. Your uniform items will appear. Click on each item and enter the size you need. You will also need to enter how many of each item you require, per the uniform allocation tables. Remember to order only the number of items allocated to you. Add to bag. After each item, click Back to MHA Shop to select the next item and add all your uniform items to the bag. Do this for each uniform item that appears in your shop. When you have added all your items, go to My bag in the left-hand menu and review your order. Double check sizes and amounts. Click on Confirm Details to send your order through to your homes / schemes main email address. You will receive an email confirmation of your order. And that’s it! Now you are one step closer to getting hold of the new uniform Appendix 6: Guidance on Ordering Uniforms for Admin, Home, Housing, and Registered Care Managers The following steps are for Admin, Home, Housing, and Registered Care Managers: Order confirmation emails will also be sent to the central home/scheme email addresses. Admin managers, registered care managers or housing managers will need to retrieve these order forms and sent to sales@uniformsforwork.com. Forms must be sent together in one email. Please do not send forms one by one. Larger homes/schemes with e.g. 120 employees may split their forms across multiple emails, e.g. sending 40 forms in 3 emails. VERY IMPORTANT: Orders will only become active when these forms have been emailed to Uniforms for Work. Version Control"
  }
}