{
  "id": "HR9.2",
  "title": "Driving for Work and Volunteering Policy",
  "filename": "HR9.2 Driving for Work and Volunteering Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nDriving for work refers to colleagues and volunteers who are required to drive a vehicle in order to fulfil their role.\nOnly a vehicle which meets the requirements of this policy should be used for “driving for work.” MHA will identify and reduce to an acceptable level the risks associated with work related driving in line with legislation and with consideration to current guidance.\nScope and Purpose\nThis policy applies to all colleagues and volunteers of MHA. For the purpose of this policy “drivers” refers to all MHA colleagues and volunteers driving for work of volunteering.\nVehicle Types - Driving for Work or Volunteering\nThere are three categories of colleagues who drive for work or volunteering:\nStatement of Intent\nAll drivers will be asked for evidence that they meet the requirements set out throughout this policy. \nMHA has a duty of care under the Health and Safety at Work etc Act 1974 to ensure the health & safety of colleagues. There are a number of specific employer duties under road traffic law, including those relating to the Road Traffic Act, and Road Vehicle (Construction and Use) Regulations, which are administered by the police and various other agencies such as the Driver and Vehicle Standards Agency. \nThe Provision and Use of Work Equipment Regulations 1998 includes motor vehicles in its definition of “work equipment.”  A recent amendment also directs the employer to consider any other vehicle being used to conduct ‘business,’ to be a “place of work.”\nIf a colleague has a job where it is necessary to drive in order to perform their duties and responsibilities, the possession of a valid driving licence is a condition of employment. In these circumstances, loss of a licence may result in disciplinary action.\nDrivers with a car allowance must report any accidents or incidents whilst driving on business in a timely manner to the relevant line manager(s), which must be reported further to HR and recorded in the colleague’s personal file.\nIf a colleague with a car allowance, or a driver of a MHA owned vehicle is disqualified from driving by a court or becomes unable to drive for any reason including injury, they must inform their manager immediately.\nRequirements for All Drivers: Procedure\nDrivers must produce evidence of a valid driving licence, vehicle insurance, and a vehicle MOT, Driving licence, Insurance, and Vehicle details (in line with points 5.3, 5.4, and 5.5 of this policy) for drives must be recorded:\nFor colleagues - in mhapeople and renewed in line with the expiry dates for both the driving licence and insurance. For guidance notes on how to input this information into mhapeople, see appendix 1.\nFor volunteers - in the volunteer database, or Sugar CRM in MHA Communities. Volunteers must also complete the Driver Assessment Information Form.\nDrivers who fail to produce the required documents (including driving licence, insurance, and MOT), or if evidence is found to be inconsistent with that submitted by the driver, or if evidence affects the colleague’s ability to perform the role, managers must raise the matter with HR immediately and any pending journey related expenses such as mileage cannot be signed off pending investigation. Drivers who have a car allowance will have their car or allowance suspended and will be subject to disciplinary action.\nDriving Licence\nAll drivers must have a valid driving licence (in date).\nDrivers will be asked to for proof of their driving licence which line managers must confirm has been seen in mhapeople including (see appendix 1):\nName on driving licence\nValid From\nValid until\nLicence number\nIssuing Country\nVehicle Insurance\nAll vehicles must have valid insurance which covers all MHA drivers under “business insurance” (not personal).\nInsurance dates must be added to mhapeople (form completed annually), managers to confirm it is business insurance.\nFor MHA owned vehicles (such as minibuses or pool cars)\nVehicle information must be input into mhapeople by line management (see appendix 1 for guidance on how to do this) “for Managers to follow”.\nVehicle MOT\nDrivers must ensure that the vehicle(s) has a valid MOT (if vehicle is over 3 years old), this can be checked on the gov.uk website.\nFor MHA owned vehicles (such as minibuses or pool cars)\nSafe Travelling\nDrivers are encouraged to read the “Driver Wellbeing” section on the MHA Benefits Reward Platform – Vivup. Guidance on how to access Vivup can be found in Appendix 2.\nDrivers must adhere to the law when driving for work or volunteering, this includes the usage of mobile phones when driving, and driving under the influence of alcohol, drugs, or medication. MHA strongly discourages the use of hands-free phones whilst driving due to the distraction and other associated risks linked to the use of such phones. MHA line managers must not expect phone related work to be done during time spent driving.\nBefore travelling, be sure to plan the journey; consider whether it is necessary or if alternative methods could be used that would meet the business aims - e.g., Teams calls. Drivers are encouraged to:\nPlan journeys ahead of time, ensuring method of navigation is up to date and correct.\nAllow plenty of time for journeys, including rest breaks and allowances for rest breaks, dangerous weather, congestion etc.\nIf carrying a load, drivers must ensure loading is done properly following the vehicles handbook for loading limits, consider placement of load, ensure objects are secured.\nDrivers must use their judgement to assess if it is safe and appropriate to make a journey in difficult driving conditions, such as heavy snow or ice, or thick fog. If it is not safe, or does not feel safe, do not drive, and discuss with your manager using alternative transport or making other arrangements to work or volunteer remotely from the desired location.\nCar Allowances\nColleagues must refer to their contract of employment which confirms whether they are working in a role with a car allowance entitlement. \nEligibility for the car allowance is at the discretion of the organisation considering the following principles:\nConsideration will be given to new roles and whether a car allowance is required during the job evaluation process. The allocation of a new job need car allowance must be supported by a business case, to identify the ongoing business requirement to travel. \nFor existing colleagues without a car allowance can submit a business case including unmistakable evidence, based on six months mileage history where appropriate, that the job need criteria will be met on an ongoing basis. Each business case will be approved by the leadership team director in conjunction with the local HR Business Partner.\nFor car allowance levels, please refer to the business expenses policy. The level of Car Allowance is set to enable the colleague to properly maintain and insure their car. The allowance is not intended to cover the full cost of providing a car.\nAs a guide to determining the allowance, the organisation has assumed that the colleague will use a Personal Contract Plan (PCP) arrangement with the maintenance option, although colleagues may prefer to choose alternatives, such as purchasing a new or second-hand car, provided the Car Allowance terms of provision are met.\nA colleague who receives a Car Allowance will be obliged to:\nShould use their vehicle for all business journeys unless agreed in advance with their line manager an alternative method of travel (where train or air travel is more appropriate i.e., exceptionally long journeys or journeys to London).\nHold a full valid driving licence, where you are able to drive in the UK and provide business insurance cover.\nProvide a vehicle suitable for business use1 which scores at least four stars on the European New Car Assessment Programme (Euro NCAP) safety programme (http://www.euroncap.com)\nShould the Euro NCAP safety programme change the current star rating system then the star rating requirement will be reviewed by the.\nAt any point should the colleague’s vehicle fall below a 4-star rating they will be obliged to replace their vehicle with one which meets the requirements.\nIn both the above circumstances a grace period of 3 months will apply before the colleague is obliged to upgrade their vehicle.\nProvide GAP insurance cover (Personal Contract Plan arrangements only)\nProvide an alternative vehicle, whether through insurance or hired at their own expense, if their vehicle is temporarily off the road and they are required to travel on business.\nSubmit business mileage expense claims in line with MHA’s Business Expenses policy.\nEnsure that the vehicle remains safe to drive at all times.\nCar Allowance Terms and Conditions\nUnder no circumstances can colleagues smoke or vape in cars subject to a car allowance.\nManagers will review the roles which are entitled to a car allowance annually during the Budget review process. In the event a role is no longer deemed to require a car allowance the allowance will be removed. In such circumstances the colleague in the role will be given six months’ notice that the Allowance will cease, during which time the monthly car allowance will continue to be paid.\nPart-time colleagues who are eligible to receive a car allowance will receive the full car allowance value appropriate to their grade.\nColleagues in receipt of a car allowance who take maternity leave will continue to receive the car allowance throughout the full period of maternity leave.\nColleagues in receipt of a car allowance who are absent due to long-term sickness absence will continue to receive their full car allowance whilst they are in receipt sick pay. When a colleague exhausts sick pay, then the car allowance will be suspended.\nIf a colleague resigns, or is dismissed, from the organisation, the Car Allowance will cease with effect from the colleague’s effective date of termination.\nNo compensation will be paid to colleagues in relation to Car Allowance in the event of redundancy or death in service.\nMHA Owned Vehicle Safety\nRisk assessments must be conducted for all activities involving the use of minibuses. The assessments must make special provision for unplanned events - e.g., breakdowns, medical incidents.\nWhen hiring a minibus with a driver it is reasonable to assume that, providing the hirer is a PSV (Public Service Vehicle) operator, the vehicle and its driver are regulated by the Traffic Commissioners and should be safe. Consult: https://www.gov.uk/find-vehicle-operators to check the provider.\nWhen operating a Home or Communities Service minibus, or sharing, borrowing, or hiring a minibus which requires a colleague to drive, this must be done in accordance with the “Minibus Safety – code of practice” published by RoSPA - which MHA has adopted where applicable for MHA activities. This is a very thorough code of practice, and the requirements and recommendations should be followed. \nPlease see Guidance Notes section for more details on the requirements for operating an owned / shared / borrowed or hired minibus and providing the driver.\nThe Pre-journey Minibus Checklist in Appendix 4 must be completed ahead of the first journey of each day the minibus is in use. If there is a driver change during the day, the form should be used as a handover document.\nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring and supervision of our colleagues.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nImpact Assessments\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nMHA policy documents, procedures, and guidance:\nHR9.2a Driving for Volunteering Driver Assessment Information Form\nFP003: Business Expenses Policy\nHS401: Risk Assessment Policy\nHR8.8: Alcohol Drug and Dependency Policy\nExternal Resources \nDriving for Work Using Own Vehicles – RoSPA (2018) \nAppendices\nAppendix 1: Logging Driver Details in mhapeople - Information for Colleagues to Follow\nAppendix 2: Logging Driver AND Vehicle Details in mhapeople - Information for Line Managers to Follow\nAppendix 3: Driver Wellbeing – Accessing Vivup Guidance\nAppendix 4: Pre-Journey Minibus Checklist\nAppendix 5: Guidance Notes\nAppendix 1: Logging Driver Details in mhapeople - Information for Colleagues to Follow\nOn the front page off mymha click on View Profile\nClick on Add Driving Licence Details\nInput the following:\nName on driving licence\nValid From\nValid until\nLicence number\nIssuing Country\nClick Save\nAppendix 2: Logging Driver AND Vehicle Details in mhapeople - Information for Line Managers to Follow\n“Employee Information”\nFind the person you wish to add the vehicle information.\nClick on Vehicle Details\nClick on 1. Input Vehicle Details\nPlease input the following:\nVehicle Type\nVehicle Registration\nStart Date\nFuel Type\nInsurance Checked\nValid Until (Please note this will trigger and email to the manager reminding them that the insurance needs to be rechecked)\nMOT Checked (Please use https://www.gov.uk/check-mot-history to check if the MOT is valid)\nSave\nCheck or input Driving Licence\nThe colleague should input their driving licence details through mymha so all you need to do is to check the details against the driving licence produced to you. But you also have the option to input the licence details on their behalf.\nEmployee Information\nFind the person you wish to add the vehicle information.\nClick on Vehicle Details\nClick on 2. Driving Licence Details\nPlease check or input the following.\nName on Driving Licence\nValid from\nValid until (This will produce an email to the manager informing them that a new driving licence needs to be checked)\nDate verified (The date the manager checked the document)\nLicence number\nIssuing Country\nSave\nAppendix 3: Driver Wellbeing – Accessing Vivup Guidance\nOnce you have logged into Vivup. Choose “Health and Wellbeing”\nChoose “Useful Links” and “Driver Wellbeing”\nAppendix 4: Pre-Journey Minibus Checklist\nAppendix 5: Guidance Notes\nMHA Owned / Shared / Borrowed or Hired Vehicles\nDriver Training\nDrivers must be trained to a standard equivalent to that achieved by completion of the Community Transport Association MiDAS programme. \nDriver training and assessment must include instruction on the use of passenger lifts and the loading, unloading, and securing of wheelchairs (if relevant). This training is also recommended for employees and volunteers who will be escorting and supporting service users (see further below).\nEscorts / Passenger Assistant\nAn escort / passenger assistant should ideally be present on a minibus when scheme members are being transported. The role of the escort / passenger assistant is:\nto prevent the driver being distracted by passengers.\nto assist passengers safely on and off the minibus\nto assist in the event of a breakdown or other emergency\nto ensure the passenger safely reaches their destination.\nManagers should ensure that escorts / passenger assistants are familiar with the vehicle - especially the emergency exits, first aid kit, fire extinguishers, emergency / breakdown procedures and trip details. It is good practice for volunteers to have access to an MHA mobile phone whilst in transit.\nSection 19 Permits\nIf passengers are charged either directly or indirectly for use of the service then you must, obtain a “Section 19 Permit” from your local Traffic Area Office. The permit is not specific to one vehicle and a Home / Communities Service can hold more than one permit. Every vehicle must have a permit on display when being operated. A permit can only be used by one vehicle at a time. Permits last for 5 years. \nTail-Lift Inspections\nHydraulic wheelchair lifts must undergo a ‘thorough examination and inspection’ by a competent person every 6 months.\nAppropriate and timely servicing, MOT and insurance should be arranged, and appropriate records maintained. This must include where necessary the servicing and six monthly thorough (LOLER) examination records for mechanised access platforms.\nDrivers should conduct a pre-trip vehicle check, inside and outside the vehicle and record any visible damage or faults. Notes should be made of any emergency equipment that has been used and any incidents that have occurred during the journey. Any faults should be reported to the relevant Manager in a timely manner and the vehicle should not be used again until the fault is rectified.\nThe Manager has a duty to ensure that staff / volunteer escorts have sufficient experience and ability to accept responsibility for the welfare of the Residents, Scheme Members or other service users being transported.\nDrivers / escorts must make sure that all passengers have boarded, are safely seated, and are wearing properly adjusted seat belts, before moving off. The doors must be properly closed, but not locked. Equally, they must ensure that all passengers have left the vehicle and are clear of the doors before moving off. Drivers should be aware of the dangers of passengers’ clothes becoming trapped in a door. Frail members and those with poor mobility should be encouraged to access the vehicle using the disabled access / raised platform facilities.\nWheelchairs\nPassengers may travel in their own wheelchairs if they wish and if this is appropriate. However, passengers who are able to transfer from a wheelchair to a seat will be asked to do so, for their comfort and safety and for the wheelchair to be securely stored during the journey.\nA passenger may remain in their wheelchair during the journey, provided that the wheelchair is secured in a forward-facing or a rearward-facing position (never sideways), and it is securely and symmetrically fixed to the vehicle with suitable restraints.\nWheelchairs must not obstruct a door or gangway. Some wheelchairs, such as those designed for sports use, are unsuitable for travelling in.\nThe wheelchair user must be secured with seatbelts (three-point belts or harness) attached to the vehicle tracking and the wheelchair handbrake must be applied.\nThe power on electric wheelchairs should be switched off and the batteries rigidly attached to the wheelchair.\nTracking for the wheelchair and occupant restraint system must be kept clean.\nDrivers and escorts / passenger assistants should be trained in the care (boarding and assistance) of passengers who travel in their wheelchairs.\nPick-ups and Drop offs.\nThe place where passengers are picked up and dropped off should be pre-arranged. Consideration should be given to the safety of the passengers waiting for the vehicle to arrive, boarding, and leaving the vehicle at these places. Where necessary a risk assessment should be conducted - e.g., locations with dark stairways or paths.\nWhere appropriate, families / carers should be aware of the approximate times and location of pick up and drop off.\nWhere appropriate, the escort / passenger assistant should ensure that the passenger has reached their home safely, has entered their home safely, and is not left in any danger.\nDrivers should only use suitable, agreed, drop off points. They should ensure that passengers do not exit from doors opening into traffic. When collecting or dropping off passengers from / to premises on the offside of a one-way street, the passengers are escorted across the road when it is safe to do so.\nUse of Seat Belts\nAll passengers travelling in the vehicle must wear a seat belt (this includes driver and volunteer escort).\nThe driver and escort / passenger assistant must ensure that the passengers are informed before each journey that they must wear a seat belt.\nIt is important that seat belts are correctly adjusted for the wearer to maximise their effectiveness. The basic points to note are:\nThe belt should be worn as tight as reasonably possible.\nThe lap belt should go over the pelvic region, not the stomach.\nPassengers who do not wear a seat belt put themselves and other occupants at risk. In such cases, the risk should be explained to the passenger, if a refusal still occurs then the passenger will be refused the journey on the vehicle. However, the passenger should not be left behind if this would place them in danger. In such circumstances the Manager should be contacted immediately.\nExemptions\nExemptions can be claimed by anyone holding a valid certificate signed by a medical practitioner stating that it is inadvisable on medical grounds for them to wear a seat belt. In deciding whether to grant an exemption, a medical practitioner needs to judge each case on its merits. No conditions justify automatic exemption.\nAll certificates must specify a period of validity, which may be as long or as short as medically justified. Note that a medical practitioner’s letter is not, in law, a valid substitute. The passenger must keep the certificate with them to show to the police, if challenged. The organisation’s insurers may need to be informed if someone insists on travelling without being restrained by a seat belt.\nA risk assessment should be undertaken for passengers travelling with a medical exemption certificate to determine where they can safely sit within the vehicle.\nVersion Control",
  "sections": {
    "summary": "Driving for work refers to colleagues and volunteers who are required to drive a vehicle in order to fulfil their role. Only a vehicle which meets the requirements of this policy should be used for “driving for work.” MHA will identify and reduce to an acceptable level the risks associated with work related driving in line with legislation and with consideration to current guidance.",
    "purpose": "This policy applies to all colleagues and volunteers of MHA. For the purpose of this policy “drivers” refers to all MHA colleagues and volunteers driving for work of volunteering. Vehicle Types - Driving for Work or Volunteering There are three categories of colleagues who drive for work or volunteering: Statement of Intent All drivers will be asked for evidence that they meet the requirements set out throughout this policy. MHA has a duty of care under the Health and Safety at Work etc Act 1974 to ensure the health & safety of colleagues. There are a number of specific employer duties under road traffic law, including those relating to the Road Traffic Act, and Road Vehicle (Construction and Use) Regulations, which are administered by the police and various other agencies such as the Driver and Vehicle Standards Agency. The Provision and Use of Work Equipment Regulations 1998 includes motor vehicles in its definition of “work equipment.” A recent amendment also directs the employer to consider any other vehicle being used to conduct ‘business,’ to be a “place of work.” If a colleague has a job where it is necessary to drive in order to perform their duties and responsibilities, the possession of a valid driving licence is a condition of employment. In these circumstances, loss of a licence may result in disciplinary action. Drivers with a car allowance must report any accidents or incidents whilst driving on business in a timely manner to the relevant line manager(s), which must be reported further to HR and recorded in the colleague’s personal file. If a colleague with a car allowance, or a driver of a MHA owned vehicle is disqualified from driving by a court or becomes unable to drive for any reason including injury, they must inform their manager immediately.",
    "policy": "External Resources Driving for Work Using Own Vehicles – RoSPA (2018) Appendices Appendix 1: Logging Driver Details in mhapeople - Information for Colleagues to Follow Appendix 2: Logging Driver AND Vehicle Details in mhapeople - Information for Line Managers to Follow Appendix 3: Driver Wellbeing – Accessing Vivup Guidance Appendix 4: Pre-Journey Minibus Checklist Appendix 5: Guidance Notes Appendix 1: Logging Driver Details in mhapeople - Information for Colleagues to Follow On the front page off mymha click on View Profile Click on Add Driving Licence Details Input the following: Name on driving licence Valid From Valid until Licence number Issuing Country Click Save Appendix 2: Logging Driver AND Vehicle Details in mhapeople - Information for Line Managers to Follow “Employee Information” Find the person you wish to add the vehicle information. Click on Vehicle Details Click on 1. Input Vehicle Details Please input the following: Vehicle Type Vehicle Registration Start Date Fuel Type Insurance Checked Valid Until (Please note this will trigger and email to the manager reminding them that the insurance needs to be rechecked) MOT Checked (Please use https://www.gov.uk/check-mot-history to check if the MOT is valid) Save Check or input Driving Licence The colleague should input their driving licence details through mymha so all you need to do is to check the details against the driving licence produced to you. But you also have the option to input the licence details on their behalf. Employee Information Find the person you wish to add the vehicle information. Click on Vehicle Details Click on 2. Driving Licence Details Please check or input the following. Name on Driving Licence Valid from Valid until (This will produce an email to the manager informing them that a new driving licence needs to be checked) Date verified (The date the manager checked the document) Licence number Issuing Country Save Appendix 3: Driver Wellbeing – Accessing Vivup Guidance Once you have logged into Vivup. Choose “Health and Wellbeing” Choose “Useful Links” and “Driver Wellbeing” Appendix 4: Pre-Journey Minibus Checklist Appendix 5: Guidance Notes MHA Owned / Shared / Borrowed or Hired Vehicles Driver Training Drivers must be trained to a standard equivalent to that achieved by completion of the Community Transport Association MiDAS programme. Driver training and assessment must include instruction on the use of passenger lifts and the loading, unloading, and securing of wheelchairs (if relevant). This training is also recommended for employees and volunteers who will be escorting and supporting service users (see further below). Escorts / Passenger Assistant An escort / passenger assistant should ideally be present on a minibus when scheme members are being transported. The role of the escort / passenger assistant is: to prevent the driver being distracted by passengers. to assist passengers safely on and off the minibus to assist in the event of a breakdown or other emergency to ensure the passenger safely reaches their destination. Managers should ensure that escorts / passenger assistants are familiar with the vehicle - especially the emergency exits, first aid kit, fire extinguishers, emergency / breakdown procedures and trip details. It is good practice for volunteers to have access to an MHA mobile phone whilst in transit. Section 19 Permits If passengers are charged either directly or indirectly for use of the service then you must, obtain a “Section 19 Permit” from your local Traffic Area Office. The permit is not specific to one vehicle and a Home / Communities Service can hold more than one permit. Every vehicle must have a permit on display when being operated. A permit can only be used by one vehicle at a time. Permits last for 5 years. Tail-Lift Inspections Hydraulic wheelchair lifts must undergo a ‘thorough examination and inspection’ by a competent person every 6 months. Appropriate and timely servicing, MOT and insurance should be arranged, and appropriate records maintained. This must include where necessary the servicing and six monthly thorough (LOLER) examination records for mechanised access platforms. Drivers should conduct a pre-trip vehicle check, inside and outside the vehicle and record any visible damage or faults. Notes should be made of any emergency equipment that has been used and any incidents that have occurred during the journey. Any faults should be reported to the relevant Manager in a timely manner and the vehicle should not be used again until the fault is rectified. The Manager has a duty to ensure that staff / volunteer escorts have sufficient experience and ability to accept responsibility for the welfare of the Residents, Scheme Members or other service users being transported. Drivers / escorts must make sure that all passengers have boarded, are safely seated, and are wearing properly adjusted seat belts, before moving off. The doors must be properly closed, but not locked. Equally, they must ensure that all passengers have left the vehicle and are clear of the doors before moving off. Drivers should be aware of the dangers of passengers’ clothes becoming trapped in a door. Frail members and those with poor mobility should be encouraged to access the vehicle using the disabled access / raised platform facilities. Wheelchairs Passengers may travel in their own wheelchairs if they wish and if this is appropriate. However, passengers who are able to transfer from a wheelchair to a seat will be asked to do so, for their comfort and safety and for the wheelchair to be securely stored during the journey. A passenger may remain in their wheelchair during the journey, provided that the wheelchair is secured in a forward-facing or a rearward-facing position (never sideways), and it is securely and symmetrically fixed to the vehicle with suitable restraints. Wheelchairs must not obstruct a door or gangway. Some wheelchairs, such as those designed for sports use, are unsuitable for travelling in. The wheelchair user must be secured with seatbelts (three-point belts or harness) attached to the vehicle tracking and the wheelchair handbrake must be applied. The power on electric wheelchairs should be switched off and the batteries rigidly attached to the wheelchair. Tracking for the wheelchair and occupant restraint system must be kept clean. Drivers and escorts / passenger assistants should be trained in the care (boarding and assistance) of passengers who travel in their wheelchairs. Pick-ups and Drop offs. The place where passengers are picked up and dropped off should be pre-arranged. Consideration should be given to the safety of the passengers waiting for the vehicle to arrive, boarding, and leaving the vehicle at these places. Where necessary a risk assessment should be conducted - e.g., locations with dark stairways or paths. Where appropriate, families / carers should be aware of the approximate times and location of pick up and drop off. Where appropriate, the escort / passenger assistant should ensure that the passenger has reached their home safely, has entered their home safely, and is not left in any danger. Drivers should only use suitable, agreed, drop off points. They should ensure that passengers do not exit from doors opening into traffic. When collecting or dropping off passengers from / to premises on the offside of a one-way street, the passengers are escorted across the road when it is safe to do so. Use of Seat Belts All passengers travelling in the vehicle must wear a seat belt (this includes driver and volunteer escort). The driver and escort / passenger assistant must ensure that the passengers are informed before each journey that they must wear a seat belt. It is important that seat belts are correctly adjusted for the wearer to maximise their effectiveness. The basic points to note are: The belt should be worn as tight as reasonably possible. The lap belt should go over the pelvic region, not the stomach. Passengers who do not wear a seat belt put themselves and other occupants at risk. In such cases, the risk should be explained to the passenger, if a refusal still occurs then the passenger will be refused the journey on the vehicle. However, the passenger should not be left behind if this would place them in danger. In such circumstances the Manager should be contacted immediately. Exemptions Exemptions can be claimed by anyone holding a valid certificate signed by a medical practitioner stating that it is inadvisable on medical grounds for them to wear a seat belt. In deciding whether to grant an exemption, a medical practitioner needs to judge each case on its merits. No conditions justify automatic exemption. All certificates must specify a period of validity, which may be as long or as short as medically justified. Note that a medical practitioner’s letter is not, in law, a valid substitute. The passenger must keep the certificate with them to show to the police, if challenged. The organisation’s insurers may need to be informed if someone insists on travelling without being restrained by a seat belt. A risk assessment should be undertaken for passengers travelling with a medical exemption certificate to determine where they can safely sit within the vehicle. Version Control",
    "procedure": "Drivers must produce evidence of a valid driving licence, vehicle insurance, and a vehicle MOT, Driving licence, Insurance, and Vehicle details (in line with points 5.3, 5.4, and 5.5 of this policy) for drives must be recorded: For colleagues - in mhapeople and renewed in line with the expiry dates for both the driving licence and insurance. For guidance notes on how to input this information into mhapeople, see appendix 1. For volunteers - in the volunteer database, or Sugar CRM in MHA Communities. Volunteers must also complete the Driver Assessment Information Form. Drivers who fail to produce the required documents (including driving licence, insurance, and MOT), or if evidence is found to be inconsistent with that submitted by the driver, or if evidence affects the colleague’s ability to perform the role, managers must raise the matter with HR immediately and any pending journey related expenses such as mileage cannot be signed off pending investigation. Drivers who have a car allowance will have their car or allowance suspended and will be subject to disciplinary action. Driving Licence All drivers must have a valid driving licence (in date). Drivers will be asked to for proof of their driving licence which line managers must confirm has been seen in mhapeople including (see appendix 1): Name on driving licence Valid From Valid until Licence number Issuing Country Vehicle Insurance All vehicles must have valid insurance which covers all MHA drivers under “business insurance” (not personal). Insurance dates must be added to mhapeople (form completed annually), managers to confirm it is business insurance. For MHA owned vehicles (such as minibuses or pool cars) Vehicle information must be input into mhapeople by line management (see appendix 1 for guidance on how to do this) “for Managers to follow”. Vehicle MOT Drivers must ensure that the vehicle(s) has a valid MOT (if vehicle is over 3 years old), this can be checked on the gov.uk website. For MHA owned vehicles (such as minibuses or pool cars) Safe Travelling Drivers are encouraged to read the “Driver Wellbeing” section on the MHA Benefits Reward Platform – Vivup. Guidance on how to access Vivup can be found in Appendix 2. Drivers must adhere to the law when driving for work or volunteering, this includes the usage of mobile phones when driving, and driving under the influence of alcohol, drugs, or medication. MHA strongly discourages the use of hands-free phones whilst driving due to the distraction and other associated risks linked to the use of such phones. MHA line managers must not expect phone related work to be done during time spent driving. Before travelling, be sure to plan the journey; consider whether it is necessary or if alternative methods could be used that would meet the business aims - e.g., Teams calls. Drivers are encouraged to: Plan journeys ahead of time, ensuring method of navigation is up to date and correct. Allow plenty of time for journeys, including rest breaks and allowances for rest breaks, dangerous weather, congestion etc. If carrying a load, drivers must ensure loading is done properly following the vehicles handbook for loading limits, consider placement of load, ensure objects are secured. Drivers must use their judgement to assess if it is safe and appropriate to make a journey in difficult driving conditions, such as heavy snow or ice, or thick fog. If it is not safe, or does not feel safe, do not drive, and discuss with your manager using alternative transport or making other arrangements to work or volunteer remotely from the desired location. Car Allowances Colleagues must refer to their contract of employment which confirms whether they are working in a role with a car allowance entitlement. Eligibility for the car allowance is at the discretion of the organisation considering the following principles: Consideration will be given to new roles and whether a car allowance is required during the job evaluation process. The allocation of a new job need car allowance must be supported by a business case, to identify the ongoing business requirement to travel. For existing colleagues without a car allowance can submit a business case including unmistakable evidence, based on six months mileage history where appropriate, that the job need criteria will be met on an ongoing basis. Each business case will be approved by the leadership team director in conjunction with the local HR Business Partner. For car allowance levels, please refer to the business expenses policy. The level of Car Allowance is set to enable the colleague to properly maintain and insure their car. The allowance is not intended to cover the full cost of providing a car. As a guide to determining the allowance, the organisation has assumed that the colleague will use a Personal Contract Plan (PCP) arrangement with the maintenance option, although colleagues may prefer to choose alternatives, such as purchasing a new or second-hand car, provided the Car Allowance terms of provision are met. A colleague who receives a Car Allowance will be obliged to: Should use their vehicle for all business journeys unless agreed in advance with their line manager an alternative method of travel (where train or air travel is more appropriate i.e., exceptionally long journeys or journeys to London). Hold a full valid driving licence, where you are able to drive in the UK and provide business insurance cover. Provide a vehicle suitable for business use1 which scores at least four stars on the European New Car Assessment Programme (Euro NCAP) safety programme (http://www.euroncap.com) Should the Euro NCAP safety programme change the current star rating system then the star rating requirement will be reviewed by the. At any point should the colleague’s vehicle fall below a 4-star rating they will be obliged to replace their vehicle with one which meets the requirements. In both the above circumstances a grace period of 3 months will apply before the colleague is obliged to upgrade their vehicle. Provide GAP insurance cover (Personal Contract Plan arrangements only) Provide an alternative vehicle, whether through insurance or hired at their own expense, if their vehicle is temporarily off the road and they are required to travel on business. Submit business mileage expense claims in line with MHA’s Business Expenses policy. Ensure that the vehicle remains safe to drive at all times. Car Allowance Terms and Conditions Under no circumstances can colleagues smoke or vape in cars subject to a car allowance. Managers will review the roles which are entitled to a car allowance annually during the Budget review process. In the event a role is no longer deemed to require a car allowance the allowance will be removed. In such circumstances the colleague in the role will be given six months’ notice that the Allowance will cease, during which time the monthly car allowance will continue to be paid. Part-time colleagues who are eligible to receive a car allowance will receive the full car allowance value appropriate to their grade. Colleagues in receipt of a car allowance who take maternity leave will continue to receive the car allowance throughout the full period of maternity leave. Colleagues in receipt of a car allowance who are absent due to long-term sickness absence will continue to receive their full car allowance whilst they are in receipt sick pay. When a colleague exhausts sick pay, then the car allowance will be suspended. If a colleague resigns, or is dismissed, from the organisation, the Car Allowance will cease with effect from the colleague’s effective date of termination. No compensation will be paid to colleagues in relation to Car Allowance in the event of redundancy or death in service. MHA Owned Vehicle Safety Risk assessments must be conducted for all activities involving the use of minibuses. The assessments must make special provision for unplanned events - e.g., breakdowns, medical incidents. When hiring a minibus with a driver it is reasonable to assume that, providing the hirer is a PSV (Public Service Vehicle) operator, the vehicle and its driver are regulated by the Traffic Commissioners and should be safe. Consult: https://www.gov.uk/find-vehicle-operators to check the provider. When operating a Home or Communities Service minibus, or sharing, borrowing, or hiring a minibus which requires a colleague to drive, this must be done in accordance with the “Minibus Safety – code of practice” published by RoSPA - which MHA has adopted where applicable for MHA activities. This is a very thorough code of practice, and the requirements and recommendations should be followed. Please see Guidance Notes section for more details on the requirements for operating an owned / shared / borrowed or hired minibus and providing the driver. The Pre-journey Minibus Checklist in Appendix 4 must be completed ahead of the first journey of each day the minibus is in use. If there is a driver change during the day, the form should be used as a handover document.",
    "responsibilities": "Training and Monitoring Compliance is assessed through direct observation, monitoring and supervision of our colleagues. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Impact Assessments Equality, Diversity, and Impact Assessment to be confirmed. Resources"
  }
}