{
  "id": "HR9.13",
  "title": "Social Media for Personal Use Policy",
  "filename": "HR9.13 Social Media for Personal Use Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nThis policy recognises the rights of colleagues to use social media on a personal basis and seeks to ensure that they are aware of the requirement to protect the reputation of MHA and respect those who use MHA’s services, their family members, visitors to MHA sites (including contractors and suppliers), and other colleagues and volunteers when using social media. \nColleagues are ultimately responsible for their online behaviour and should not post any derogatory or offensive comments or act in a manner that brings MHA into disrepute. It is possible that colleagues could be subject to disciplinary and/or legal action, including civil proceedings or criminal prosecution, if comments or representations are made of a defamatory nature, are inaccurate, libellous, harassing, threatening or may otherwise be illegal.  \nAny queries on the application or interpretation of this policy must be discussed with Human Resources (HR) appropriate prior to any action being taken: hr@mha.org.uk\nScope and Purpose\nThis policy has been developed to provide guidance for colleagues in using social media in their personal life including, but not limited to, Facebook, Twitter and LinkedIn, as well as blogs, forums, message boards, review sites and online polls.\nThis policy refers to “colleagues” as all MHA colleagues and volunteers, including MHA’s Board of Trustees who should read this policy in conjunction with their code of conduct.\nRefer to Using Social Media to Promote MHA Policy [M003] for using social media to promote MHA, social media campaigns, and initiative, which are not included in the scope of this policy. Those who use social media as part of their role to promote MHA and to connect with residents, relatives, stakeholders, and the media will receive relevant job specific training and guidance to assist them to do this in line with MHA brand guidelines and best practice.   \nDefinitions\nStatement of Intent\nMHA recognises that social media is part of everyday life and plays an important role in communicating and keeping in touch with others. At the same time, we want to ensure colleagues are aware of the need to follow guidelines to ensure that colleagues, those who use MHA’s services, and MHAs reputation are protected and respected.\nSocial Media for Personal use\nBefore seeking to use one of the apps above for MHA / business purposes you should ensure it is allowed under the Computer Use Policy through the IT Team. To ensure the use of the application doesn’t put personal data at risk please discuss with the Data Protection Officer.\nPlease note that though WhatsApp for business communications is not permitted, neither are Facebook messenger or other messaging apps unless specifically stated in the Computer Use Policy [IT1].\nColleagues are not permitted to access their personal social media accounts on MHA devices.\nThere are potential issues that colleagues may face when using social media, even when they are using it with the best of intentions. Colleagues should:   \nAssume what you put on social media will be there forever. \nRemember what is posted can be libellous or deemed to break the law both of which can mean the colleague may face serious legal consequences.\nA good rule of thumb is ‘anything you wouldn’t say to a person face to face should not be posted on social media’. This doesn’t justify saying things which are racist, homophobic etc or otherwise offensive.  \nWhen it comes to those using our services, their relatives, visitors, and those coming to an MHA site e.g., contractors / other health professionals and colleagues:\nColleagues must not talk about them or share any personal, financial, or medical information \nColleagues must not make comments about them which are, or could be seen as, rude, offensive, discriminatory defamatory, or damaging to MHA’s reputation.\nColleagues must not make unwanted or unsolicited contact with another person(s).\nColleagues must not post about other colleagues, residents, tenants, members, or anyone else who engages with MHA on social media. If colleagues have a grievance, or concern, refer to the relevant policies for guidance (see resource list).\nColleagues must not respond to any criticism of MHA on social media but instead inform their line manager who can escalate this to MHA’s Communications Team.\nColleagues must not post work-related images or videos on their personal social media accounts. If colleagues wish to celebrate/share something, they must do this from the relevant home or scheme account. Colleagues may then share the MHA post on their personal social media account if they wish. \nUnder no circumstances will offensive or discriminatory comments be made about MHA colleagues, MHA business or residents/members on the internet. This is likely amount to cyber-bullying and be deemed a disciplinary offence. \nPersonal blogs and recommendations should have clear disclaimers that the views expressed are your views and not those of MHA. \nNever share confidential or business information, even in a private message. If there is doubt as to what is confidential information, don’t share anything.  \nColleagues may add MHA as their place of work on social media if they wish but should keep in mind that that people may associate personal views with MHA. It is therefore recommended that a simple and visible disclaimer is added such as “These are my personal views and not those of the organisation I work for”. The MHA logo must not be used on personal web pages.\nRoles and Responsibilities\nMonitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nA breach of this policy may result in disciplinary action being taken. Serious breaches will be treated as gross misconduct resulting in dismissal. \nIn addition to examples contained within the Code of Conduct [HR8.3], Discipline [HR8.2], Bullying and Harassment [HR8.5], and Computer Use Policy [IT1], the following will normally be considered gross misconduct: \nSharing confidential information service users, their family, colleagues, volunteers, or others. If you are in any doubt as to what is confidential information don’t share \nSharing confidential or business information about MHA as an organisation.\nAny negative comments that could bring MHA into disrepute. This includes comments about residents, their family members, colleagues, or others.\nAny comments which breach MHA’s Values or Equality Diversity and Inclusion Policy.\nAny bullying or harassment of a colleague, or other, this includes cases where the person concerned does not see the comments or images.   \nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessments\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nComputer use policy [IT1]\nComplaints policy and procedure [Q1.16]\nGrievance Policy [HR8.6]\nWhistleblowing Policy and Procedure [HR9.5]\nBullying and Harassment [HR8.5]\nDiscipline policy and procedure [HR8.2]\nCode of Conduct Policy [HR8.3]\nUsing Social Media to Promote MHA Policy [M003]\nVersion Control",
  "sections": {
    "summary": "This policy recognises the rights of colleagues to use social media on a personal basis and seeks to ensure that they are aware of the requirement to protect the reputation of MHA and respect those who use MHA’s services, their family members, visitors to MHA sites (including contractors and suppliers), and other colleagues and volunteers when using social media. Colleagues are ultimately responsible for their online behaviour and should not post any derogatory or offensive comments or act in a manner that brings MHA into disrepute. It is possible that colleagues could be subject to disciplinary and/or legal action, including civil proceedings or criminal prosecution, if comments or representations are made of a defamatory nature, are inaccurate, libellous, harassing, threatening or may otherwise be illegal. Any queries on the application or interpretation of this policy must be discussed with Human Resources (HR) appropriate prior to any action being taken: hr@mha.org.uk",
    "purpose": "This policy has been developed to provide guidance for colleagues in using social media in their personal life including, but not limited to, Facebook, Twitter and LinkedIn, as well as blogs, forums, message boards, review sites and online polls. This policy refers to “colleagues” as all MHA colleagues and volunteers, including MHA’s Board of Trustees who should read this policy in conjunction with their code of conduct. Refer to Using Social Media to Promote MHA Policy [M003] for using social media to promote MHA, social media campaigns, and initiative, which are not included in the scope of this policy. Those who use social media as part of their role to promote MHA and to connect with residents, relatives, stakeholders, and the media will receive relevant job specific training and guidance to assist them to do this in line with MHA brand guidelines and best practice.",
    "definitions": "Statement of Intent MHA recognises that social media is part of everyday life and plays an important role in communicating and keeping in touch with others. At the same time, we want to ensure colleagues are aware of the need to follow guidelines to ensure that colleagues, those who use MHA’s services, and MHAs reputation are protected and respected. Social Media for Personal use Before seeking to use one of the apps above for MHA / business purposes you should ensure it is allowed under the Computer Use Policy through the IT Team. To ensure the use of the application doesn’t put personal data at risk please discuss with the Data Protection Officer. Please note that though WhatsApp for business communications is not permitted, neither are Facebook messenger or other messaging apps unless specifically stated in the Computer Use Policy [IT1]. Colleagues are not permitted to access their personal social media accounts on MHA devices. There are potential issues that colleagues may face when using social media, even when they are using it with the best of intentions. Colleagues should: Assume what you put on social media will be there forever. Remember what is posted can be libellous or deemed to break the law both of which can mean the colleague may face serious legal consequences. A good rule of thumb is ‘anything you wouldn’t say to a person face to face should not be posted on social media’. This doesn’t justify saying things which are racist, homophobic etc or otherwise offensive. When it comes to those using our services, their relatives, visitors, and those coming to an MHA site e.g., contractors / other health professionals and colleagues: Colleagues must not talk about them or share any personal, financial, or medical information Colleagues must not make comments about them which are, or could be seen as, rude, offensive, discriminatory defamatory, or damaging to MHA’s reputation. Colleagues must not make unwanted or unsolicited contact with another person(s). Colleagues must not post about other colleagues, residents, tenants, members, or anyone else who engages with MHA on social media. If colleagues have a grievance, or concern, refer to the relevant policies for guidance (see resource list). Colleagues must not respond to any criticism of MHA on social media but instead inform their line manager who can escalate this to MHA’s Communications Team. Colleagues must not post work-related images or videos on their personal social media accounts. If colleagues wish to celebrate/share something, they must do this from the relevant home or scheme account. Colleagues may then share the MHA post on their personal social media account if they wish. Under no circumstances will offensive or discriminatory comments be made about MHA colleagues, MHA business or residents/members on the internet. This is likely amount to cyber-bullying and be deemed a disciplinary offence. Personal blogs and recommendations should have clear disclaimers that the views expressed are your views and not those of MHA. Never share confidential or business information, even in a private message. If there is doubt as to what is confidential information, don’t share anything. Colleagues may add MHA as their place of work on social media if they wish but should keep in mind that that people may associate personal views with MHA. It is therefore recommended that a simple and visible disclaimer is added such as “These are my personal views and not those of the organisation I work for”. The MHA logo must not be used on personal web pages.",
    "responsibilities": "Monitoring Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. A breach of this policy may result in disciplinary action being taken. Serious breaches will be treated as gross misconduct resulting in dismissal. In addition to examples contained within the Code of Conduct [HR8.3], Discipline [HR8.2], Bullying and Harassment [HR8.5], and Computer Use Policy [IT1], the following will normally be considered gross misconduct: Sharing confidential information service users, their family, colleagues, volunteers, or others. If you are in any doubt as to what is confidential information don’t share Sharing confidential or business information about MHA as an organisation. Any negative comments that could bring MHA into disrepute. This includes comments about residents, their family members, colleagues, or others. Any comments which breach MHA’s Values or Equality Diversity and Inclusion Policy. Any bullying or harassment of a colleague, or other, this includes cases where the person concerned does not see the comments or images. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk EDI Impact Assessments Equality, Diversity, and Impact Assessment to be confirmed. Resources Computer use policy [IT1] Complaints policy and procedure [Q1.16] Grievance Policy [HR8.6] Whistleblowing Policy and Procedure [HR9.5] Bullying and Harassment [HR8.5] Discipline policy and procedure [HR8.2] Code of Conduct Policy [HR8.3] Using Social Media to Promote MHA Policy [M003] Version Control"
  }
}