{
  "id": "HR9.11",
  "title": "Long Service Recognition",
  "filename": "HR9.11 Long Service Recognition.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "INTENDED OUTCOME\nThis policy sets out MHA’s Long Service Recognition Scheme for Colleagues who qualify for the scheme.\nSCOPE\nThis policy applies to all Colleagues with more than 5 years’ continuous service (including relief work) at MHA, their Line Managers, and the People Support Team.\nINTRODUCTION\nThe MHA Long Service Recognition Scheme is an initiative designed to assist with motivation and engagement of Colleagues by recognising the loyalty and commitment of long serving Colleagues. \nPRINCIPLES\nThe Long Service Recognition Scheme came into effect from 1 April 2006 and will not apply retrospectively.\nThe Long Service Recognition Scheme will recognise a Colleague for having been employed by MHA for 5 continuous years, with rewards at 10 years’ continuous service and every 5 years thereafter.\nThe People Support Team will regularly produce a list of MHA Colleagues who are reaching a 5-year anniversary and will notify the relevant Manager(s).\nCertificates (and vouchers from 10 or more years of service) will be sent to the Colleagues Line Manager who are then responsible to present the certificate (and voucher if applicable) to the Colleague.\nColleagues who transfer to MHA under TUPE (Transfer of Undertakings - Protection of Employment) will be eligible to participate in the Long Service Award once they accept an MHA contract of employment. Service will be accrued based on the date of the TUPE transfer.\nMHA reserves the right to review, change, or withdraw this scheme at any time. \nRECOGNITION BY YEARS OF SERVICE\nAfter 5 years’ continuous service and every 5 years of service after that, an employee will be presented with a certificate and a badge, marking their long service, by their Area Manager / other Senior Manager.\nIn addition, from 10 years’ continuous service on, as a token, they will receive a multi-retailer voucher to the value of:\n10 years\t\t£100\n15 years\t\t£150\n20 years\t\t£200\nears* [2.3]\t\t£300 \t\n*After 25 years’ continuous service, the Colleague will also be asked if they would like a celebration of their 25 years of service. If accepted, the celebration will be organised in their honour at the home / scheme / project (or nearby in the case of central support Colleagues) with a maximum spend of £250.\nFollowing the award at 25 years, Colleagues will be eligible for a Long Service Recognition award at 5-year intervals (30, 35, 40 years etc). Reaching these incremental anniversaries will be recognised through presentation of a certificate and presentation of a voucher following a pattern of £50 increments for each 5 years served e.g. 30 years - £350, 35 years - £400.",
  "sections": {
    "summary": "The MHA Long Service Recognition Scheme is an initiative designed to assist with motivation and engagement of Colleagues by recognising the loyalty and commitment of long serving Colleagues.",
    "scope": "This policy applies to all Colleagues with more than 5 years’ continuous service (including relief work) at MHA, their Line Managers, and the People Support Team.",
    "policy": "The Long Service Recognition Scheme came into effect from 1 April 2006 and will not apply retrospectively. The Long Service Recognition Scheme will recognise a Colleague for having been employed by MHA for 5 continuous years, with rewards at 10 years’ continuous service and every 5 years thereafter. The People Support Team will regularly produce a list of MHA Colleagues who are reaching a 5-year anniversary and will notify the relevant Manager(s). Certificates (and vouchers from 10 or more years of service) will be sent to the Colleagues Line Manager who are then responsible to present the certificate (and voucher if applicable) to the Colleague. Colleagues who transfer to MHA under TUPE (Transfer of Undertakings - Protection of Employment) will be eligible to participate in the Long Service Award once they accept an MHA contract of employment. Service will be accrued based on the date of the TUPE transfer. MHA reserves the right to review, change, or withdraw this scheme at any time. RECOGNITION BY YEARS OF SERVICE After 5 years’ continuous service and every 5 years of service after that, an employee will be presented with a certificate and a badge, marking their long service, by their Area Manager / other Senior Manager. In addition, from 10 years’ continuous service on, as a token, they will receive a multi-retailer voucher to the value of: 10 years £100 15 years £150 20 years £200 ears* [2.3] £300 *After 25 years’ continuous service, the Colleague will also be asked if they would like a celebration of their 25 years of service. If accepted, the celebration will be organised in their honour at the home / scheme / project (or nearby in the case of central support Colleagues) with a maximum spend of £250. Following the award at 25 years, Colleagues will be eligible for a Long Service Recognition award at 5-year intervals (30, 35, 40 years etc). Reaching these incremental anniversaries will be recognised through presentation of a certificate and presentation of a voucher following a pattern of £50 increments for each 5 years served e.g. 30 years - £350, 35 years - £400."
  }
}