{
  "id": "HR9.7",
  "title": "Managing Stress at Work Policy and Procedure",
  "filename": "HR9.7 Managing Stress at Work Policy and Procedure.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nTo provide a framework to assist MHA and colleagues to identify and address the causes and symptoms of stress where it has an actual or potential negative impact on their wellbeing in the workplace. MHA recognises its’ statutory duty to ensure so far as is reasonably practicable the health, safety and wellbeing of our colleagues. \nMHA will seek to support those colleagues who, whilst their stress doesn’t impact on the workplace or their performance, are still suffering the consequences of stress. \nScope and Purpose\nThis policy is for all MHA colleagues.\nWhat is Stress?\nWhilst MHA recognises that we may all feel pressure from time to time to complete a piece of work or meet a deadline, stress is distinctively different. \nStress is commonly defined as the adverse reaction people have to excessive pressures or other types of demand placed on them.\nStress can have negative effects on an individual, including:\nFatigue\nAnxiety and depression\nLow self-esteem\nAdverse effects on performance\nProblems sleeping\nOther health problems, such as migraine, raised blood pressure, increased alcohol use, etc.\n“Burnout”, physical and emotional exhaustion caused by severe or prolonged stress.\nStress can also have the following effects on the organisation:\nIncreased levels of absenteeism and staff sickness\nIncreased staff turnover\nlow staff morale\nIncreased number of accidents, mistakes and other incidents \nIncreased levels of conflict\nAddressing Stress and the Causes of Stress  \nIf you are experiencing stress or signs of stress you should report it and seek support, at the earliest opportunity, be that from your line manager, our Employee Assistance Programme or other sources e.g. Chaplaincy, HR or if appropriate to your circumstances and the causes of your stress from relevant external resources.\nAny request will be dealt with in a confidential and supportive manner. \nThe responsibility for addressing stress and its’ causes lies with all both Operations and Support Services and these responsibilities are detailed below. \nOperations\nJob design – MHA will ensure, so far as is reasonably practicable, that jobs will be designed in such a manner that:\nThe role and responsibilities are clearly defined and communicated.\nColleagues receive appropriate training and equipment in order to discharge their role and responsibilities competently.\nA safe work environment (including appropriate equipment) is provided and maintained. \nThe requirements and targets of the role will be achievable and realistic. \nManagement \nInconsistent, indifferent, or bullying styles of management are not acceptable within MHA and where identified will be addressed.  \nDuring periods of change the levels of uncertainty suffered by individuals inevitably increase, which can often lead to anxiety and stress.  MHA will seek to reduce this to a minimum by a supportive management style along with regular and effective communication and information.  \nManagers at all levels will remind their colleagues to take regular breaks and annual leave and lead by example on both issues.\nEncourage a culture where experiencing or discussing stress is not seen as a sign of weakness.\nEnsure that colleagues experiencing stress are supported and signposted to additional support. This may involve use of the Stress Risk Assessment at Appendix 2 taking into account the HSE Management Standards at Appendix 1. \nConsider interim or long-term actions (e.g. flexible working) which may reduce and/or alleviate the causes of the stress and/or its’ symptoms. \nEnsure that those who have been absent due to stress are appropriately supported on their return. \nEnsure colleagues are appropriately trained and provided with the necessary equipment and resources to undertake their role in a competent and safe manner. \nSeek to plan workloads to avoid last minute rushes and unreasonable deadlines being placed on colleagues.  \nEnsure that regular 1:1s and appraisals take place as these provide an opportunity to spot and discuss the early signs of stress and its’ possible adverse effects.  \nHealth and Safety Team \nWhere a colleague identifies a stress related concern they should raise this with their line manager in the first instance. \nThe line manager can contact the Health and Safety team for advice and support on any issue and should always do so where either a problem persists or is beyond their experience or capacity to address. \nDepending on the issues and its’ impact on the colleague(s) raising or being affected by the concern, HR and the other support below can also be accessed.\nHuman Resources / People Development \nProvide guidance to line managers and colleagues on this policy and its’ operation. \nProvide analysis of the reasons for absence to identify any actions which may be required to reduce absence and support colleagues. \nProvide access to our Occupational Health Service for advice on those who have been off work due to stress, and how their return to work can be managed and sustained, and to support those at work to remain healthy and effective at work. \nWork with the Health and Safety Team to ensure that MHA has a robust stress risk assessment process and that other stress management tools are developed as appropriate. \nColleagues  \nRaise a concern with their line manager or the HR team if they believe they or another colleague are suffering from stress.\nEnsure that their own actions, inactions or words do not add to or cause stress in others.\nAttend any relevant training in relation to stress awareness or stress management. \nWork with their line manager to identify any work-related causes of stress and potential remedies for that stress.\nMHA will monitor the following areas in order that the possible contribution of excessive stress might be considered:\nStaff retention rates.\nSickness absence reasons.\nStaff survey.\nThe results of each monitoring exercise will be considered with a view to taking appropriate action where adverse trends begin to appear or where specific areas are highlighted as deserving particular attention and support.\nVolunteers \nSupport for volunteers is detailed in the Volunteering Policy, and support should reflect the principles of this policy.  \nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEquality Impact Assessment (EIA)\nEquality, Diversity, and Impact Assessment to be complete at next full review.\nResources \nMHA policy documents, procedures, and guidance\nVolunteering Policy\nMenopause Policy and Guidance\nSickness Absence Policy \nAppendices \nAppendix 1 - HSE Management Standards\nAppendix 2 – Stress Risk Assessment Action Plan and Guidance  \nAppendix 1 - HSE Management Standards \nAppendix 2 Stress Risk Assessment Action Plan and Guidance  \nGuidelines for completing the individual stress action plan \nBackground \nThe Stress Risk Assessment aims to encourage colleagues and managers to work together to address issues that night be causing or contributing to stress. A key part of this process is helping the colleague to identify the issues they feel are involved and suggesting ways in which things might be improved. \nWhilst we would always advise a colleague to approach their line manager if they are experiencing any concerns, we do appreciate that sometimes a colleague may feel that they can’t talk to a line manager about stress related issues, particularly if they feel they will be treated unsympathetically or if they believe the line manager is part of the problem. \nThis document can be used to help a colleague identify their areas of concern and then be used to inform a discussion about those concerns with their line manager.  \nAs an alternative if the colleague isn’t able to have such a conversation they can send this document to their manager of the HR department. \nThis document may also be of use to those colleagues who find their role has become more challenging of late or who are absent from work and seeking to return, potentially in conjunction with a referral to Occupational Health and the report they subsequently produce.\nIt may also be of use as a tool for a line manager to help support a colleague who maybe hasn’t recognised or acknowledged that they are struggling.\nWhen completing a Stress Action Plan, the person concerned can take into account the Health and Safety Executive Management Standards (detailed above).  \nThese Management Standards are simply a framework to help organise a persons’ thoughts and structure a conversation about: - \nWhat might be causing them to feel the effects of stress and \nWhat can be done to reduce, remove, and/or manage the effects of stress. \nIt is not necessary for all six HSE factors to be relevant or contributing in order to be suffering from stress. \nA colleague may request a Stress Risk Assessment form due to concerns they may about how they may feel towards work or in themself.\nColleagues or line managers can always approach the HR team to discuss their situation or concerns, and HR will seek to assist them, or sign post them to other potential sources of support e.g. Employee Assistance Programme or third party organisations as appropriate.\nSection 1 - The Stress Self-Assessment   \nThis section is to be completed by the colleague.\nLine managers would not usually be involved in assisting a colleague to complete this section but if the colleague wishes them to help there is no reason why they should not do so. \nThe aim of completing the form is twofold: \nOne, to establish what the colleagues’ current situation is in terms of their role and workplace relations etc and, \nSecondly, for the colleague and line manager to consider what changes or adjustments to any of the areas of concern identified might help in addressing those concerns.   \nOnce the colleague has completed this section they should share it with their line manager who will set up a meeting to discuss the concerns raised. \nThe colleague can take someone along to support them at this meeting, if they wish.  \nAt the meeting, the manager in discussion with the employee, completes Section 2. \nReview dates should be agreed and further meetings arranged to check progress and to review the contents in case there have been any changes which need to be reflected in the Action Plan. \nBoth the colleague and the line manager should sign the form to show that it’s a true and accurate record of the discussion.  \nThe line manager must keep a copy of the form and give one to the colleague.  They should also arrange for a copy to go on the colleague’s personal file. \nAt each review meeting, the line manager and colleague should discuss the progress against agreed actions, and the colleagues’ “current” perceptions of the levels and effects of the stress they are experiencing.   \nThe line manager should amend the form to show any new issues and agreed actions, and where there has been progress. \nAgain, both parties should sign the form, keep a copy and make sure one goes on the colleague’s personal file.  \nTo assist colleagues in completing the form they may wish to take into account the following points:\nTry to be as specific as you can, particularly when filling in the current situation and examples columns. \nFor example, a simple statement such as \n“I can’t cope with my workload” doesn’t give much insight as to which issues are causing the stress \nA better example would be \n’I can’t cope with my workload because the deadlines are too close together’ \nThe sections which look at the future with regard to the colleagues’ role, responsibilities, work relations etc need to focus on what can be different and how they can be different. \nThese sections also need to take into account what can practicably be achieved. \nConsequently, in terms of the above example about unrealistic deadlines it won’t be practical to ask for them to be removed altogether but it might be possible and/or appropriate to agree for them to be spread out over more days, or to be staggered across different points of a month. \nWhilst MHA can most effectively influence work based issues the colleague can raise non-work issues under “other factors” as it may still be possible to make some alterations at work which may help the colleague. \nSection 2 \nThis should be completed by the line manager, but in full discussion with the colleague. \nWhen completing this section, it is important to focus on one issue or “activity” at a time and complete all columns of the form before moving to the next “activity”. \nWhen looking at the “proposed solution” column it is important to focus as far as possible on simple clear actions and if any problems arise in delivering the “proposed solution” that this is reported back to the colleague in a timely manner and the Action Plan updated accordingly.\nIn the unlikely event that no solutions appear to be possible this should be recorded along with the “barriers” that have resulted in this situation.  \nIt is important that the line manager and colleague agree and adhere to realistic review dates. If they need to be altered please ensure that the colleague is informed at the earliest opportunity.    \nIt is also important to record if the meeting is an initial or review meeting. \nColleague Stress Risk Assessment Form\nTo be completed by Colleague.\nThe Present - What is currently of concern to you about any of the following:  your role, your working relations, or other aspects of your employment. (Please give specific examples and any necessary background information)\nUse additional sheet if required.  \nThe Future - What would you like to be different in the future? (Try to think about which things you can influence and which things you need assistance to change / influence)\nUse additional sheet if required.  \nStress Action Plan \nTo be completed jointly by the line manager and colleague. Please note when using a paper copy that the form size can be typed up and expanded electronically or you can use extra copies to ensure everything is captured. \nCopy to be given to colleague and copy to be placed on file.\nVersion Control",
  "sections": {
    "summary": "To provide a framework to assist MHA and colleagues to identify and address the causes and symptoms of stress where it has an actual or potential negative impact on their wellbeing in the workplace. MHA recognises its’ statutory duty to ensure so far as is reasonably practicable the health, safety and wellbeing of our colleagues. MHA will seek to support those colleagues who, whilst their stress doesn’t impact on the workplace or their performance, are still suffering the consequences of stress.",
    "purpose": "This policy is for all MHA colleagues. What is Stress? Whilst MHA recognises that we may all feel pressure from time to time to complete a piece of work or meet a deadline, stress is distinctively different. Stress is commonly defined as the adverse reaction people have to excessive pressures or other types of demand placed on them. Stress can have negative effects on an individual, including: Fatigue Anxiety and depression Low self-esteem Adverse effects on performance Problems sleeping Other health problems, such as migraine, raised blood pressure, increased alcohol use, etc. “Burnout”, physical and emotional exhaustion caused by severe or prolonged stress. Stress can also have the following effects on the organisation: Increased levels of absenteeism and staff sickness Increased staff turnover low staff morale Increased number of accidents, mistakes and other incidents Increased levels of conflict Addressing Stress and the Causes of Stress If you are experiencing stress or signs of stress you should report it and seek support, at the earliest opportunity, be that from your line manager, our Employee Assistance Programme or other sources e.g. Chaplaincy, HR or if appropriate to your circumstances and the causes of your stress from relevant external resources. Any request will be dealt with in a confidential and supportive manner. The responsibility for addressing stress and its’ causes lies with all both Operations and Support Services and these responsibilities are detailed below. Operations Job design – MHA will ensure, so far as is reasonably practicable, that jobs will be designed in such a manner that: The role and responsibilities are clearly defined and communicated. Colleagues receive appropriate training and equipment in order to discharge their role and responsibilities competently. A safe work environment (including appropriate equipment) is provided and maintained. The requirements and targets of the role will be achievable and realistic. Management Inconsistent, indifferent, or bullying styles of management are not acceptable within MHA and where identified will be addressed. During periods of change the levels of uncertainty suffered by individuals inevitably increase, which can often lead to anxiety and stress. MHA will seek to reduce this to a minimum by a supportive management style along with regular and effective communication and information. Managers at all levels will remind their colleagues to take regular breaks and annual leave and lead by example on both issues. Encourage a culture where experiencing or discussing stress is not seen as a sign of weakness. Ensure that colleagues experiencing stress are supported and signposted to additional support. This may involve use of the Stress Risk Assessment at Appendix 2 taking into account the HSE Management Standards at Appendix 1. Consider interim or long-term actions (e.g. flexible working) which may reduce and/or alleviate the causes of the stress and/or its’ symptoms. Ensure that those who have been absent due to stress are appropriately supported on their return. Ensure colleagues are appropriately trained and provided with the necessary equipment and resources to undertake their role in a competent and safe manner. Seek to plan workloads to avoid last minute rushes and unreasonable deadlines being placed on colleagues. Ensure that regular 1:1s and appraisals take place as these provide an opportunity to spot and discuss the early signs of stress and its’ possible adverse effects. Health and Safety Team Where a colleague identifies a stress related concern they should raise this with their line manager in the first instance. The line manager can contact the Health and Safety team for advice and support on any issue and should always do so where either a problem persists or is beyond their experience or capacity to address. Depending on the issues and its’ impact on the colleague(s) raising or being affected by the concern, HR and the other support below can also be accessed. Human Resources / People Development Provide guidance to line managers and colleagues on this policy and its’ operation. Provide analysis of the reasons for absence to identify any actions which may be required to reduce absence and support colleagues. Provide access to our Occupational Health Service for advice on those who have been off work due to stress, and how their return to work can be managed and sustained, and to support those at work to remain healthy and effective at work. Work with the Health and Safety Team to ensure that MHA has a robust stress risk assessment process and that other stress management tools are developed as appropriate. Colleagues Raise a concern with their line manager or the HR team if they believe they or another colleague are suffering from stress. Ensure that their own actions, inactions or words do not add to or cause stress in others. Attend any relevant training in relation to stress awareness or stress management. Work with their line manager to identify any work-related causes of stress and potential remedies for that stress. MHA will monitor the following areas in order that the possible contribution of excessive stress might be considered: Staff retention rates. Sickness absence reasons. Staff survey. The results of each monitoring exercise will be considered with a view to taking appropriate action where adverse trends begin to appear or where specific areas are highlighted as deserving particular attention and support. Volunteers Support for volunteers is detailed in the Volunteering Policy, and support should reflect the principles of this policy.",
    "responsibilities": "Training and Monitoring Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Equality Impact Assessment (EIA) Equality, Diversity, and Impact Assessment to be complete at next full review. Resources MHA policy documents, procedures, and guidance Volunteering Policy Menopause Policy and Guidance Sickness Absence Policy Appendices Appendix 1 - HSE Management Standards Appendix 2 – Stress Risk Assessment Action Plan and Guidance Appendix 1 - HSE Management Standards Appendix 2 Stress Risk Assessment Action Plan and Guidance Guidelines for completing the individual stress action plan Background The Stress Risk Assessment aims to encourage colleagues and managers to work together to address issues that night be causing or contributing to stress. A key part of this process is helping the colleague to identify the issues they feel are involved and suggesting ways in which things might be improved. Whilst we would always advise a colleague to approach their line manager if they are experiencing any concerns, we do appreciate that sometimes a colleague may feel that they can’t talk to a line manager about stress related issues, particularly if they feel they will be treated unsympathetically or if they believe the line manager is part of the problem. This document can be used to help a colleague identify their areas of concern and then be used to inform a discussion about those concerns with their line manager. As an alternative if the colleague isn’t able to have such a conversation they can send this document to their manager of the HR department. This document may also be of use to those colleagues who find their role has become more challenging of late or who are absent from work and seeking to return, potentially in conjunction with a referral to Occupational Health and the report they subsequently produce. It may also be of use as a tool for a line manager to help support a colleague who maybe hasn’t recognised or acknowledged that they are struggling. When completing a Stress Action Plan, the person concerned can take into account the Health and Safety Executive Management Standards (detailed above). These Management Standards are simply a framework to help organise a persons’ thoughts and structure a conversation about: - What might be causing them to feel the effects of stress and What can be done to reduce, remove, and/or manage the effects of stress. It is not necessary for all six HSE factors to be relevant or contributing in order to be suffering from stress. A colleague may request a Stress Risk Assessment form due to concerns they may about how they may feel towards work or in themself. Colleagues or line managers can always approach the HR team to discuss their situation or concerns, and HR will seek to assist them, or sign post them to other potential sources of support e.g. Employee Assistance Programme or third party organisations as appropriate. Section 1 - The Stress Self-Assessment This section is to be completed by the colleague. Line managers would not usually be involved in assisting a colleague to complete this section but if the colleague wishes them to help there is no reason why they should not do so. The aim of completing the form is twofold: One, to establish what the colleagues’ current situation is in terms of their role and workplace relations etc and, Secondly, for the colleague and line manager to consider what changes or adjustments to any of the areas of concern identified might help in addressing those concerns. Once the colleague has completed this section they should share it with their line manager who will set up a meeting to discuss the concerns raised. The colleague can take someone along to support them at this meeting, if they wish. At the meeting, the manager in discussion with the employee, completes Section 2. Review dates should be agreed and further meetings arranged to check progress and to review the contents in case there have been any changes which need to be reflected in the Action Plan. Both the colleague and the line manager should sign the form to show that it’s a true and accurate record of the discussion. The line manager must keep a copy of the form and give one to the colleague. They should also arrange for a copy to go on the colleague’s personal file. At each review meeting, the line manager and colleague should discuss the progress against agreed actions, and the colleagues’ “current” perceptions of the levels and effects of the stress they are experiencing. The line manager should amend the form to show any new issues and agreed actions, and where there has been progress. Again, both parties should sign the form, keep a copy and make sure one goes on the colleague’s personal file. To assist colleagues in completing the form they may wish to take into account the following points: Try to be as specific as you can, particularly when filling in the current situation and examples columns. For example, a simple statement such as “I can’t cope with my workload” doesn’t give much insight as to which issues are causing the stress A better example would be ’I can’t cope with my workload because the deadlines are too close together’ The sections which look at the future with regard to the colleagues’ role, responsibilities, work relations etc need to focus on what can be different and how they can be different. These sections also need to take into account what can practicably be achieved. Consequently, in terms of the above example about unrealistic deadlines it won’t be practical to ask for them to be removed altogether but it might be possible and/or appropriate to agree for them to be spread out over more days, or to be staggered across different points of a month. Whilst MHA can most effectively influence work based issues the colleague can raise non-work issues under “other factors” as it may still be possible to make some alterations at work which may help the colleague. Section 2 This should be completed by the line manager, but in full discussion with the colleague. When completing this section, it is important to focus on one issue or “activity” at a time and complete all columns of the form before moving to the next “activity”. When looking at the “proposed solution” column it is important to focus as far as possible on simple clear actions and if any problems arise in delivering the “proposed solution” that this is reported back to the colleague in a timely manner and the Action Plan updated accordingly. In the unlikely event that no solutions appear to be possible this should be recorded along with the “barriers” that have resulted in this situation. It is important that the line manager and colleague agree and adhere to realistic review dates. If they need to be altered please ensure that the colleague is informed at the earliest opportunity. It is also important to record if the meeting is an initial or review meeting. Colleague Stress Risk Assessment Form To be completed by Colleague. The Present - What is currently of concern to you about any of the following: your role, your working relations, or other aspects of your employment. (Please give specific examples and any necessary background information) Use additional sheet if required. The Future - What would you like to be different in the future? (Try to think about which things you can influence and which things you need assistance to change / influence) Use additional sheet if required. Stress Action Plan To be completed jointly by the line manager and colleague. Please note when using a paper copy that the form size can be typed up and expanded electronically or you can use extra copies to ensure everything is captured. Copy to be given to colleague and copy to be placed on file. Version Control"
  }
}