{
  "id": "HS001",
  "title": "Health and Safety Arrangements and Responsibilities Policy",
  "filename": "HS001 Health and Safety Arrangements and Responsibilities Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA is committed to ensuring, as far as is reasonably practicable, the health and safety of colleagues and anyone affected by MHA’s activities. \nMHA’s arrangements for managing health and safety at MHA will comply with the Health and Safety at Work Act 1974, Management of Health & Safety at Work Regulations 1999, and all other associated and relevant legislation, regulations.\nScope and Purpose\nThis policy aims to support the continuous improvement of MHAs management of all risks within its remit for the benefit of colleagues and all who use or are affected by MHA’s activities. It aims to achieve this by creating and developing appropriate and robust health and safety management arrangements which deliver a structured, proportionate, and consistently applied approach to risk management.\nThis policy is relevant for all colleagues and volunteers (hereafter referred to as colleagues).\nH&S Arrangements\nThe general, corporate arrangements described in this H&S Policy are supplemented by a wide range of hazard specific and / or local policies, procedures, and guidance wherever this is either necessary or potentially beneficial. \nAll such documents are subject to formal and scheduled review, and revised or updated versions, along with corrections or supplementary information relating to them are formally issued on a monthly basis by the Standards and Policy Team overseen by the Head of Standards and Policy. \nAppropriate records of all elements of health and safety management related activities shall be kept and made available as required in order to inform decision making, management action and day to day activity. These shall be made, maintained, accessed, shared, retained ‘after use’ and disposed of in line with GDPR requirements and local policies and procedures. \nMHA considers its main health and safety  risks under the following eleven headings. This is not an exhaustive list and there will be numerous other related risks not specifically referred to in this summary which MHA’s health and safety management arrangements will nevertheless still be expected to identify and appropriately manage.\nGeneral Work-Related Activities and Risks: all specific activities and service delivery risks not covered more specifically below; and including for instance, Safe Systems of Work for all work-related activities for example: \nDriving\nLone Working \nMoving and Handling of loads and people\nEquipment Safety - including Bed Rails\nSlips, Trips and Falls - Including Falls from Height\nHazardous Substances, Infections and Disease\nCatering, Food Hygiene and Safety\nWater Related Risks - Including Legionella and Scalding\nWork Related Violence, Aggression, Personal Safety and Security\nGeneral Work Environment – including buildings and maintenance, asbestos, gas, contractors, DSE, and vehicle movement.\nFire Safety\nGeneral Welfare – including First Aid, Occupational Health services, Mental Health including Stress.\nEmergency Plans, Preparedness and Business Continuity\nConsultation and Communication\nConsultation and communication arrangements shall be in place in all homes and schemes and within Central Support (with all these referred to collectively as ’Local arrangements’) which will enable all colleagues to be ‘included’ as necessary, but also encouraged to engage with discussions of health and safety issues and initiatives and the local management of these. \nThese will facilitate the discussion and effective communication of locally relevant risks and the details of associated controls (and changes to these) and provide colleagues with the opportunity to raise safety related concerns with their managers, confident that these will be both well received and appropriately responded to.\nResidents and people using our services will also be informed of, and consulted with, on health and safety matters where this is considered to be either necessary or potentially beneficial.\nMHA uses a ‘two tier’ approach to the formal direction, management, coordination, and oversight of its health and safety efforts, with the above ‘Local’ arrangements formally reporting into a Senior Management level Health Safety Committee which itself reports into ELT. \nMHA’s local consultation, communication and other associated forums and activities are required to regularly consider the Health and Safety related risks they face and the extent to which the responsibilities of each individual or team are being effectively discharged, and the means of offering support, or otherwise addressing, any shortfalls in this regard.\nThese arrangements must be organised as appropriate within all care homes, retirement living schemes, MHA Community schemes and support functions (referred to collectively hereafter in this document as “homes, schemes, and support functions”  so as to be able to formally report on agreed Health and Safety related actions, plans, risks, and challenges  to the Health Safety Committee. \nRisk Assessment in Health and Social Care Settings\nMHA acknowledges the right of colleagues to work in a healthy and safe environment, and also that the predominantly ‘vulnerable’ population using its services is entitled to care and support that is safe and takes their wants, needs, privacy, and dignity into account. \nThe key building block on which effective risk management interventions should be based, is the risk assessment which is, in summary, a structured and consistently applied means of identifying and quantifying the significance of hazards and considering and agreeing sensible and proportionate measures to manage them. Risk assessments underpin and inform all health and safety management arrangements and must be undertaken by an appropriately ‘Competent Person’ for all tasks, activities, and hazards relevant to the organisation. \nAlthough there are unlikely to be many hazards or risks not already subject to various controls, the risk assessment process helps in deciding for each risk whether more should be done. \nWhen considering the individual risks for particular people using a service, it must be remembered that health and social care is regulated by more than one organisation, some of which may require various and quite specific forms of ‘care related’ risk assessment to be undertaken. In such instances, the health and safety risks identified for an individual will usually be recorded as part of, and incorporated into, such ‘care assessments’ or ‘support plans.’\nIncident Reporting and Investigation\nIncident Reporting must be undertaken by any and all colleagues in line with MHA’s incident reporting and investigation policy, and associated local procedures, using the Radar electronic Incident Reporting system. Managers shall encourage the reporting, and proportionate and appropriate investigation of all incidents, with a view to learning from these and avoiding recurrence.\nRoles and Responsibilities\nTraining and Monitoring\nMHA’s Board will agree annual objectives for improving the effectiveness of its health and safety management arrangements, which will be subject to ongoing monitoring and review, and with progress and any particular challenges being formally reported to it.\nA range of auditing and monitoring processes (both internal and external) will be used to evaluate the effectiveness of existing arrangements, and to assist in identifying areas for review and improvement as appropriate. \nTraining in health and safety will be provided for all colleagues in line with statutory requirements, as mandated by MHA in response to relevant regulations and guidance, in response to the significant findings of risk assessments, and for any other appropriate reasons. This shall include new colleagues and those changing roles, and ‘refresher’ training, as well as wherever new or exacerbated risks and associated training needs are identified.\nAny person identified as having specific responsibilities with regard to this policy and / or any other health & safety related policy and any associated procedures or protocols, must possess sufficient skills, ability, training, education, knowledge, and experience to be able to discharge these responsibilities and perform their designated tasks safely and effectively. In the context of health and safety management this combination of required attributes is defined as `Competence`.\nMHA’s need for Access to Competent Persons advice across the organisation is met by a combination of employing appropriately knowledgeable, qualified, experienced, and otherwise ‘competent’ people and, where the advice required is beyond the competence of these colleagues, or where employing the advice is not considered to be either appropriate or possible, additional Competent Person advice will be sourced externally and purchased, as necessary. \nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEquality Impact Assessment (EIA)\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nMHA policy documents, procedures, and guidance:\nMHA’s Health and Safety Policies (MHA Connect)\nRisk management policy [G600]\nVersion Control",
  "sections": {
    "summary": "MHA is committed to ensuring, as far as is reasonably practicable, the health and safety of colleagues and anyone affected by MHA’s activities. MHA’s arrangements for managing health and safety at MHA will comply with the Health and Safety at Work Act 1974, Management of Health & Safety at Work Regulations 1999, and all other associated and relevant legislation, regulations.",
    "purpose": "This policy aims to support the continuous improvement of MHAs management of all risks within its remit for the benefit of colleagues and all who use or are affected by MHA’s activities. It aims to achieve this by creating and developing appropriate and robust health and safety management arrangements which deliver a structured, proportionate, and consistently applied approach to risk management. This policy is relevant for all colleagues and volunteers (hereafter referred to as colleagues). H&S Arrangements The general, corporate arrangements described in this H&S Policy are supplemented by a wide range of hazard specific and / or local policies, procedures, and guidance wherever this is either necessary or potentially beneficial. All such documents are subject to formal and scheduled review, and revised or updated versions, along with corrections or supplementary information relating to them are formally issued on a monthly basis by the Standards and Policy Team overseen by the Head of Standards and Policy. Appropriate records of all elements of health and safety management related activities shall be kept and made available as required in order to inform decision making, management action and day to day activity. These shall be made, maintained, accessed, shared, retained ‘after use’ and disposed of in line with GDPR requirements and local policies and procedures. MHA considers its main health and safety risks under the following eleven headings. This is not an exhaustive list and there will be numerous other related risks not specifically referred to in this summary which MHA’s health and safety management arrangements will nevertheless still be expected to identify and appropriately manage. General Work-Related Activities and Risks: all specific activities and service delivery risks not covered more specifically below; and including for instance, Safe Systems of Work for all work-related activities for example: Driving Lone Working Moving and Handling of loads and people Equipment Safety - including Bed Rails Slips, Trips and Falls - Including Falls from Height Hazardous Substances, Infections and Disease Catering, Food Hygiene and Safety Water Related Risks - Including Legionella and Scalding Work Related Violence, Aggression, Personal Safety and Security General Work Environment – including buildings and maintenance, asbestos, gas, contractors, DSE, and vehicle movement. Fire Safety General Welfare – including First Aid, Occupational Health services, Mental Health including Stress. Emergency Plans, Preparedness and Business Continuity Consultation and Communication Consultation and communication arrangements shall be in place in all homes and schemes and within Central Support (with all these referred to collectively as ’Local arrangements’) which will enable all colleagues to be ‘included’ as necessary, but also encouraged to engage with discussions of health and safety issues and initiatives and the local management of these. These will facilitate the discussion and effective communication of locally relevant risks and the details of associated controls (and changes to these) and provide colleagues with the opportunity to raise safety related concerns with their managers, confident that these will be both well received and appropriately responded to. Residents and people using our services will also be informed of, and consulted with, on health and safety matters where this is considered to be either necessary or potentially beneficial. MHA uses a ‘two tier’ approach to the formal direction, management, coordination, and oversight of its health and safety efforts, with the above ‘Local’ arrangements formally reporting into a Senior Management level Health Safety Committee which itself reports into ELT. MHA’s local consultation, communication and other associated forums and activities are required to regularly consider the Health and Safety related risks they face and the extent to which the responsibilities of each individual or team are being effectively discharged, and the means of offering support, or otherwise addressing, any shortfalls in this regard. These arrangements must be organised as appropriate within all care homes, retirement living schemes, MHA Community schemes and support functions (referred to collectively hereafter in this document as “homes, schemes, and support functions” so as to be able to formally report on agreed Health and Safety related actions, plans, risks, and challenges to the Health Safety Committee. Risk Assessment in Health and Social Care Settings MHA acknowledges the right of colleagues to work in a healthy and safe environment, and also that the predominantly ‘vulnerable’ population using its services is entitled to care and support that is safe and takes their wants, needs, privacy, and dignity into account. The key building block on which effective risk management interventions should be based, is the risk assessment which is, in summary, a structured and consistently applied means of identifying and quantifying the significance of hazards and considering and agreeing sensible and proportionate measures to manage them. Risk assessments underpin and inform all health and safety management arrangements and must be undertaken by an appropriately ‘Competent Person’ for all tasks, activities, and hazards relevant to the organisation. Although there are unlikely to be many hazards or risks not already subject to various controls, the risk assessment process helps in deciding for each risk whether more should be done. When considering the individual risks for particular people using a service, it must be remembered that health and social care is regulated by more than one organisation, some of which may require various and quite specific forms of ‘care related’ risk assessment to be undertaken. In such instances, the health and safety risks identified for an individual will usually be recorded as part of, and incorporated into, such ‘care assessments’ or ‘support plans.’ Incident Reporting and Investigation Incident Reporting must be undertaken by any and all colleagues in line with MHA’s incident reporting and investigation policy, and associated local procedures, using the Radar electronic Incident Reporting system. Managers shall encourage the reporting, and proportionate and appropriate investigation of all incidents, with a view to learning from these and avoiding recurrence.",
    "policy": "MHA’s Health and Safety Policies (MHA Connect) Risk management policy [G600] Version Control",
    "responsibilities": "Training and Monitoring MHA’s Board will agree annual objectives for improving the effectiveness of its health and safety management arrangements, which will be subject to ongoing monitoring and review, and with progress and any particular challenges being formally reported to it. A range of auditing and monitoring processes (both internal and external) will be used to evaluate the effectiveness of existing arrangements, and to assist in identifying areas for review and improvement as appropriate. Training in health and safety will be provided for all colleagues in line with statutory requirements, as mandated by MHA in response to relevant regulations and guidance, in response to the significant findings of risk assessments, and for any other appropriate reasons. This shall include new colleagues and those changing roles, and ‘refresher’ training, as well as wherever new or exacerbated risks and associated training needs are identified. Any person identified as having specific responsibilities with regard to this policy and / or any other health & safety related policy and any associated procedures or protocols, must possess sufficient skills, ability, training, education, knowledge, and experience to be able to discharge these responsibilities and perform their designated tasks safely and effectively. In the context of health and safety management this combination of required attributes is defined as `Competence`. MHA’s need for Access to Competent Persons advice across the organisation is met by a combination of employing appropriately knowledgeable, qualified, experienced, and otherwise ‘competent’ people and, where the advice required is beyond the competence of these colleagues, or where employing the advice is not considered to be either appropriate or possible, additional Competent Person advice will be sourced externally and purchased, as necessary. Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Equality Impact Assessment (EIA) Equality, Diversity, and Impact Assessment to be confirmed. Resources"
  }
}