{
  "id": "HS315",
  "title": "Electrical Safety Policy and Procedure",
  "filename": "HS315 Electrical Safety Policy and Procedure.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA recognises the potential risks associated with the installation, maintenance, and use of electrical installations. This policy will ensure that MHA’s management arrangements in relation to electrical safety are established, maintained, and promoted to ensure continual improvement of MHA services by:\nHaving clear roles and responsibilities for the management of electrical safety\nEnsuring impact and risk assessments assess and adequately control the risk associated with electrical installations.\nProviding adequate resources to ensure effective management of electrical safety.\nMonitoring compliance with the requirements of this policy.\nScope and Purpose\nThis policy applies to all persons employed or contracted to undertake activities relating to electrical installations on all properties owned and managed by MHA with the exception of leasehold properties where the duty holder is the leaseholder. This includes all repairs, maintenance, planned and capital works activities. \nThe purpose of this policy is to ensure a robust electrical management system is established to:\nManage the delivery of electrical condition reports, safety checks, repairs, maintenance, and new electrical installations.\nHold accurate and compliant electrical inspection records and maintenance records.\nEnsure that MHA’s domestic and commercial properties have a satisfactory and compliant electrical installation condition report (EICR).\nEnsure that any C1 defects found during the electrical condition report are where reasonably practicable, completed whilst the electrical engineer is at the property. C2 defects will be completed as soon as is reasonably practicable, with the exception of those requiring a full or partial electrical rewire or those reported to the electrical network provider which will be prioritised based on risk exposure.\nEnsure that there are robust processes in place to make sure that any additional or follow on works are carried out.\nDefinitions \nThis policy has been developed and is compliant with the Health and Safety at Work etc. Act 1974 and other relevant legislation and regulatory requirements including:\nElectricity at Work Regulations 1989\nElectrical Equipment (Safety) Regulations 2016\nLandlord and Tenant Act 1985\nThe Landlord and Tenant Act 1985 places duties on landlords to ensure that electrical installations in rented properties are:\nSafe when a tenancy begins, Section 8 (1a)\nMaintained in a safe condition throughout the tenancy, Section 11 (1b)\nAs of 1st April 2021, private rental properties will have all domestic electrical installations tested at intervals of no longer than 5 years or sooner at each change of occupancy, all commercial installations must be tested at 5-year intervals. Both domestic and commercial electrical tests will be undertaken sooner if it is recommended by the competent person (BS7671:2018).\nElectrical Safety Management Arrangements\nInspection Requirements\nMHA will ensure that each property to which a duty applies has an EICR carried out within 5 years of the previous EICR for domestic and non-domestic properties. \nMHA will not accept unsatisfactory Electrical Installation Condition Reports (EICR) but insist where possible any faults with potentially dangerous C2 classifications, are done at the time the EICR is being carried out, and a satisfactory report issued. \nWhere it is not possible to issue a satisfactory EICR due to the type of remedial work required i.e. full or partial electrical rewire, or the replacement of a distribution board, any C1 faults will be completed whilst the electrical engineer is at the property. C2 defects will be completed as soon as is reasonably practicable, with the exception of those requiring a full or partial electrical rewire or those reported to the electrical network provider which will be prioritised based on risk exposure.\nMHA will implement a robust process for cases where access is refused to carry out essential electrical safety work, and evidence collected to be able to demonstrate all reasonable steps have been taken.\nMHA will establish and maintain a plan of all continuous improvement activity undertaken with regards to electrical safety.\nMHA will ensure that there are robust processes in place to make sure that any additional or follow on works are completed.\nMHA will carry out an EICR upon commencement of any new tenancy, including void, mutual exchange or immediate re-let, managed or otherwise. \nMHA will carry out an EICR upon commencement of a new tenancy in a new build property when the tenancy commences more than 1 week following handover. A detailed visual inspection will be carried out and recorded on new build properties by a qualified electrician when the new tenancy commences within 1 week of handover from the builder.\nMHA will carry out the testing of smoke and CO alarms, which are interlinked and form part of the electrical system.\nMHA will ensure that a Minor Works Electrical Certificate is issued for applicable electrical work.\nMHA will install interlinked smoke alarms in all properties as part of the rewire programme, either wireless linked or hard wired.\nMHA will ensure that for non-domestic properties rented on leasehold basis i.e. retail shops, fast food catering establishments or other similar premises the leaseholder provides an electrical installation condition report within 5 years of the previous condition report.\nMHA will ensure that all other electrical installations and appliances such as electric heating, solar voltaic, un-interruptible power supplies are serviced and checked for safety in accordance with the manufacturer’s instructions.\nRecord Keeping\nMHA will hold accurate records of maintenance and inspection of electrical systems including scheduled EICR inspection dates.\nMHA will retain electrical condition reports and maintenance documentation for the life of the electrical installation.\nAccess\nMHA will implement a robust process for cases where access is refused to carry out essential electrical safety work. This process will include the option to use legal methods to gain access.\nFixed Electrical Installations\nAll new installations will be provided with an Electrical Installation Certificate complete with a Schedule of Inspections and Test Results.\nThe frequency of periodic inspection and testing must be determined taking into account:\nThe type of installation \nIts use and operation \nThe frequency and quality of maintenance \nThe external influences on which it is subjected. \nAll buildings will be subject to a full Periodic Inspection and Test at the prescribed frequency. \nThe frequency of testing should be increased if the history indicates signs of progressive deterioration.\nThe provision of Marking and Labelling shall be provided in full accordance with BS 7671 2018 Requirements for Electrical Installations and Guidance Note 3 (Inspection and Testing) - including all current amendments.\nRecords shall be provided in full accordance with BS 7671 2018 Requirements for Electrical Installations and Guidance Note 3 (Inspection and Testing) - including all amendments  Additionally record drawings must be suitably provided / annotated to illustrate the electrical layout and circuit configuration of the installation following the completion of the Inspection and Testing regime and any necessary rectification works. Original Inspection certificates must be provided to MHA.\nPrior to starting any works activities appointed contractors must carry out a suitable and sufficient risk assessment for the work involved.\nPortable Appliance Testing (PAT)\nPAT testing will be completed by an external organisation.\nOperational colleagues may use the visual inspection form in between official PAT tests to ensure that appliances are safe for use.\nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nMHA is fully committed to continuous development and improvement of electrical safety performance. In order to meet this commitment, performance reporting in relation to electrical safety will be regularly reported to the Executive Leadership Team (ELT) and wider Leadership Team.\nIn order to provide adequate assurance of asset information held, MHA will periodically undertake an asset data review to ensure that electrical safety data is accurate and up to date. \nThis could be done by an outside contractor such as Morgan Lambert.\nIn the event that a major non-conformance issue is identified (i.e. one which has a significant health and safety implication and/or is under RIDDOR, it will be immediately reported to the Chief Operating Officer, Head of Estates and the Head of Health and Safety. The Head of Estates and the Head of Health and Safety will agree an appropriate course of corrective action in order to address any non-compliance issues, and report details to the Executive Leadership Team (ELT).\nA compliance performance report will be produced and submitted to ELT on a quarterly basis by the Compliance Manager, although the Compliance Team monitor performance on a weekly/daily basis.\nAn independent internal audit of electrical safety arrangements will be undertaken at least once every two years to check the systems and processes in place, as well as the effectiveness of key controls relating to operational compliance. The auditing team will produce a report with recommendations and management responses to be submitted to ELT, and the Audit and Risk Committee. \nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nMHA policy documents, procedures, and guidance:\nPortable Appliance Visual Inspection Form \nInformation Governance Policy \nHealth and Safety Arrangements and Responsibilities Policy \nExternal Resources \nElectrical safety (HSE)\nVersion Control",
  "sections": {
    "summary": "MHA recognises the potential risks associated with the installation, maintenance, and use of electrical installations. This policy will ensure that MHA’s management arrangements in relation to electrical safety are established, maintained, and promoted to ensure continual improvement of MHA services by: Having clear roles and responsibilities for the management of electrical safety Ensuring impact and risk assessments assess and adequately control the risk associated with electrical installations. Providing adequate resources to ensure effective management of electrical safety. Monitoring compliance with the requirements of this policy.",
    "purpose": "This policy applies to all persons employed or contracted to undertake activities relating to electrical installations on all properties owned and managed by MHA with the exception of leasehold properties where the duty holder is the leaseholder. This includes all repairs, maintenance, planned and capital works activities. The purpose of this policy is to ensure a robust electrical management system is established to: Manage the delivery of electrical condition reports, safety checks, repairs, maintenance, and new electrical installations. Hold accurate and compliant electrical inspection records and maintenance records. Ensure that MHA’s domestic and commercial properties have a satisfactory and compliant electrical installation condition report (EICR). Ensure that any C1 defects found during the electrical condition report are where reasonably practicable, completed whilst the electrical engineer is at the property. C2 defects will be completed as soon as is reasonably practicable, with the exception of those requiring a full or partial electrical rewire or those reported to the electrical network provider which will be prioritised based on risk exposure. Ensure that there are robust processes in place to make sure that any additional or follow on works are carried out.",
    "definitions": "This policy has been developed and is compliant with the Health and Safety at Work etc. Act 1974 and other relevant legislation and regulatory requirements including: Electricity at Work Regulations 1989 Electrical Equipment (Safety) Regulations 2016 Landlord and Tenant Act 1985 The Landlord and Tenant Act 1985 places duties on landlords to ensure that electrical installations in rented properties are: Safe when a tenancy begins, Section 8 (1a) Maintained in a safe condition throughout the tenancy, Section 11 (1b) As of 1st April 2021, private rental properties will have all domestic electrical installations tested at intervals of no longer than 5 years or sooner at each change of occupancy, all commercial installations must be tested at 5-year intervals. Both domestic and commercial electrical tests will be undertaken sooner if it is recommended by the competent person (BS7671:2018). Electrical Safety Management Arrangements Inspection Requirements MHA will ensure that each property to which a duty applies has an EICR carried out within 5 years of the previous EICR for domestic and non-domestic properties. MHA will not accept unsatisfactory Electrical Installation Condition Reports (EICR) but insist where possible any faults with potentially dangerous C2 classifications, are done at the time the EICR is being carried out, and a satisfactory report issued. Where it is not possible to issue a satisfactory EICR due to the type of remedial work required i.e. full or partial electrical rewire, or the replacement of a distribution board, any C1 faults will be completed whilst the electrical engineer is at the property. C2 defects will be completed as soon as is reasonably practicable, with the exception of those requiring a full or partial electrical rewire or those reported to the electrical network provider which will be prioritised based on risk exposure. MHA will implement a robust process for cases where access is refused to carry out essential electrical safety work, and evidence collected to be able to demonstrate all reasonable steps have been taken. MHA will establish and maintain a plan of all continuous improvement activity undertaken with regards to electrical safety. MHA will ensure that there are robust processes in place to make sure that any additional or follow on works are completed. MHA will carry out an EICR upon commencement of any new tenancy, including void, mutual exchange or immediate re-let, managed or otherwise. MHA will carry out an EICR upon commencement of a new tenancy in a new build property when the tenancy commences more than 1 week following handover. A detailed visual inspection will be carried out and recorded on new build properties by a qualified electrician when the new tenancy commences within 1 week of handover from the builder. MHA will carry out the testing of smoke and CO alarms, which are interlinked and form part of the electrical system. MHA will ensure that a Minor Works Electrical Certificate is issued for applicable electrical work. MHA will install interlinked smoke alarms in all properties as part of the rewire programme, either wireless linked or hard wired. MHA will ensure that for non-domestic properties rented on leasehold basis i.e. retail shops, fast food catering establishments or other similar premises the leaseholder provides an electrical installation condition report within 5 years of the previous condition report. MHA will ensure that all other electrical installations and appliances such as electric heating, solar voltaic, un-interruptible power supplies are serviced and checked for safety in accordance with the manufacturer’s instructions. Record Keeping MHA will hold accurate records of maintenance and inspection of electrical systems including scheduled EICR inspection dates. MHA will retain electrical condition reports and maintenance documentation for the life of the electrical installation. Access MHA will implement a robust process for cases where access is refused to carry out essential electrical safety work. This process will include the option to use legal methods to gain access. Fixed Electrical Installations All new installations will be provided with an Electrical Installation Certificate complete with a Schedule of Inspections and Test Results. The frequency of periodic inspection and testing must be determined taking into account: The type of installation Its use and operation The frequency and quality of maintenance The external influences on which it is subjected. All buildings will be subject to a full Periodic Inspection and Test at the prescribed frequency. The frequency of testing should be increased if the history indicates signs of progressive deterioration. The provision of Marking and Labelling shall be provided in full accordance with BS 7671 2018 Requirements for Electrical Installations and Guidance Note 3 (Inspection and Testing) - including all current amendments. Records shall be provided in full accordance with BS 7671 2018 Requirements for Electrical Installations and Guidance Note 3 (Inspection and Testing) - including all amendments Additionally record drawings must be suitably provided / annotated to illustrate the electrical layout and circuit configuration of the installation following the completion of the Inspection and Testing regime and any necessary rectification works. Original Inspection certificates must be provided to MHA. Prior to starting any works activities appointed contractors must carry out a suitable and sufficient risk assessment for the work involved. Portable Appliance Testing (PAT) PAT testing will be completed by an external organisation. Operational colleagues may use the visual inspection form in between official PAT tests to ensure that appliances are safe for use.",
    "policy": "Portable Appliance Visual Inspection Form Information Governance Policy Health and Safety Arrangements and Responsibilities Policy External Resources Electrical safety (HSE) Version Control",
    "responsibilities": "Training and Monitoring Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. MHA is fully committed to continuous development and improvement of electrical safety performance. In order to meet this commitment, performance reporting in relation to electrical safety will be regularly reported to the Executive Leadership Team (ELT) and wider Leadership Team. In order to provide adequate assurance of asset information held, MHA will periodically undertake an asset data review to ensure that electrical safety data is accurate and up to date. This could be done by an outside contractor such as Morgan Lambert. In the event that a major non-conformance issue is identified (i.e. one which has a significant health and safety implication and/or is under RIDDOR, it will be immediately reported to the Chief Operating Officer, Head of Estates and the Head of Health and Safety. The Head of Estates and the Head of Health and Safety will agree an appropriate course of corrective action in order to address any non-compliance issues, and report details to the Executive Leadership Team (ELT). A compliance performance report will be produced and submitted to ELT on a quarterly basis by the Compliance Manager, although the Compliance Team monitor performance on a weekly/daily basis. An independent internal audit of electrical safety arrangements will be undertaken at least once every two years to check the systems and processes in place, as well as the effectiveness of key controls relating to operational compliance. The auditing team will produce a report with recommendations and management responses to be submitted to ELT, and the Audit and Risk Committee. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk"
  }
}