{
  "id": "HS310",
  "title": "Business Continuity and Emergency Planning Policy and Procedure",
  "filename": "HS310 Business Continuity and Emergency Planning Policy and Procedure.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA’s priority is the safety and wellbeing of colleagues, and those who use MHA’s services including residents, tenants, and members, as well as any other visitors. This policy and procedure outline the business continuity and emergency planning requirements that all MHA services must follow to ensure that critical functions and operations can continue or be rapidly resumed in the face of various disruptions or emergencies.\nIf in the event of a fire, flood, gas leak or explosion, which requires full evacuation to a place of safety refer to Incident Response and Escalation Policy for guidance on escalating to relevant senior managers.  For any suspicious or potentially intentional activity MHA’s Terrorism, Suspicious Behaviours, Packages and Bomb Threats Policy can be referred to for guidance regarding specific situations.\nScope and Purpose\nThis policy is relevant to all MHA services including Care Homes, Retirement Living, MHA Communities, and Central support. The standard operating procedures are aimed directly at Care Homes and Retirement Living.\nThis policy aims to ensure that MHA, when it comes to business continuity, can:\nRespond all day, every day - twenty-four hours a day, seven days a week.\nMinimise and control damage.\nMake sure that care and support carries on with the least amount of disruption.\nMake sure that normal working is resumed in the shortest possible time.\nSafeguard the people using our services, colleague, visitors, and contractors.\nAvoid long term disruption for people using our services.\nEffectively manage our emergency (disaster) management plans, media and / or insurance interests.\nMaintain public and customer confidence.\nMake sure of the immediate & long-term security and protection of our business interests.\nMeet legal and regulatory requirements.\nDefinitions\nBusiness Continuity Threats\nThe main message is to ‘deal with it’ and inform people that it’s happening. colleagues on duty must not put people at risk by delay, for example - a distinct smell of gas means that colleague must isolate the supply, stop all flammable activity, open windows, and contact The National Grid Emergency Helpline – formally Transco (0800 111 999) before contacting the manager / on call manager. \nIf the Home/Scheme Manager is not on the premises, colleagues must have the autonomy to modify the guidance below:\nBetween 7am and 11pm, the colleague in charge of the Home/Scheme must ascertain the home manager or deputy manager on call’s permission to contact the relevant 24 hour call out service to remedy the event. The Home/Scheme Manager must inform their area manager at the first reasonable opportunity, that this call has been made.\nBetween 11 pm and 7 am the colleague in charge of the Home/Scheme must contact the relevant 24 hour call out service to remedy the event. At the first reasonable opportunity, the colleague in charge must inform the Home/Scheme Manager who must inform their area manager that this call has been made.\nOut of Hours If the disruption is out of hours colleagues must follow the procedures set out in the Incident Response and Escalation Policy. Out of hours on call rotas are available on MHA Connect Emergency out-of-hours call out rotas \nIf the interruption to / disruption to the service is likely to last for more than 4 hours, a senior manager must be informed at the earliest opportunity. \nFor specific threat examples and response plans, refer to Appendix 1.\nEvacuation \nIn extreme circumstances, the person in charge of the building may need to take the decision to evacuate the building before the emergency services arrive. However, colleagues should initially follow the same procedure as they would for fire evacuation refer to Fire Safety Policies and Procedures.\nIf possible (but not at the risk of injury), colleagues must try to take the following during an evacuation:\nThe emergency ‘grab bag / box’ including the fire emergency file\nMedications\nLaptop\nSpare keys and\nResidents’ records.\nPhone\nDisaster events may require full evacuation to a place of safety for some or all of the people living on the premises because of:\nSignificant damage which makes part or all of the premises uninhabitable.\nLoss of, or permanent damage to equipment which means that colleague cannot provide care and support to people.\nNo water supply, electricity, or other utilities for more than two days.\nColleague cannot get into or leave the premises.\nEmergency Disaster Management Plan \nIf the event that threatens business continuity goes on for longer than is reasonably expected, colleague may have to implement the Emergency (disaster) Management Plan.\nThe manager must risk assess the reason for any delay in the restoration of a service and the impact on people using our services / colleagues and, in consultation with a senior manager, decide whether to escalate to the emergency (disaster) management plan. For example, waiting for a lift part in the event of a lift breakdown may take some days and be a cause of complaints but colleague can arrange contingencies. If possible, partial evacuation by moving rooms in the home or scheme is more realistic than total or full evacuation.\nThe manager must make sure that the emergency (Disaster) Management Plan relevant to the location is:\nKept in the service locality and accessible to colleague – for example, emergency file in emergency bag / box.\nDiscussed with colleague in preparation for an incident.\nStored on the MHA intranet ‘emergency plans.’\nThe priority in disaster management must be:\nSafety - making sure of the ongoing safety of people.\nCommunication - to people on premises at the time. Phoning others. Asking colleagues to come and help.\nService needs - assess, identify, and salvage or throw away. Arrange for repairs to property / equipment.\nRestoration - risk assess the ‘new’ and the future risk of a repeat event and Identify timescales\nCritical Incident Analysis - report writing and documentation and lessons learnt.\nIf possible (but not at the risk of injury), colleagues must try to:\nIsolate the gas and electricity supplies.\nMake sure of no flammable activity (smoking, oxygen, gas) on or near the premises.\nTurn off any cooking in process.\nIf the above is not possible, the manager / person in charge must inform the emergency services that this has not been done.\nThere must be two local places of safety with disabled access and a secure office facility which will act as a ‘control centre’ for meetings etc. \nFor advice or assistance with transfer of residents, homes and schemes must know the local authority emergency planning or disaster management officer’s contact details.\nEmergency Grab Bag\nThe manager must make sure that an emergency bag / box / container is in an agreed location and is available for colleague to ‘grab and go’ (see internet for an example of a ‘grab and go’ bag). The bag must contain (at a minimum):\nHi Viz jackets (numbers required relative to the size / number of colleague required to manage an emergency situation).\nFoil blankets (for the number of people living at the service plus 25 for others on site).\n2 torches + spare batteries.\n2 clip boards and 2 pens.\nA first aid kit with extra ‘cool gel’ for burns.\nA charged mobile phone with £10 credit / or if local poor reception a walkie-talkie set and spare batteries or other reliable means of telecommunication.\nAn accessible emergency (fire) file which contains the Emergency (Disaster) Management Plan, and any other information that managers see as relevant. All names, addresses and contact numbers listed must be for emergency use only and colleague must not breach confidentiality or access the numbers for ‘routine’ business.\nCheck the contents of the bag / box against the list above at least every three months using the Emergency Grab Bag Checklist Form, to ensure all items are present and in date update any relevant list when there is a resident / tenant, colleague, or supplier change. where relevant, use the mobile phone every month (according to provider instructions) so that the SIM does not expire.\nLong Term Plans\nLong term arrangements will include:\nEmergency services release of premises.\nColleagues’ visits to people that have been relocated, contact with families and stakeholders.\nMeetings of a ‘critical response team’ (home manager, area manager, estates representative, IT representative & possibly an HR representative).\nAssessment of damage – both the current situation and for a forward plan. This may involve other professionals – for example, surveyors or loss adjusters.\nObtaining costings for any re-build, repair, redecoration, or replacement of equipment etc.\nSuppliers and Contractors\nThroughout the process of business continuity management, it is worth considering which external organisations play a part in your home or schemes critical functions:\nWhat if one of these organisations suffered a disruption or went out of business?\nHave you identified ways of “filling the gap” at short notice?\nStandard Operating Procedures\nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nHealth and safety and fire safety training programmes are available for colleagues during induction and periodically as defined within MHA’s learning Zone.\nContinuous Improvement\nThe following have been identified as areas for continuous improvement for MHA’s business continuity and emergency planning policy:\nCentral support operating procedures and associated policy documents added to the policy, so Head of Department and central Management align with wider MHA procedures already detailed in this policy.\nAlignment with MHA’s Risk Management policy \nAlignment with Incident Response and Escalation Policy \nAddition of MHA’s critical functions and operations (key risk management summary).\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessments\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nEmergency Disaster Management Plan Form \nEmergency Supply Contacts Form \nEmergency Grab Bag Checklist Form \nFire policy and procedure \nRisk Management policy \nIncident Response and Escalation Policy \nAppendices\nAppendix 1: Business Continuity Threat Examples\nVersion Control",
  "sections": {
    "summary": "MHA’s priority is the safety and wellbeing of colleagues, and those who use MHA’s services including residents, tenants, and members, as well as any other visitors. This policy and procedure outline the business continuity and emergency planning requirements that all MHA services must follow to ensure that critical functions and operations can continue or be rapidly resumed in the face of various disruptions or emergencies. If in the event of a fire, flood, gas leak or explosion, which requires full evacuation to a place of safety refer to Incident Response and Escalation Policy for guidance on escalating to relevant senior managers. For any suspicious or potentially intentional activity MHA’s Terrorism, Suspicious Behaviours, Packages and Bomb Threats Policy can be referred to for guidance regarding specific situations.",
    "purpose": "This policy is relevant to all MHA services including Care Homes, Retirement Living, MHA Communities, and Central support. The standard operating procedures are aimed directly at Care Homes and Retirement Living. This policy aims to ensure that MHA, when it comes to business continuity, can: Respond all day, every day - twenty-four hours a day, seven days a week. Minimise and control damage. Make sure that care and support carries on with the least amount of disruption. Make sure that normal working is resumed in the shortest possible time. Safeguard the people using our services, colleague, visitors, and contractors. Avoid long term disruption for people using our services. Effectively manage our emergency (disaster) management plans, media and / or insurance interests. Maintain public and customer confidence. Make sure of the immediate & long-term security and protection of our business interests. Meet legal and regulatory requirements.",
    "definitions": "Business Continuity Threats The main message is to ‘deal with it’ and inform people that it’s happening. colleagues on duty must not put people at risk by delay, for example - a distinct smell of gas means that colleague must isolate the supply, stop all flammable activity, open windows, and contact The National Grid Emergency Helpline – formally Transco (0800 111 999) before contacting the manager / on call manager. If the Home/Scheme Manager is not on the premises, colleagues must have the autonomy to modify the guidance below: Between 7am and 11pm, the colleague in charge of the Home/Scheme must ascertain the home manager or deputy manager on call’s permission to contact the relevant 24 hour call out service to remedy the event. The Home/Scheme Manager must inform their area manager at the first reasonable opportunity, that this call has been made. Between 11 pm and 7 am the colleague in charge of the Home/Scheme must contact the relevant 24 hour call out service to remedy the event. At the first reasonable opportunity, the colleague in charge must inform the Home/Scheme Manager who must inform their area manager that this call has been made. Out of Hours If the disruption is out of hours colleagues must follow the procedures set out in the Incident Response and Escalation Policy. Out of hours on call rotas are available on MHA Connect Emergency out-of-hours call out rotas If the interruption to / disruption to the service is likely to last for more than 4 hours, a senior manager must be informed at the earliest opportunity. For specific threat examples and response plans, refer to Appendix 1. Evacuation In extreme circumstances, the person in charge of the building may need to take the decision to evacuate the building before the emergency services arrive. However, colleagues should initially follow the same procedure as they would for fire evacuation refer to Fire Safety Policies and Procedures. If possible (but not at the risk of injury), colleagues must try to take the following during an evacuation: The emergency ‘grab bag / box’ including the fire emergency file Medications Laptop Spare keys and Residents’ records. Phone Disaster events may require full evacuation to a place of safety for some or all of the people living on the premises because of: Significant damage which makes part or all of the premises uninhabitable. Loss of, or permanent damage to equipment which means that colleague cannot provide care and support to people. No water supply, electricity, or other utilities for more than two days. Colleague cannot get into or leave the premises. Emergency Disaster Management Plan If the event that threatens business continuity goes on for longer than is reasonably expected, colleague may have to implement the Emergency (disaster) Management Plan. The manager must risk assess the reason for any delay in the restoration of a service and the impact on people using our services / colleagues and, in consultation with a senior manager, decide whether to escalate to the emergency (disaster) management plan. For example, waiting for a lift part in the event of a lift breakdown may take some days and be a cause of complaints but colleague can arrange contingencies. If possible, partial evacuation by moving rooms in the home or scheme is more realistic than total or full evacuation. The manager must make sure that the emergency (Disaster) Management Plan relevant to the location is: Kept in the service locality and accessible to colleague – for example, emergency file in emergency bag / box. Discussed with colleague in preparation for an incident. Stored on the MHA intranet ‘emergency plans.’ The priority in disaster management must be: Safety - making sure of the ongoing safety of people. Communication - to people on premises at the time. Phoning others. Asking colleagues to come and help. Service needs - assess, identify, and salvage or throw away. Arrange for repairs to property / equipment. Restoration - risk assess the ‘new’ and the future risk of a repeat event and Identify timescales Critical Incident Analysis - report writing and documentation and lessons learnt. If possible (but not at the risk of injury), colleagues must try to: Isolate the gas and electricity supplies. Make sure of no flammable activity (smoking, oxygen, gas) on or near the premises. Turn off any cooking in process. If the above is not possible, the manager / person in charge must inform the emergency services that this has not been done. There must be two local places of safety with disabled access and a secure office facility which will act as a ‘control centre’ for meetings etc. For advice or assistance with transfer of residents, homes and schemes must know the local authority emergency planning or disaster management officer’s contact details. Emergency Grab Bag The manager must make sure that an emergency bag / box / container is in an agreed location and is available for colleague to ‘grab and go’ (see internet for an example of a ‘grab and go’ bag). The bag must contain (at a minimum): Hi Viz jackets (numbers required relative to the size / number of colleague required to manage an emergency situation). Foil blankets (for the number of people living at the service plus 25 for others on site). 2 torches + spare batteries. 2 clip boards and 2 pens. A first aid kit with extra ‘cool gel’ for burns. A charged mobile phone with £10 credit / or if local poor reception a walkie-talkie set and spare batteries or other reliable means of telecommunication. An accessible emergency (fire) file which contains the Emergency (Disaster) Management Plan, and any other information that managers see as relevant. All names, addresses and contact numbers listed must be for emergency use only and colleague must not breach confidentiality or access the numbers for ‘routine’ business. Check the contents of the bag / box against the list above at least every three months using the Emergency Grab Bag Checklist Form, to ensure all items are present and in date update any relevant list when there is a resident / tenant, colleague, or supplier change. where relevant, use the mobile phone every month (according to provider instructions) so that the SIM does not expire. Long Term Plans Long term arrangements will include: Emergency services release of premises. Colleagues’ visits to people that have been relocated, contact with families and stakeholders. Meetings of a ‘critical response team’ (home manager, area manager, estates representative, IT representative & possibly an HR representative). Assessment of damage – both the current situation and for a forward plan. This may involve other professionals – for example, surveyors or loss adjusters. Obtaining costings for any re-build, repair, redecoration, or replacement of equipment etc. Suppliers and Contractors Throughout the process of business continuity management, it is worth considering which external organisations play a part in your home or schemes critical functions: What if one of these organisations suffered a disruption or went out of business? Have you identified ways of “filling the gap” at short notice?",
    "responsibilities": "Training and Monitoring Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. Health and safety and fire safety training programmes are available for colleagues during induction and periodically as defined within MHA’s learning Zone. Continuous Improvement The following have been identified as areas for continuous improvement for MHA’s business continuity and emergency planning policy: Central support operating procedures and associated policy documents added to the policy, so Head of Department and central Management align with wider MHA procedures already detailed in this policy. Alignment with MHA’s Risk Management policy Alignment with Incident Response and Escalation Policy Addition of MHA’s critical functions and operations (key risk management summary). Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk EDI Impact Assessments Equality, Diversity, and Impact Assessment to be confirmed. Resources Emergency Disaster Management Plan Form Emergency Supply Contacts Form Emergency Grab Bag Checklist Form Fire policy and procedure Risk Management policy Incident Response and Escalation Policy Appendices Appendix 1: Business Continuity Threat Examples Version Control"
  }
}