{
  "id": "HS311",
  "title": "Fire Safety Policy and Procedure",
  "filename": "HS311 Fire Safety Policy and Procedure.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nAppropriate fire prevention, fire precaution and risk control measures must be taken, and suitable evacuation procedures developed, implemented, tested, and exercised sufficiently frequently as to ensure a competent and effective response in the event of an emergency.\nTo ensure compliance with this Fire Safety Policy, all Responsible Persons should refer to the supporting Fire Safety Guidance documents to ensure their site-specific arrangements are suitable and sufficient:\nFire Emergency Action Plan FEAP Form Care Homes \nFire Emergency Action Plan FEAP Form Retirement Living \nIndividual PEEP Form \nAll PEEPs Summary Form \nFire Safety Checklist Form \nFire Safety Leased Premises Risk Assessment\nFire Safety Retirement Living Person Centred Risk Assessment \nScope and Purpose\nMHA will ensure that all colleagues (including those employed by MHA, volunteers, and Board Members), people using MHA’s services, contractors, members of the public, visitors and fire fighters are protected from the risks of fire within our premises. \nThis policy applies to all MHA services including Care Homes, Retirement Living, MHA Communities, and Central Support offices.\nMHA’s fire policy and procedures complies with all relevant legislation including (but not limited to): \nThe Health & Safety at Work Act 1074\nThe Management of Health and Safety at Work Regulations 1999\nThe Regulatory Reform (Fire Safety) Order 2005\nFire (Scotland) Act 2005 as amended\nThe Fire Safety (Scotland) Regulations 2006\nDefinitions \nStatement of Intent\nIn order to meet the obligations of the relevant fire legislation, MHA will:\nAppoint one or more “Responsible Persons” at each site to implement fire safety preventive and protective measures.\nProvide colleagues with relevant information identified in the fire risk assessment, including measures taken / to take to prevent fire, and protect them if a fire breaks out.\nEnsure that suitable and sufficient fire evacuation procedures are developed, documented, and implemented at our premises.\nUndertake fire risk assessments for individuals using our services who may be at increased risk of fire, such as smokers, those who use flammable topical creams, oxygen, or air flow mattresses etc.\nConsult with colleagues regarding nominating personnel to carry out particular roles in connection with fire safety and fire evacuation and about proposals for improving the fire precautions.\nInform non-colleagues (such as temporary or contract workers) of the nominated “Responsible Person” at site and about fire safety procedures for the premises.\nConsider the presence of any dangerous substances on our premises, assess the risk they present and eliminate / reduce risk to as low as reasonably practicable.\nEstablish a suitable means of contacting the emergency services and provide them with any relevant information about our premises, persons who are exposed to the risk of fire and the presence of any dangerous substances.\nMake sure all colleagues upon appointment and periodically throughout their employment receive appropriate information, instruction, and training about fire precautions in the premises.\nProvide a suitable means of fire detection and / or signalling of the presence of fire in our premises, to give occupants’ sufficient warning of a fire situation.\nWhere necessary, provide emergency lighting in our premises to ensure sufficient illumination during an evacuation.\nEnsure that adequate and suitable fire extinguishing and firefighting equipment is provided and maintained.\nEnsure that adequate means of escape are provided and maintained.\nEnsure that suitable signs designating firefighting equipment and means of escape are provided and maintained, including action to take in the event a fire.\nEnsure that a Fire Logbook is provided and maintained at each premise under MHA control.\nConduct regular fire evacuation tests and exercises at each of our premises and the results recorded.\nEnsure that the premises and any equipment provided in connection with firefighting, fire detection and warning, or emergency routes and exits are covered by a suitable system of maintenance, servicing, and inspection by competent persons.\nEnsure that our colleagues co-operate with the Responsible Person to ensure the premise is safe from fire and its effects.\nEnsure that MHA’s buildings are designed, constructed, refurbished, and maintained in accordance with current Fire Safety Standards, Building Regulations and Approved Codes of Practice to improve structural fire precaution measures.\nLiaise with local Fire & Rescue Services, as necessary, regarding any fire safety or fire precaution arrangements that affect the premises.\nRisks\nThe effects of a fire in residential environments can be far more serious than in many other types of premises and the elderly are at significantly greater risk from fire than other age groups. Some of the factors which can increase the potential danger are:\nThe limited mobility of service users and their need for assistance.\nThose with other disabilities such as hearing or sight impairment.\nDifficulties in understanding and responding to a fire alarm.\nProblems associated with dementia.\nVisitors to the premises may be unfamiliar with the premises layout and evacuation arrangements.\nAt night, sluggishness, and immobility due to sleep or because of medication.\nAt night, fewer colleagues on duty than during the day.\nSpecific reference will be made within relevant sections of this guidance document where there are variations according to premises type, detailing individual duties of the Responsible Person, as indicated above.\nIn a high proportion of fires in care homes, the material first ignited is textiles or furnishings. The choice of furniture, textiles, bedding and sleepwear can influence the ease of ignition and growth of a fire. Where possible and without compromising the comfort of the resident, those items which are supplied in care and residential homes should meet the benchmarks indicated below, including bedding and sleepwear provided by service user.\nUpholstered furniture and certain furnishings intended for domestic and private use have to meet levels of fire resistance set by the current Furniture and Furnishings (Fire Safety) Regulations 1988, as amended.\nLoose furniture covers should be capable of meeting requirements of BS 5852: 2006.\nTextile fabrics for curtains (including nets, linings, and blackout curtains) should meet the standards of BS 5867 Part 2: Type B. This standard cites the test method from BS 5438. Equivalent international standards that achieve most compatibility with BS 5438 are BS EN ISO 6940 and BS EN ISO 6941. \nTextile floor coverings – BS 5287 contains an assessment system for textile floor coverings. These coverings are not normally a serious fire hazard. Textile floor coverings bonded to the floor present a lower fire risk than those loosely laid. \nPolypropylene chairs should have flame retardant polypropylene shells.\nBlankets should be flaming retardant. BS 5866 contains flammability performance standards for individual blankets, or BS 7175, Part 3 which contains a representative fabric sample.\nCounterpanes should be flaming retardant and should meet the standards of the public sector specification – BS 5815, Part 3. Counterpanes covering the bed at all times will help to protect the other textile bedding items from fire. \nContinental quilts / duvets should be flaming retardant to meet the standard of BS 7175: Section 2, with ignition sources 0 and 5.  Quilt covers should meet the construction and flammability standards of BS 5815, Part 3. \nMattresses should achieve the flammability standard for a mattress with a waterproof cover as stated in BS 6807: with ignition source 0. \nMattress overlays, fleeces and under-pads used for residents at risk of pressure injury. Where possible these products should meet BS 7175: \nPillows should meet the standards in BS 7175. \nSleepwear (including dressing gowns and bed jackets) should conform to BS 5722. This gives three different levels of flammability performance. Level 3 is acceptable for normal situations, but higher performance levels can be specified for high-risk situations (level 1 being the most stringent).\nOperating Procedure Requirements\nThe following table sets out the operating fire requirements by service:\nFire Risk Assessments\nMHA will ensure that a competent person conducts a suitable and sufficient Fire Risk Assessment at each premise under its control to assist in meeting MHA’s obligations under the statutory requirements as specified under: \nThe fire risk assessment will focus on: \nIdentifying potential fire hazards\nIdentifying who could be at risk in the event of a fire, especially those that are elderly, those with mobility impairment, smokers etc.\nEvaluating the level of risk from the fire hazards and deciding how effective are the existing controls to eliminate, control or avoid the fire hazards (control measures include: fire safety emergency plan, fire detection and warning systems, means of escape, means of fighting fire, fire safety training and fire prevention measures)\nWhat needs to be done to mitigate the risk\nRecording the assessment, developing an action plan, and communicating information to persons at risk\nConfirming that an appropriate process is in place to review and monitor progress against the action plan, and the effectiveness of the control measures in place\nIndividual Fire Risk Assessment\nThe Manager should undertake an individual risk assessment (see CP030 Smoking and Smoking Devices, and CP030a Smoking Risk Prompts for guidance) for individuals living in or using their service who may be at an increased fire risk - e.g. those who smoke or exhibit behaviours that could increase fire risk. For someone living with dementia, they may place combustible materials near ignition sources, forget how to smoke safely and / or how to extinguish a cigarette.\nThe assessment would need to consider hazards specific to the individual circumstances and ensure appropriate control measures are put in place to minimise the potential danger, so far as is reasonably practicable. Typical hazards to consider, for example, may be the handling of matches and lighters, dropping cigarette ends, a lack of physical or mental capacity to be able to manage the risks independently, falling asleep while smoking, accumulations of combustible materials in the vicinity, or the use of oxygen and / or emollient creams in conjunction with smoking. \nControl measures will vary, but typically may include supervision arrangements, managing access to materials / equipment of concern, use of a protective fireproof apron, assistance provided to light and extinguish a cigarette, use of a designated smoking area, etc. \nMHA Communities Risk Assessment Requirements\nFor MHA Communities leased premises they are initially undertaken by the manager in conjunction with the Landlord (and also in conjunction with MHA Property and H&S Teams as appropriate) and thereafter every five years by MHA’s independent competent person.\nAn external incumbent will conduct a fire risk assessment once in any 5-year period for MHA Communities, at the main activity building of each scheme. Managers should continue to carry out annual assessments using HS311f (see appendix 6 for guidance on completing) at other premises and until An external incumbent attend the main site, in accordance with their 5 yearly cycle of visits. This does not apply where a scheme is based within a home or scheme, as the An external incumbent fire risk assessment for the building will incorporate the scheme.\nAt premises where An external incumbent undertake a fire risk assessment, an annual review will be conducted by the manager 12 months later, using the template provided in their FRA report and then a further annual review of that FRA thereafter, etc.\nFollowing annual fire risk assessments or reviews, the Fire Checklist (HS311e) will be completed 6 months later.\nThe fire risk assessment will be held electronically, and a hard copy retained at each site. \nAction plans or remedial works required by the fire risk assessment will be addressed and fully documented by the Responsible Person.\nFire Safety Checklist\nThe MHA Fire Safety Inspection Checklist is used to further support the Fire Risk Assessment and will be completed at the premises by the Responsible Person, or designated members of colleagues with adequate training and competence. \nThe checklist is to be completed on an annual basis and should be scheduled approximately 6 months after the completion of the Fire Risk Assessment. Therefore, completion of the Fire Risk Assessment and Fire Safety Inspection Checklists are alternately completed at 6 monthly intervals.\nAction plans or remedial works required by the Fire Safety Inspection Checklist will be fully documented and managed by the Responsible Person and detailed records held on site in the Fire Folder.\nGuidance on completing the Fire Safety Checklist Form \nA tour of the whole building should be performed and each item on the checklist considered. A tick should be entered in the third column where an item is being complied with and cross where it is not.\nComments in respect of areas of non-compliance should be entered in the fourth column, and the action required, with timescales, and when completed in the fifth and sixth columns. Reference should be made to the fire safety risk assessment to ascertain what preventative and precautionary measure should be in place.\nThe checklist is to be completed on an annual basis and should be scheduled approximately 6 months after the completion of the Fire Risk Assessment. Therefore, completion of the Fire Risk Assessment and Fire Safety Inspection Checklists are alternately completed at 6 monthly intervals.\nFire Emergency Plans and Evacuation Procedures\nAn example of an Emergency Evacuation Plan Poster is shown in appendix 1.\nEach premises under our control will ensure that there are clear instructions relating to the following:\nthe action everybody should take if they discover a fire. \nhow people will be warned if there is a fire.\nhow the evacuation should be carried out. \nwhere people should assemble and procedures for checking whether the site has been evacuated.\nthe duties and identity of colleagues who have specific responsibilities in the event of a fire.\narrangements for the safe evacuation of people identified as being especially at risk, such as contractors, those with disabilities, members of the public and visitors.\nspecific arrangements, if necessary, for high-fire-risk areas of the site. \nhow the fire service and any other necessary emergency services will be called and who will be responsible for doing this.\nprocedures for liaising with the fire service on arrival and notifying them of any special risks, e.g. the location of highly flammable materials. \nEmergency equipment list and schematic drawings of the site showing the following details:\nessential structural features including escape routes, doorways, walls, corridors, stairways, etc.\ndesignation of the rooms and internal assembly spaces.\nlocation of any flammable or explosive materials stores, e.g. Liquid Petroleum Gas (LPG).\nlocation and type of firefighting equipment.\nlocation of manually operated Fire Alarm Call Points and the control equipment for the alarm:\nlocation of main electrical, gas, oil and water valves and control systems.\nlocation of fire extinguishers.\nlocation of the fire assembly point.\nThe information detailed above should be used as a guide to include in your site-specific fire emergency plan for your premises. It should be agreed / counter-signed by the area manager and reviewed on an annual basis. \nA Fire Emergency Action Plan template is detailed in Fire emergency action plan FEAP care homes form- homes and Fire emergency action plan FEAP retirement living form – retirement living which can be adapted to your site. Guidance for completing Fire emergency action plan FEAP retirement living form is detailed in the appendix 5 of this policy.\nThe Fire Emergency Action Plan should be made available with other relevant emergency information which the Fire Service may need - e.g. PEEPS summary / Emergency Folder / Floor Layout Plan.\nEvacuation Guidance for Care Homes and Retirement Living\nArrangements will be determined locally, depending on factors such as the building layout, physical capability of residents, alarm configurations, presence of colleagues to assist and co-ordinate etc.\nIn many schemes, in particular housing with care schemes with colleagues on site, service users in a protected area in which the fire has not started and which is not immediately at risk, are safe and can stay where they are. This situation should be closely monitored by the Responsible Person in charge and evacuation procedures should commence only if there is imminent and serious danger from the spread of fire / smoke nearby.\nResidents should stay in their rooms / protected area until a trained member of colleagues (or Fire Service) has given specific instruction to leave and to proceed in an indicated direction to either another protected zone or the fire assembly point. This process is known as progressive horizontal and vertical evacuation and may involve the use of evacuation aids by trained personnel.\nSafe door ‘opening’ checks should be followed during evacuation. under no circumstances should an colleagues put themselves or others at risk of injury.\nWherever possible, residents should be moved to a safe zone in the opposite direction from the location of the fire so that both residents and colleaguess are not put at risk of injury when passing the affected area / room. \nIf residents in the immediate “Fire” area have been moved horizontally to a place of safety (next clear safe zone and behind 2 fire doors minimum), the situation should be closely monitored and if necessary, continue to horizontally evacuate residents away from the fire zone. \nWhere stairs are reached during evacuation, it may be necessary to evacuate vertically using ski pads, sheets, chairs, or other designated evacuation equipment. Where appropriate to use evacuation aids, managers should regularly incorporate their use in both horizontal and vertical evacuation practice drills (moving a colleagues volunteer, not a resident), and as part of their colleagues training programmes.\nExample Evacuation Flow Charts\nRefer to the appendices of this policy for the following example flow charts that should be adapted to meet each service:\nFlow Chart 1: Care Homes (Several Colleagues)\nFlow Chart 2: Retirement Living (Limited Colleagues but more than 1)\nFlow Chart 3: Retirement Living (One Colleague)\nFlow Chart 4: MHA Communities and Central Support (Total Evacuation)\nFire Emergency Action Plans (FEAPS)\nA site and / or building / zone plan containing useful information for both local management and the fire and rescue service should be included as an appendix with up-to-date copies of this information also being available in the local Fire Safety Folder. The zone plan should be displayed or easily available near the fire alarm panel.\nRetirement Living FEAP Guidance\nThe guidance is aligned to the Fire Emergency Action Plan (FEAP) template Fire emergency action plan FEAP retirement living form which should be used to record the locally agreed procedure appropriate to the Retirement Living Scheme. The FEAP will be unique to each scheme i.e. a scheme-by-scheme plan which can only be completed when all areas have been discussed and agreed (e.g. silencing and resetting alarms, self-evacuation). Appendix 3 provides guidance on completing the corresponding sections for the FEAP form Fire emergency action plan FEAP retirement living form.\nPersonal Emergency Egress Plans (PEEPS)\nWhere specific evacuation plans are required, the manager is responsible for developing and recording PEEPs on day 1 of moving in using the standard MHA form (for Care Homes and Retirement Living) in discussion with the individual / service user.\nFor MHA Communities, PEEPS may be more generic in nature for activities taking place - i.e. identifying numbers and capability of members and the safest, quickest means of evacuation, and in particular those requiring assistance in relation to colleagues / volunteers available to assist.\nThe Individual PEEP form must be kept in the individual’s care plan and be brought to the attention of all members of colleagues. The manager is responsible for regularly reviewing the PEEP with the resident and in the event of any significant changes to their individual needs or design of the building. In care homes, the frequency of the review may typically be done every month, as residents’ needs may quickly change but should be completed no less frequently than six months. Reviews are usually less often in RL schemes, according to need.\nA summary of the results (All PEEPs Summary Form) should be made available to the Fire Brigade / contained in your emergency (fire) folder. Examples of PEEP summaries are further provided in the Health and Safety section on MHA’s intranet, which can be adapted for your site.\nPEEP’s do not normally need to be completed for visitors, contractors, or members of the public, unless staying overnight.\nFire Evacuation Drills\nPractice drills must be carried out regularly. In Care Homes and Housing with Care residential settings it is important that drills are alternated (day and evening) so as to ensure night colleagues (where employed) undertake regular practice drills in the same way as day colleagues.\nThe practices should occasionally assume conditions in which one or more of the escape routes are obstructed by smoke. During these drills the fire alarm should be operated by a member of colleagues who is told of the supposed outbreak and, thereafter, the fire routine must be rehearsed as fully as circumstances allow.\nIn residential settings, a full practice fire drill should be carried out at least once a year in which at least one person (using a colleagues member to represent a resident) in a wheelchair or person requiring horizontal evacuation from a bed, is assisted to a place of safety. All colleagues, including night colleagues, must be asked to participate in the above drill. \nFollowing each practice the colleagues should be brought together in order to evaluate the effectiveness of the practice and to arrange for suitable measures to be put in place to overcome any deficiencies. A record of the practices, times, dates, and names of colleagues involved, and corrective actions must be kept in the fire folder and / or fire property logbook.\nFire Alarm System\nThere are different types of fire alarm systems installed in MHA premises including:\nFire alarms that automatically call the fire service.\nFire alarms with pre-alarms where colleaguess are notified via a pager device. The alarm will go into pre alarm for a period of time (normally 2-3 minutes) during this time colleagues can carry out an investigation. If the alarm is not reset in this period, the fire alarm will then go into full alarm (direct to FB or call centre).\nFire alarms with pre-alarms where the main panel will activate and indicate the room / zone to be investigated.\nFire alarms that go straight into full alarm but are not connected to the Fire Brigade.\nIt is important that managers understand the type of fire alarm system installed in the premises when establishing fire / evacuation procedures, as well as any in-built precautionary features of the premise. This should be recorded in the fire risk assessment and incorporated into the Fire Emergency Action Plan, which is undertaken by the Responsible Person.\nAll colleagues and residents are to be made aware that whenever the fire alarm system within the premise is activated (including weekly tests) the electrically operated fire doors will operate, closing them quickly into the door frame. \nFire alarms also have a backup battery and can still be activated during a power failure.\nFire Alarm Tests\nThe fire alarm will be tested on a weekly basis by the manager or an appointed person / landlord. The test will involve activating one call point each week in rotation. This must include points in remote locations - e.g. boiler house, basement, and colleagues accommodation.\nThe weekly test will ensure that the call point works and that the alarm can be heard in all parts of the building. As part of the test, colleagues will ensure that all fire doors that are held on automatic door retainers close as a result of the alarm activation. \nTests will be documented, and a record maintained.\nIt will be necessary to consider the action that must be taken in the unlikely event of a fire coinciding with the test.\nColleagues must make sure that all residents are aware of the test and, where possible, attend to those who need assistance because of physical and / or mental frailty.\nFire Alarm and Fire Detection Service\nThe fire alarm and fire detection system will be subject to test and inspection by a competent fire alarm engineer in care homes and housing schemes every three months. Any defect found should be repaired immediately.\nAn integral part of this servicing schedule must include routine testing of the automatic detectors such that all smoke and heat detectors are tested annually.\nWhere battery operated smoke detectors are fitted, these must be tested at least every 3 months by the responsible person and the test results should be recorded in the Fire Logbook.\nService records should be maintained at site in the Fire Logbook. \nEmergency Lighting\nIn the event of a power failure, emergency lighting will operate automatically.\nRoutine testing and maintenance of the emergency lighting system must be undertaken by a competent person in accordance with manufacturer’s instructions to ensure compliance with BS 5266: Part 1: 2005.\nThe emergency lighting system will be subject to monthly functional tests by the Responsible Person or an appointed person. The results of the tests will be documented, and a record maintained. Any defects will be reported and repaired as soon as possible.\nAll emergency lighting will be subject to at least annual duration testing by a competent engineer. The emergency lighting must be tested for their full rated duration period and checked for satisfactory operation. The supply must then be restored, and the charging indicators rechecked. Any defect found will be repaired immediately. Records should be maintained at site.\nSignage\nAll fire safety signs, notices and graphic symbols must conform to the relevant regulations and at all times be clearly visible and in good order. To conform to the Health and Safety (Safety Signs and Signals) Regulations 1996 pictograms must be used. A pictogram can be supplemented by text if considered necessary to make the sign easily understood.\nAll final exit doors leading to a place of safety will be provided with appropriate pictographic instruction signage to indicate their means of opening, for example “push bar to open” / “turn to open” / “push pad to open.” \nAll fire alarm call points should be provided with a fire action notice / instructions.  \t\nFurther fire safety signage may be required, as determined by the fire risk assessment but not to detract from the ‘homeliness’ of the site.\nFire Doors\nAll automatic closing fire doors are to be checked during weekly fire alarm tests for operation and full closure into the door rebate, ensuring that the door closing and latching mechanisms operate satisfactorily. These checks are to be documented as part of the weekly fire alarm tests.\nBattery operated devices may be fitted but these must only be fitted where devices linked directly to the fire alarm system have been discounted following risk assessment. A check of the operation of battery door closers must be included in the weekly test of the fire alarm system.\nFire doors should be regularly checked to ensure:\nintumescent strips and / or smoke seals, (where fitted) are in good order and not painted over.\ngaps between the door and the frame are adequate to allow full closing of the door but are not of sufficient size to allow the passage of smoke or heat. The recommended maximum gap between the top and sides of the door frame should not normally be in excess of 4mm. The floor threshold gap should not normally exceed 10mm, though there may be variance in local fire service advice on this.\nwhere gaps are in excess of these measurements, this should be documented, and any remedial works will be determined by the Fire Risk Assessment and / or liaison with your estates manager and local fire service (if necessary).\nDoors to WC’s, assisted bathrooms, en-suites, laundry, and kitchen doors conform to a larger gap between the base of the door / floor finish to maintain air circulation for the mechanical extract fans.\nFire doors will be kept closed at all times except where automatic door retainers are used.\nFire doors to stores or plant rooms, etc., on bedroom corridors should be kept locked shut or fitted with an operational self-closing device.\nFire doors will be signed with mandatory blue and white signage indicating “fire door keep shut,” or “automatic fire door keep clear” on the doors where retainers have been fitted.\nBedroom and private dwelling doors (leading on to a corridor) should be fire rated, equipped with self-closing devices, and were determined by the fire risk assessment,  linked to the fire alarm system via magnetic, free swing or acoustic mechanisms.\nDoor Opening Procedures (non-fire doors)\nThe decision to open a door where there is a fire behind the door that needs to be opened is extremely important and based upon the concepts of dynamic risk assessment and the use of an individual’s senses (sight, touch, sound, and smell).\nThe correct method of opening doors involves:\nChecking for signs of smoke coming from underneath the door or around the door frame.\nChecking the surfaces of the wooden door for signs of warmth / heat.\nChecking the door handles for signs of warmth / heat.\nKnowing whether there are any hazardous (flammable or explosive) items within the room, for example oxygen cylinders, gas supply to heaters or cookers etc.\nIf there is a large amount of smoke and / or fire inside, do not enter the room.\nFire Fighting Equipment\nFire Extinguishers\nSuitable and sufficient firefighting equipment will be provided in MHA premises, as determined by the fire risk assessment.\nAn approved contractor will complete an annual inspection of fire extinguishers.\nA monthly inspection will be completed to ensure that extinguishers are in their proper location and have not been discharged, lost pressure (those fitted with a pressure indicator) or suffered obvious damage. Records will be maintained.\nFire extinguishers must be either wall hung or placed on specific stands, have the correct identification sign placed above them and be suitably positioned so that they are readily available in the event of an outbreak of fire.\nSprinkler Systems\nOn some new build projects, MHA may decide to install an Automatic Life Safety Fire Suppression System (Sprinklers).\nResidential sprinklers are designed to provide an additional degree of protection of life and property, above that already achieved by the building design and the installation of smoke and / or fire detectors and systems. Sprinklers are expected to operate in the early stages of a fire, only those activated by heat will release water.\nAn automatic life safety sprinkler system in a care home should be designed and installed in accordance with the recommendations for ‘residential occupancies’ contained in BS 9251:2005 (previously contained in BS DD 251).\nOn satisfactory completion of the commissioning tests by the experienced sprinkler contractor a certificate should be issued in accordance with BS9251:2005.\nThe sprinkler system where fitted should be connected to the automatic fire alarm panel on a separate zone.\nA competent sprinkler maintenance contractor should carry out routine servicing in accordance with the appropriate standards. Detailed records must be kept of all checks by both colleagues and contractors.\nFire - On the activation of the fire alarm it must be remembered that a smoke detector within an area will activate prior to a sprinkler head. The fire evacuation process should then be followed, as outlined in section 7 of this guidance document.\nFire Exits and Escape Routes\nFire exit doors leading to a place of safety and fire escape routes must be kept clear at all times. Particular attention must be given to the parking and recharging of battery-operated wheelchairs and scooters. These should not be left in corridors, escape routes or protected staircases.\nAll fire exits doors and fire escape routes will be regularly checked for:\nclear and appropriate access at all times.\ncorrect working of final exit doors, locks, and push pad, push bar, turn to open release mechanisms.\nElectro-Magnetic Locking Devices\nThe use of electro-magnetic locking devices for fire exit routes and final exit doors in our homes is commonplace as there clearly needs to be a balance between preventing residents getting out of the building or onto staircases during normal day to day operations and being able to exit the building due to any emergency.\nAs a result, electro-magnetic locking devices may be fitted at your home on fire doors leading to the protected staircases or final exit doors leading to a place of safety. Electro-magnetic devices will deactivate automatically upon actuation of the fire alarm system, and they will normally fail safe in the open position on the loss of power as the magnetic force is lost; however, in some instances the releasing mechanism has been known to fail.\nIn such a failure, the most common method of manual actuation is a manual control readily distinguishable from a fire alarm call point provided in close proximity to each secured door (green coloured break glass point). Operation of the manual control should cause interruption of the power supply to the door release mechanism so causing the door to open. \nIt is important that where fitted, all green break glass points are tested on a regular basis for correct operation, checking that the door opens when the break glass points are activated. Records should be maintained.\nRecord Keeping and Documentation\nA fire folder and property logbook should be utilised at each of our premises to keep relevant fire safety, fire precaution and fire maintenance records. Records to be maintained will include:\nincidences of every fire practice drill\nfire alarm test which is conducted on the premises (quoting the particular trigger device which was used to initiate the test / practice)\nchecks and maintenance related to all firefighting equipment and of any faults and measures to be taken to rectify such faults\nfalse alarms must also be recorded together with their causes\nfire door closing, seals, and strips\nemergency lighting tests and maintenance\nelectrical equipment, systems tests, and examinations\nall relevant fire safety training records\nfire risk assessments and fire safety checklists\nsmoke alarm checks (where fitted). \nRecords must be dated and retained for a period of 8 years after the last entry.\nOxygen Cylinders\nAccidents involving gas cylinders can cause serious injury or even death. MHA homes and schemes will store and use oxygen cylinders when residents need oxygen as part of their care.\nGas cylinders are ‘pressure receptacles’ and require particular care for handling and use. The manager and care staff must complete a risk assessment when oxygen cylinders are on site.\nThe main hazards associated with cylinders are:\nImpact from the blast of a gas cylinder explosion or rapid release of compressed gas\nImpact from parts of gas cylinders or valves that fail \nContact with the released gas or fluid  \nFire resulting from the escape of flammable gases – causing an oxygen enriched atmosphere \nImpact from falling cylinders\nManual handling injuries\nThe main causes of accidents are:\nInadequate training and supervision\nPoor installation or securing of the cylinder\nPoor examination and maintenance \nBadly fitted valves and regulators \nPoor handling of cylinders\nPoor storage \nInadequately ventilated working conditions \nReducing the risk to MHA colleagues and people using MHA’s services: \nStore spare cylinders in a designated ventilated secure storage area – e.g. An outside garage or a purpose-built cylinder store away from sources of ignition, and not subject to extremes of temperature. Other storage requirements include:\nSecurely to prevent the cylinder from falling\nAway from areas that would block escape routes or fire exits\nIn well-ventilated areas\nAway from heat and light sources\nIn an area that is not used to store any other flammable materials\nAway from combustible material (such as paper, cardboard, curtains)\nSo that they are not covered by items of clothing.\nLimited quantities of oxygen can be kept in a person’s room or accommodation, providing a suitable risk assessment is carried out.\nRelevant staff must be trained in manual handling techniques and the use of mechanical aids – e.g. a sack truck if available to use.\nEnsure care staff are trained to set up the oxygen for safe use and recognise the hazards associated with oxygen cylinders.\nNew colleagues should receive training and be supervised closely.\nUsers should be able to carry out an external visual inspection of the gas cylinder, pipes, and any attachments to determine whether they are damaged - visible indicators may include dents, bulges, or evidence of fire damage. \nChecks for leaks, damaged pipes and valves should be made regularly.\nBottles and pipes should be marked with BS EN numbers.\nRegulators and valves should only be changed by suppliers./.contractors or suitably trained colleagues.\nNo smoking or naked flames permitted in the vicinity of the oxygen equipment. \nNo smoking signs should be displayed and enforced, as necessary. \nInstall oxygen hazard signs to doors, update the fire risk assessment, mark fire plans, and include details in PEEPs to ensure the fire service are aware of the location of cylinders.\nBottles should always be stood upright and never rolled.\nStraps or chains should be used to fix bottles in place.\nSafe use and disposal\nDo not use bottles if they appear damaged, dented or hoses are cracked.\nOxygen cylinders have an expiry date, and this must be checked on a regular basis to ensure that out of date oxygen is not administered. \nFaulty equipment should be returned to the supplier.\nEmpty bottles should be treated in the same way as full ones, transported with care, stored upright wherever possible and kept in a secure ventilated place.\nWhen not in use the oxygen equipment must be turned off to prevent the build-up of oxygen in the atmosphere. If you suspect a leak – turn off the appliance, ventilate and evacuate the area. Do not operate light switches or other electrical devices. Remove the bottle outside.\nDo not store more bottles than you need on site and return empty bottles as soon as possible. \nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nFire safety training will be conducted at MHA to ensure that all our colleaguess are fully aware of general fire safety precautions and specific fire evacuation procedures relevant to the type of premise they work within. The different levels of fire safety training include:\nInduction training (undertaken immediately on appointment)\nBasic fire safety awareness training (e-learning system)\nSite specific emergency and evacuation procedures \nCorporate Fire Safety Training Course for Responsible Persons, including key designated colleagues who might be expected to manage a fire situation - e.g. maintenance worker and colleagues who regularly take charge\nTraining on the safe and correct use of Evacuation Aids provided (where applicable) for designated colleaguess\nInduction training should be conducted immediately upon appointment so that all colleaguess clearly understand what to do in a fire situation. Records of induction training should be held on Personnel files using standard induction packs. \nBasic fire safety awareness training (e-learning) and\nSite specific emergency and evacuation procedures should be completed by all colleaguess and refreshed at least once in each period of 12 months.\nWhere a need for evacuation aids has been identified, and is provided, specific training on the safe and correct use of the equipment will be conducted for those colleaguess who are designated to use such equipment in the event of an emergency. Evacuation aid training should be refreshed at least once in each period of 12 months. This may be delivered in-house, or where appropriate from MHA’s fire evacuation trainer (contact H&S Team for details).\nAccurate records of all fire training must be maintained in the Fire Logbook and Personnel Files and further recorded on MHA’s training matrix.\nFor additional information, content and delivery options relating to fire safety training within MHA, including example presentational material, refer to the Learning Zone > Core Training > Fire Safety on MHA’s Intranet.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessments\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nMHA policy documents, procedures, and guidance:\nFire Emergency Action Plan FEAP Form Care Homes [HS311a]\nFire Emergency Action Plan FEAP Form Retirement Living [HS311b]\nIndividual PEEP Form [HS311c]\nAll PEEPs Summary Form [HS311d]\nFire Safety Checklist Form [HS311e]\nFire Safety Leased Premises Risk Assessment [HS311f]\nFire Safety Retirement Living Person Centred Risk Assessment [HS311g]\nBusiness Continuity and Emergency Plan(s) (HS310)\nHM Government Fire Safety Risk Assessment in Residential Care Premises\nHM Government Fire Safety Risk Assessment in Offices and Shops\nRegulatory Reform (Fire Safety) Order 2005\nMHA Learning Zone\nFire instructions for Epworth House\nFire alarm system at Epworth House\nFire Safety Alert MHA sent 26-04-16\nSafety alert MHA re fire risk from bedside lamps sent 9-3-16\nExternal guidance:\nOxygen use in the workplace (HSE)\nAppendices\nAppendix 1 - Example Emergency Evacuation Plan Poster \nAppendix 2 – Evacuation Flow Charts for MHA Services\nAppendix 3 – General Fire Safety Precautions and Guidance\nAppendix 4 - FEAP Guidance Care Homes\nAppendix 5 – FEAP Guidance Retirement Living\nAppendix 6 – Guidance on Completing Risk Assessments for Leased Premises\nAppendix 1: Example Emergency Evacuation Plan Poster\nAppendix 2: Evacuation Flow Charts for MHA Services\nFlow Chart 1: Care Homes (Several Colleagues)\nFlow Chart 2: Retirement Living (Limited Colleagues but more than 1)\nFlow Chart 3: Retirement Living (One Colleague)\nFlow Chart 4: MHA Communities and Central Support (Total Evacuation)\nAppendix 3: General Fire Safety Precautions and Guidance\nRemove grease frequently and regularly from kitchen extract systems as per the maintenance instructions. Clean lint filters in tumble dryers after each use. Ensure that all ventilation systems are cleaned, at least annually, and adequately maintained.\nFlammable liquids, oxygen, and substances, such as petrol, LPG and some cleaning fluids must be risk assessed and where necessary stored in a separate building, stores or in a safe place in the open air. The maximum aggregated quantity of petrol which can be stored is 15 litres.\nIt is not permitted to store anything within protected fire escape staircases or boiler houses unless approval is given by the local fire service.\nEscape routes must be kept clear at all times. Particular attention must be given to the parking and recharging of battery-operated wheelchairs and scooters. These should not be left in corridors, escape routes or under protected fire escape staircases.\nFire doors must not be obstructed or propped open other than by properly installed electromagnetic or battery-operated door release devices\nThe integrity of fire compartments must be maintained at all times. Particular attention must be paid to work which is being undertaken which could involve the removal of fire stopping above suspended ceilings, in electrical trunking and / or the drilling or otherwise breaking out of brickwork, block work or partitioning which has been designed to afford fire protection. It may be necessary to check with the property team at Epworth House before any work of this nature is undertaken.\nIf internal glazing needs to be replaced for any reason it is important to ensure that the new glazing affords fire resistance to the required standards\nDoors to service ducts and cupboards, plant rooms, rising mains and internal boiler houses must be kept locked shut when left unattended.\nPortable electrical appliances must be inspected and tested in line with MHA’s inspection / testing regime and accurate records maintained.\nFixed electrical wiring systems must be inspected and routinely tested every 5 years.\nLightning conductors (where fitted) must be tested at least annually\nTo ensure a level of fire prevention the following activities at MHA premises are prohibited:\nStorage of materials against buildings.\nStorage of scooters in protected fire escape routes and staircases.\nPlacing open refuse skips within ten meters distance of the building.\nPlacing of temporary buildings within ten meters distance of the building unless permission is obtained from MHA, and the building be one-hour fire constructed and class 1 surface spread of flame.\nStorage of any gas cylinder overnight within MHA premises by contractors (unless provided for a residents health, for example, oxygen). At the end of the working day gas cylinders should be removed from the building.\nBurning of rubbish on site.\nStorage of items in electrical cupboards / plant rooms.\nOverloading of electrical sockets.\nMisuse or obstruction of fire escape doors.\nWedging open fire escape doors.\nObscuring fire escape door or observation panel notices.\nInterference with any fire safety equipment or sign provided.\nSmoking in any communal part of the building including lifts (where installed), unless an area has been designated as a smoking room, does not open directly onto a common area and has adequate forced ventilation.\nAppendix 4: FEAP Guidance Care Homes\nThis appendix provides guidance on completing the corresponding sections for the FEAP form HS311a.\nSection 1 Site Details\nName of Premise/ AKA (Also Known As)\nEnsure the address, including postcode, is clear and any local / historic names are included. Explain the size and height of the building, the number living there, and the nature of the service to include where beneficial, details such as those who use MHA’s services who might be non-ambulant, confused, sensory impaired or particularly vulnerable in other ways.\nKey Contacts\nThe name of the Care Home Manager and Area Manager should be detailed. This information should be updated as necessary to accurately reflect any local or other relevant managerial changes. \nOther Senior Leads – refers to the person(s) who support the Home Manager and on a day-to-day basis and may be present in the event of an incident. These roles may also take the lead during a potential fire situation.\nHigher Risk Areas \nHigh risk areas may include kitchens, electric / gas intake rooms, plant rooms, laundries, specific smoking areas and any area where hazardous (including flammable) substances are used or stored such as oxygen cylinders, petrol. Indicate these areas on the site plan.\nFire Assembly Point(s) / Temporary Location\nWhere there is more than one assembly point, it should be clearly indicated which one is the ‘preferred’ one, assuming all can be reached equally safely in the circumstances.\nInclude details of any internal areas that have been identified as temporary / first stage assembly points, e.g. a lounge with a door directly to the outside. The decision to use a temporary location will be determined by the senior lead at the time of the incident, depending on where the fire is suspected or confirmed. \nInclude photographs to provide additional clarification and help colleagues to identify the relevant location. Where possible external areas should be identified with relevant signage. Indicate these areas on the site plan.\nLocation of Emergency Isolation Points \nFor main services, gas, electricity, water. Include photographs where possible to aid location and indicate on the site plan. Colleagues likely to be in charge of the home, and those likely to be in duty when the numbers on duty are at their lowest should know the locations of these without having to refer to the FEAP. \nFire Alarm Details\nInclude details of where the main fire panel is located. If there is a repeater panel, include location details.\nProvide details of any pre-alarm functions e.g. signals to colleagues handsets, prior to the main alarm activating.\nDescribe how the alarm sounds and include any additional functions such as visual warnings, vibratory equipment. This can be referred to in general terms e.g. some residents have been provided with vibratory equipment. \nSpecific resident needs should be assessed and recorded within the Personal Emergency Evacuation Plan (PEEP) document HS311c & HS311d\nSection 2 Action on DISCOVERING a fire\nProvide details of the action to be taken by MHA colleagues and others. Example Text\nDetail any action we would expect specific roles to take including non-carer roles e.g. catering, laundry.\nSection 3 Action on Smelling Smoke or SUSPECTING a Fire\nIn this section include details of any agreed investigation procedures\nExample Text\nWhilst this initial investigation takes place other colleagues will prepare to evacuate the area of concern in case this becomes necessary. If, at any point, concern increases significantly that there might be an actual fire, or if an actual fire is confirmed, then follow section 2 action on discovering a fire.\nIf the source cannot be determined but the concern remains significant then colleagues will err on the side of caution and the fire and rescue service will be called to assist with the investigation.\nSection 4 Alerting the Fire Service\nProvide details of who and how the fire service will be notified. Include details of how to operate the phone and the information that will be passed on. Detailing the information will help the person making the call to ensure they have covered the key details. Wait until the call operator repeats the details back before disconnecting the call.\nExample Text\nEnsure the procedures are clearly detailed in this section. \nSection 5 Action on Activation of the Fire Alarm\nDescribe the arrangements in detail to include initial investigating action. \nIf different actions are taken dependant on day or night or, levels of colleagues, include this detail.\nExample Text\nInclude details of radios / handsets used to maintain contact amongst colleagues.\nFlowchart - include the flowchart if this is helpful. The wording on the flowchart can be amended as required. If all the required detail is within the flowchart, refer to the flowchart. If action would be different at night, create a separate flowchart.\nN.B. In all cases, if the fire alarm activation is in the roof space or void or lift shaft, or if a fire is discovered during the investigation, the fire and rescue service should be called immediately, and evacuation commenced as appropriate. \nSection 6 Evacuation Plan\nThis section must include and describe in detail all the arrangements for evacuating residents and other occupants of the building. This is likely to involve an initial ‘stay put’ and preparation approach whilst the area of concern is being investigated.\nInclude details of the equipment available to assist in the evacuation e.g. evacuation sledges / mattresses / evac-chairs   \nExplain how residents who need to be evacuated to an area may be transferred horizontally initially to a separate fire compartment, refer to Progressive Horizontal Evacuation PHE. This phrase needs to be understood by all colleagues, if it has been  identified as necessary or appropriate in your FEAP, and if it is identified in your  annual fire risk assessment as being a necessary element of your evacuation arrangements.\nDescribe the process for vertical evacuation should this be required. Example Text:\nIf the fire is indicated to be in the roof space or void, the rooms / area immediately below the indicated area will be evacuated. \nThe sequence of evacuation will be subject to dynamic adjustment based on the judgement of those colleagues on duty and their assessment of the location and nature of any fire.\nOn arrival of the fire and rescue service, the Senior Person will inform the Leading Fire Officer either that all persons are accounted for, or alternatively, provide details of anyone unaccounted for, their last known or likely location, and any other details that might be relevant to any search and rescue attempt. At this stage, the Leading Fire Officer will take control of the situation.\nThe Senior Person must also ensure the fire and rescue service is provided with a copy of the FEAP or ensure it is easy to access. and the laminated useful FRS info\nAll doors, and where possible, also windows, should be closed during any evacuation process.\nThis also need to include alerting of other agencies, and relevant MHA reporting and escalation requirements. \nSection 7 Door Safety During Alarm Activation\nWhere doors / gates are fitted with locking mechanisms that do not automatically release via a push bar / push paddle device or, on activation of the fire alarm, the Care Home Manager must ensure that colleagues are always in possession of any keys or aware of any door / gate release codes, necessary for them to effectively discharge their fire safety and evacuation related responsibilities. i.e. not wait until the evac related emergency occurs.\nState who, is authorised to unlock these doors during an evacuation.\nExample Text\nSection 8 Silencing and Resetting Alarms after Activation\nClearly detail the arrangements for silencing and resetting the fire alarm.\nFire alarm sounders should only be silenced by the fire and rescue service or by MHA colleagues specifically authorised and competent to do so safely. \nIf the fire and rescue service are on site, then silencing and re-setting the system can only be done following permission from the Senior Fire Officer present. \nIf the fire and rescue service are not present, re-setting the system (and replacing break glasses if necessary) can only be done by MHA colleagues specifically authorised and competent to do so safely. \nIf it is decided to silence alarms, for instance, to reduce anxiety or stress amongst residents, a local procedure for doing so must be agreed and practised. It is important not to confuse such arrangements for silencing alarms with the above formal arrangements for re-setting them.\nSection 9 Visitors and Contractors\nExplain how contractors and visitors are made aware of the fire procedures and the system in place to record attendance.\nSection 10 Personal Emergency Evacuation Plans (PEEPS)\nProvide details of where the PEEP summary can be found.\nSection 11 Site Plans\nList any additional documents that have been included with the FEAP that may be helpful to those responding to a potential fire situation e.g. sprinkler details.\nSection 12 Evacuation Flowchart on Activation of the Fire Alarm\nUpdate the flowchart as needed to make it site specific. \nBe specific about the expectations of individual roles to include details of who will be expected to attend the fire alarm panel, ‘guard’ or make safe doors that unlock when the alarm activates, remain in areas to support residents etc.\nBe clear about the role of the Senior Person to manage the situation until the Fire & Rescue Service arrive at which time, the Lead Fire Officer will take control.\nAppendix 5: FEAP Guidance Retirement Living\nThis appendix provides guidance on completing the corresponding sections for the FEAP form HS311b.\nSection 1 Site Details\nName of Premise/ AKA (Also Known As)\nEnsure the address, including postcode, is clear and any local / historic names are included. Explain the nature of the service to include where relevant, details such as residents or service users who might be non-ambulant, confused, sensory impaired or particularly vulnerable in other ways. \nKey Contacts\nThe name of the Housing Manager AND the relevant Area Manager should be detailed. This should be updated as necessary to accurately reflect any local or other relevant managerial changes. \nResponsible Person refers to the person with management responsibility for the Scheme but who may well not be present at the time of an incident. \nOther Senior Leads – refers to the person(s) who support the responsible person and likely to oversee the Scheme on a day-to-day basis and present in the event of an incident.\nHigher Risk Areas \nHigh risk areas may include kitchens, electric / gas intake rooms, plant rooms, laundries, specific smoking areas and any area where hazardous (including flammable) substances are used or stored such as oxygen cylinders, petrol.\nSite Fire Assembly Point(s) / Temporary Location\nWhere there is more than one assembly point, it should be clearly indicated which one is the ‘preferred’ one, assuming all can be reached equally safely in the circumstances.\nInclude details of any internal areas that have been identified as temporary / first stage assembly points pending investigation of the alarm activation, e.g. a lounge with a door directly to the outside. The decision to use a temporary location will be determined by the senior lead at the time of the incident, depending on where the fire is suspected or confirmed. \nInclude photographs to provide additional clarification. Where possible external areas should be identified with relevant signage.\nLocation of Emergency Isolation Points \nFor main services, gas, electricity, water. Include photographs where possible to aid location.\nFire Alarm Details\nInclude details of where the main fire panel is located. If there is a repeater panel, include location details.\nProvide details of any pre-alarm functions e.g. signals to colleagues handsets, prior to the main alarm activating. If there are specific detectors e.g. those in resident’s kitchen areas, that would form part of the initial warning, detail this.\nDescribe how the alarm sounds and include any additional functions such as visual warnings, vibratory equipment. This can be detailed in general terms e.g. some residents have been provided with vibratory equipment. The specific personal details should be recorded within the personal emergency evacuation plan (PEEP) document.\nIf the alarm is connected to an external monitoring centre, include the details of this.\nSection 2 Action on DISCOVERING a fire\nProvide details of the action to be taken by MHA colleagues and others. Example Text\nDetail any specific action we would expect our residents to take e.g. alerting of the problem using the pull cord / push button monitoring system if they are in their flats.\nSection 3 Action on Smelling Smoke or SUSPECTING a Fire\nIn this section include details of any agreed investigation procedures\nExample Text\nWhilst this initial investigation takes place other colleagues will prepare to evacuate the area of concern in case this becomes necessary. If, at any point, concern increases significantly that there might be an actual fire, or if an actual fire is confirmed, then follow section 2 on Discovering a Fire.\nIf the source cannot be determined but the concern remains significant then colleagues will err on the side of caution and the fire and rescue service will be called to assist with the investigation.\nSection 4 Alerting the Fire Service\nProvide details for when MHA are on site (even if this may only be for a short period of time e.g. ½ a day) and when MHA are not on site.\nExample Text\nEnsure the procedures are clearly detailed in this section. Even where such provision is made, a direct call to the fire and rescue service can still be made using the 999 system.\nSection 5 Action on Activation of the Fire Alarm when MHA ARE on site\nDescribe the arrangements in detail to include initial investigating action if the alarm system is fitted with a pre-alarm function and action once the scheme is in full alarm. \nIf different actions are taken dependant on day or night or, levels of colleagues, include this detail.\nExample Text\nInclude details of radios / handsets used to maintain contact amongst colleagues if relevant.\nN.B. If the fire alarm activation is in the roof void or lift shaft, or if a fire is discovered during the investigation, the fire and rescue service should be called immediately, and evacuation commenced as appropriate. \nSection 6 Action on Activation of the Fire Alarm when MHA are NOT on Site\nProvide details about the alarm being connected to a call centre such as Astraline or the adjoining / neighbouring Care Home or where residents would respond\nExplain the procedures the call centre or Care Home will follow such as contacting the resident, if possible, to obtain details. \nExample Text\nIf different actions are taken dependant on day or night or levels of colleagues in the Care Home, include this detail.\nThe alarms should not be silenced at this point.\nSection 7 Door Safety During Alarm Activation\nWhere doors / gates are fitted with locking mechanisms that do not automatically release via a push bar / push paddle device or, on activation of the fire alarm, the Housing Manager must ensure that colleagues are always in possession of any keys or aware of any door / gate release codes, necessary for them to effectively discharge their fire safety and evacuation related responsibilities. \nConsider also, internal doors that close automatically when the alarm activates such as flat / apartment front doors fitted with free-swing mechanisms and corridor doors that are normally held open by a magnetic device.\nExample Text\nState who, if anyone, is authorised to unlock these doors during an evacuation.\nReferences to fire doors in the FEAP form such as “ensuring there is at least one, but preferably two, closed fire doors between a resident and the fire” are referring to corridor doors and not flat doors. Corridor doors will generally align with the compartmentation of the building (that is a fire resisting ‘cell’) and it is the compartment wall which will provide a half hour period of fire resistance. Whilst flat doors may be fire rated, the structure surrounding the doors will not necessarily provide the required degree of resistance. \nSection 8 Silencing and Resetting Alarms after Activation\nClearly detail the arrangements for silencing and resetting the fire alarm.\nFire alarm sounders should only be silenced by the fire and rescue service or by MHA colleagues specifically authorised and competent to do so safely. Note that with some systems, this may be done remotely.\nIf the fire and rescue service are on site, then re-setting the system can only be done following permission from the Senior Fire Officer present. \nIf the fire and rescue service are not present, re-setting the system (and replacing break glasses if necessary) can only be done by MHA colleagues specifically authorised and competent to do so safely. For unmanned schemes, include details of any agreed arrangements with named / trained residents who can reset the system.\nIf it is decided to silence alarms, for instance, to reduce anxiety or stress amongst residents, a local procedure for doing so must be agreed and practised. It is important not to confuse such arrangements for silencing alarms with the above formal arrangements for re-setting them.\nRemember, some fire alarms will not detect another fire if they are in ‘silenced’ mode or have not been fully reset.\nSection 9 Evacuation Plan\nThis section must include and describe in detail all the arrangements for evacuating the occupants of the building. This is likely to involve an initial ‘stay put’ approach though some schemes have simultaneous evacuation policies.\nWhen establishing and reviewing procedures, the procedures must recognise that evacuation is not the responsibility of the fire and rescue service. Only the flat where the fire is needs to be evacuated (in the first instance). If a resident of the affected flat is unable to evacuate themselves, rescue by the fire and rescue service may become necessary. N.B. this becomes a rescue situation as opposed to evacuation and any adjustments or arrangements that can be made to enable the resident to self-evacuate should have been discussed previously with the resident when developing the person’s emergency evacuation plan (PEEP).\nIf assistance is required for evacuation of residents beyond the flat where the fire starts, this should be provided by colleagues on the premises. Where the site is unmanned, residents should be actively encouraged to consider how they would self-evacuate. The fire and rescue service may also assist with evacuation if it is not completed by the time of their attendance.\nExample Text\nFurther detail may include:\nIdentifying the activated zone from the fire alarm panel and conducting an initial investigation e.g. calling the resident. \nIf the fire is in a flat, the resident will evacuate to the assembly area / point.\nIf the situation can be dealt with e.g. a toaster causing smoke, the appropriate action will be taken.\nIf the situation / fire cannot be dealt with, the full alarm will be activated, and the fire and rescue service called.\nIf the risk of entering the ‘affected’ flat / room is too great, the flat / room should not be entered, and the Senior Person should wait for the arrival of the fire and rescue service and inform them immediately of the situation.\nDepending on the assessment of the incident, residents not in the affected flat will either remain in their flats or be alerted and instructed to evacuate to the designated area / assembly point. This needs to be determined when developing the FEAP. For some schemes, it may be appropriate to relocate resident’s two compartments away.\nIf the fire is in a communal area, anyone in this area will evacuate to the assembly area / point.\nDuring the daytime there are likely to be additional colleagues on duty to offer more evacuation options if these are appropriate.  \nAlthough it is unlikely that further flats will need to be evacuated, if there is sufficient time and depending upon the extent of the fire, flats on either side to the affected room will be evacuated. Consideration will also be given to evacuating flats directly above the fire.\nIf the fire is in the roof void, the flats / area immediately below the indicated area will be evacuated. \nThe sequence of evacuation will be subject to dynamic adjustment based on the judgement of those colleagues on duty and their assessment of the location and nature of any fire.\nDepending on local arrangements, and if MHA colleagues are present, the Senior Person should ensure that everyone is accounted for. \nOn arrival of the fire and rescue service, the Senior Person will inform the Leading Fire Officer either that all persons are accounted for, or alternatively, provide details of anyone unaccounted for, their last known or likely location, and any other details that might be relevant to any search and rescue attempt. \nThe Senior Person must also ensure the fire and rescue service is provided with a copy of the FEAP or ensure it is easy to access. \nAll doors, and where possible, also windows, should be closed during any evacuation process.\nSection 10 Residents and Guests\nExplain how residents and guests staying overnight are made aware of the fire procedures.\nInclude details about the information provided to residents on the importance of fire doors including keeping doors closed, that doors and self-closing devices are not tampered with and that any faults or damage to doors should be raised immediately. Additionally, how they can help further by allowing access to enable their flat entrance doors to be checked (at least annually).\nExample Text\nSection 11 Visitors and Contractors\nExplain how contractors and visitors are made aware of the fire procedures.\nSection 12 PEEPS\nProvide details of where the PEEP summary can be found to enable the fire and rescue service to check against the flat that is affected by the incident.\nExample text: \nIndividual PEEPs are located by the main entrance in a RED Fire Box.\nSection 13 Site Plans\nList any additional documents that have been included with the FEAP that may be helpful to those responding to a potential fire situation e.g. site plans, sprinkler details.\nAppendix 6: Guidance on Completing Risk Assessments for Leased Premises \nIn accordance with The Regulatory Reform (Fire Safety) Order 2005 for England and Wales and the Fire (Scotland) Act 2005 and the Fire Safety (Scotland) Regulations 2006 a Fire Risk Assessment of your premises must be conducted where MHA isn’t the landlord (leased sites). This must be done using the risk assessment template HS311f.\nThe Health and Safety at Work Etc. Act 1974 and associated regulations made under it cover the provision of fire precautions which are intended to prevent the outbreak of a fire or minimise the consequences should one occur. Matters falling within the scope of the Act include the storage of flammable materials, the control of flammable vapours, standards of housekeeping, safe systems of work, the control of sources of ignition and the provision of appropriate training. These precautions are enforced by inspectors from the Health and Safety Executive (HSE) or the local authority.\nThe Regulatory Reform (Fire Safety) Order 2005 and associated Scottish Fire legislation requires you to -\nCarry out a fire risk assessment of your workplace (you must consider all your colleaguess and other people who may be affected by a fire in the workplace and you are required to make adequate provision for any disabled people with special needs who use or may be present at your premises)\nIdentify the significant findings of the risk assessment and the details of anyone who might be especially at risk in case of fire (these must be recorded if you employ more than 5 people)\nProvide and maintain such fire precautions as are necessary to safeguard those who use your workplace\nProvide information, instruction, and training to your colleaguess about the fire precautions in your workplace\nEnsure PEEPS are identified and recorded where relevant\nThis risk assessment is designed for use by those venues which are not owned by MHA. We may have a formal lease / rental agreement, or we may just occasionally use the venue. If we have a formal lease with a venue, we should review this lease to make sure specific responsibilities are known. The landlord, by law, will have some responsibilities for the venue in relation to fire. These are -\nEmergency lighting tests\nFire equipment maintenance and testing\nEmergency routes and exits are properly maintained and kept in working order\nAny shared / communal areas\nFire alarm testing \nPAT testing of equipment which belongs to the venue\nElectrical wire testing\nGas safety certificates and testing\nLift maintenance\nWe are still responsible for the safety of our colleaguess, volunteers and members. We have an obligation to be looking out for hazards, and if they are spotted the issue(s) should be reported to the landlord, and a decision taken as to whether to continue to use the venue until the issue has been fixed must be undertaken. \nThe risk assessment will help you decide the nature and extent of the general fire precautions which you will need to provide. Six other legal duties you need to know and comply with are:\nWhere it is necessary to safeguard the safety of colleaguess, you must nominate people to undertake any special roles which are required under your emergency plan (you can nominate yourself for this purpose)\nYou must consult your colleaguess (or elected representatives) about the nomination of people to carry out particular roles in connection with fire safety and about proposals for improving fire precautions\nYou must inform other colleaguess who also have workplaces in the building of any significant risks you find which might affect the safety of their colleaguess – and co-operate with them about the measures proposed to reduce / control these risks\nIf you are not an employer but have any control of premises which contain more than one workplace, you are responsible for ensuring that the requirements of the Fire Regulations are complied with in those parts you have control over\nYou must establish a suitable means of contacting the emergency services, and ensure that they can be easily called\nThe law requires your colleaguess to co-operate with you to ensure the workplace is safe from fire and its effects, and do not do anything which will place themselves or other people at risk\nIt is important therefore that this assessment is not just a paper exercise, and it should be read carefully, and any recommended actions taken. Where the client feels that the cost of the recommended improvements outweighs the risk, this should be discussed with the consultant for possible alternative action.\nShould any alteration or actions take place prior to the review date then the assessment should be reviewed immediately. It should be noted that this risk assessment in our opinion is not complete until recommended actions have been implemented fully. \nAny remedial action points identified during the assessment should be written next to the individual hazard questions in the action plan column with a suggested priority chosen from high, medium, or low priority. Time scales can be one of the following:\nA = ASAP \nB = within a month \nC = within the next 6 months \nAction Plan Completed column should be signed by the manager once remedial action has been implemented. \nThis Fire Risk Assessment once completed must be discussed with your Services / Area Manager and then signed off by them. Any actions required must be implemented and recorded to show you have completed them on the attached action plan.\nAn external incumbent will conduct a fire risk assessment once in any 5-year period at MHA Community Schemes, at the main activity building of each scheme. Managers should continue to carry out annual assessments using this template at other premises and until An external incumbent attend the main site, in accordance with their 5 yearly cycle of visits. This does not apply where a scheme is based within a home or scheme, as the An external incumbent fire risk assessment for the building will incorporate the scheme.\nAt premises where An external incumbent undertake a fire risk assessment, an annual review will be conducted by the manager 12 months later, using the template provided in their FRA report and then a further annual review of that FRA thereafter, etc.\nVersion Control",
  "sections": {
    "summary": "Appropriate fire prevention, fire precaution and risk control measures must be taken, and suitable evacuation procedures developed, implemented, tested, and exercised sufficiently frequently as to ensure a competent and effective response in the event of an emergency. To ensure compliance with this Fire Safety Policy, all Responsible Persons should refer to the supporting Fire Safety Guidance documents to ensure their site-specific arrangements are suitable and sufficient: Fire Emergency Action Plan FEAP Form Care Homes Fire Emergency Action Plan FEAP Form Retirement Living Individual PEEP Form All PEEPs Summary Form Fire Safety Checklist Form Fire Safety Leased Premises Risk Assessment Fire Safety Retirement Living Person Centred Risk Assessment",
    "purpose": "MHA will ensure that all colleagues (including those employed by MHA, volunteers, and Board Members), people using MHA’s services, contractors, members of the public, visitors and fire fighters are protected from the risks of fire within our premises. This policy applies to all MHA services including Care Homes, Retirement Living, MHA Communities, and Central Support offices. MHA’s fire policy and procedures complies with all relevant legislation including (but not limited to): The Health & Safety at Work Act 1074 The Management of Health and Safety at Work Regulations 1999 The Regulatory Reform (Fire Safety) Order 2005 Fire (Scotland) Act 2005 as amended The Fire Safety (Scotland) Regulations 2006",
    "definitions": "Statement of Intent In order to meet the obligations of the relevant fire legislation, MHA will: Appoint one or more “Responsible Persons” at each site to implement fire safety preventive and protective measures. Provide colleagues with relevant information identified in the fire risk assessment, including measures taken / to take to prevent fire, and protect them if a fire breaks out. Ensure that suitable and sufficient fire evacuation procedures are developed, documented, and implemented at our premises. Undertake fire risk assessments for individuals using our services who may be at increased risk of fire, such as smokers, those who use flammable topical creams, oxygen, or air flow mattresses etc. Consult with colleagues regarding nominating personnel to carry out particular roles in connection with fire safety and fire evacuation and about proposals for improving the fire precautions. Inform non-colleagues (such as temporary or contract workers) of the nominated “Responsible Person” at site and about fire safety procedures for the premises. Consider the presence of any dangerous substances on our premises, assess the risk they present and eliminate / reduce risk to as low as reasonably practicable. Establish a suitable means of contacting the emergency services and provide them with any relevant information about our premises, persons who are exposed to the risk of fire and the presence of any dangerous substances. Make sure all colleagues upon appointment and periodically throughout their employment receive appropriate information, instruction, and training about fire precautions in the premises. Provide a suitable means of fire detection and / or signalling of the presence of fire in our premises, to give occupants’ sufficient warning of a fire situation. Where necessary, provide emergency lighting in our premises to ensure sufficient illumination during an evacuation. Ensure that adequate and suitable fire extinguishing and firefighting equipment is provided and maintained. Ensure that adequate means of escape are provided and maintained. Ensure that suitable signs designating firefighting equipment and means of escape are provided and maintained, including action to take in the event a fire. Ensure that a Fire Logbook is provided and maintained at each premise under MHA control. Conduct regular fire evacuation tests and exercises at each of our premises and the results recorded. Ensure that the premises and any equipment provided in connection with firefighting, fire detection and warning, or emergency routes and exits are covered by a suitable system of maintenance, servicing, and inspection by competent persons. Ensure that our colleagues co-operate with the Responsible Person to ensure the premise is safe from fire and its effects. Ensure that MHA’s buildings are designed, constructed, refurbished, and maintained in accordance with current Fire Safety Standards, Building Regulations and Approved Codes of Practice to improve structural fire precaution measures. Liaise with local Fire & Rescue Services, as necessary, regarding any fire safety or fire precaution arrangements that affect the premises. Risks The effects of a fire in residential environments can be far more serious than in many other types of premises and the elderly are at significantly greater risk from fire than other age groups. Some of the factors which can increase the potential danger are: The limited mobility of service users and their need for assistance. Those with other disabilities such as hearing or sight impairment. Difficulties in understanding and responding to a fire alarm. Problems associated with dementia. Visitors to the premises may be unfamiliar with the premises layout and evacuation arrangements. At night, sluggishness, and immobility due to sleep or because of medication. At night, fewer colleagues on duty than during the day. Specific reference will be made within relevant sections of this guidance document where there are variations according to premises type, detailing individual duties of the Responsible Person, as indicated above. In a high proportion of fires in care homes, the material first ignited is textiles or furnishings. The choice of furniture, textiles, bedding and sleepwear can influence the ease of ignition and growth of a fire. Where possible and without compromising the comfort of the resident, those items which are supplied in care and residential homes should meet the benchmarks indicated below, including bedding and sleepwear provided by service user. Upholstered furniture and certain furnishings intended for domestic and private use have to meet levels of fire resistance set by the current Furniture and Furnishings (Fire Safety) Regulations 1988, as amended. Loose furniture covers should be capable of meeting requirements of BS 5852: 2006. Textile fabrics for curtains (including nets, linings, and blackout curtains) should meet the standards of BS 5867 Part 2: Type B. This standard cites the test method from BS 5438. Equivalent international standards that achieve most compatibility with BS 5438 are BS EN ISO 6940 and BS EN ISO 6941. Textile floor coverings – BS 5287 contains an assessment system for textile floor coverings. These coverings are not normally a serious fire hazard. Textile floor coverings bonded to the floor present a lower fire risk than those loosely laid. Polypropylene chairs should have flame retardant polypropylene shells. Blankets should be flaming retardant. BS 5866 contains flammability performance standards for individual blankets, or BS 7175, Part 3 which contains a representative fabric sample. Counterpanes should be flaming retardant and should meet the standards of the public sector specification – BS 5815, Part 3. Counterpanes covering the bed at all times will help to protect the other textile bedding items from fire. Continental quilts / duvets should be flaming retardant to meet the standard of BS 7175: Section 2, with ignition sources 0 and 5. Quilt covers should meet the construction and flammability standards of BS 5815, Part 3. Mattresses should achieve the flammability standard for a mattress with a waterproof cover as stated in BS 6807: with ignition source 0. Mattress overlays, fleeces and under-pads used for residents at risk of pressure injury. Where possible these products should meet BS 7175: Pillows should meet the standards in BS 7175. Sleepwear (including dressing gowns and bed jackets) should conform to BS 5722. This gives three different levels of flammability performance. Level 3 is acceptable for normal situations, but higher performance levels can be specified for high-risk situations (level 1 being the most stringent).",
    "policy": "Fire Emergency Action Plan FEAP Form Care Homes [HS311a] Fire Emergency Action Plan FEAP Form Retirement Living [HS311b] Individual PEEP Form [HS311c] All PEEPs Summary Form [HS311d] Fire Safety Checklist Form [HS311e] Fire Safety Leased Premises Risk Assessment [HS311f] Fire Safety Retirement Living Person Centred Risk Assessment [HS311g] Business Continuity and Emergency Plan(s) (HS310) HM Government Fire Safety Risk Assessment in Residential Care Premises HM Government Fire Safety Risk Assessment in Offices and Shops Regulatory Reform (Fire Safety) Order 2005 MHA Learning Zone Fire instructions for Epworth House Fire alarm system at Epworth House Fire Safety Alert MHA sent 26-04-16 Safety alert MHA re fire risk from bedside lamps sent 9-3-16 External guidance: Oxygen use in the workplace (HSE) Appendices Appendix 1 - Example Emergency Evacuation Plan Poster Appendix 2 – Evacuation Flow Charts for MHA Services Appendix 3 – General Fire Safety Precautions and Guidance Appendix 4 - FEAP Guidance Care Homes Appendix 5 – FEAP Guidance Retirement Living Appendix 6 – Guidance on Completing Risk Assessments for Leased Premises Appendix 1: Example Emergency Evacuation Plan Poster Appendix 2: Evacuation Flow Charts for MHA Services Flow Chart 1: Care Homes (Several Colleagues) Flow Chart 2: Retirement Living (Limited Colleagues but more than 1) Flow Chart 3: Retirement Living (One Colleague) Flow Chart 4: MHA Communities and Central Support (Total Evacuation) Appendix 3: General Fire Safety Precautions and Guidance Remove grease frequently and regularly from kitchen extract systems as per the maintenance instructions. Clean lint filters in tumble dryers after each use. Ensure that all ventilation systems are cleaned, at least annually, and adequately maintained. Flammable liquids, oxygen, and substances, such as petrol, LPG and some cleaning fluids must be risk assessed and where necessary stored in a separate building, stores or in a safe place in the open air. The maximum aggregated quantity of petrol which can be stored is 15 litres. It is not permitted to store anything within protected fire escape staircases or boiler houses unless approval is given by the local fire service. Escape routes must be kept clear at all times. Particular attention must be given to the parking and recharging of battery-operated wheelchairs and scooters. These should not be left in corridors, escape routes or under protected fire escape staircases. Fire doors must not be obstructed or propped open other than by properly installed electromagnetic or battery-operated door release devices The integrity of fire compartments must be maintained at all times. Particular attention must be paid to work which is being undertaken which could involve the removal of fire stopping above suspended ceilings, in electrical trunking and / or the drilling or otherwise breaking out of brickwork, block work or partitioning which has been designed to afford fire protection. It may be necessary to check with the property team at Epworth House before any work of this nature is undertaken. If internal glazing needs to be replaced for any reason it is important to ensure that the new glazing affords fire resistance to the required standards Doors to service ducts and cupboards, plant rooms, rising mains and internal boiler houses must be kept locked shut when left unattended. Portable electrical appliances must be inspected and tested in line with MHA’s inspection / testing regime and accurate records maintained. Fixed electrical wiring systems must be inspected and routinely tested every 5 years. Lightning conductors (where fitted) must be tested at least annually To ensure a level of fire prevention the following activities at MHA premises are prohibited: Storage of materials against buildings. Storage of scooters in protected fire escape routes and staircases. Placing open refuse skips within ten meters distance of the building. Placing of temporary buildings within ten meters distance of the building unless permission is obtained from MHA, and the building be one-hour fire constructed and class 1 surface spread of flame. Storage of any gas cylinder overnight within MHA premises by contractors (unless provided for a residents health, for example, oxygen). At the end of the working day gas cylinders should be removed from the building. Burning of rubbish on site. Storage of items in electrical cupboards / plant rooms. Overloading of electrical sockets. Misuse or obstruction of fire escape doors. Wedging open fire escape doors. Obscuring fire escape door or observation panel notices. Interference with any fire safety equipment or sign provided. Smoking in any communal part of the building including lifts (where installed), unless an area has been designated as a smoking room, does not open directly onto a common area and has adequate forced ventilation. Appendix 4: FEAP Guidance Care Homes This appendix provides guidance on completing the corresponding sections for the FEAP form HS311a. Section 1 Site Details Name of Premise/ AKA (Also Known As) Ensure the address, including postcode, is clear and any local / historic names are included. Explain the size and height of the building, the number living there, and the nature of the service to include where beneficial, details such as those who use MHA’s services who might be non-ambulant, confused, sensory impaired or particularly vulnerable in other ways. Key Contacts The name of the Care Home Manager and Area Manager should be detailed. This information should be updated as necessary to accurately reflect any local or other relevant managerial changes. Other Senior Leads – refers to the person(s) who support the Home Manager and on a day-to-day basis and may be present in the event of an incident. These roles may also take the lead during a potential fire situation. Higher Risk Areas High risk areas may include kitchens, electric / gas intake rooms, plant rooms, laundries, specific smoking areas and any area where hazardous (including flammable) substances are used or stored such as oxygen cylinders, petrol. Indicate these areas on the site plan. Fire Assembly Point(s) / Temporary Location Where there is more than one assembly point, it should be clearly indicated which one is the ‘preferred’ one, assuming all can be reached equally safely in the circumstances. Include details of any internal areas that have been identified as temporary / first stage assembly points, e.g. a lounge with a door directly to the outside. The decision to use a temporary location will be determined by the senior lead at the time of the incident, depending on where the fire is suspected or confirmed. Include photographs to provide additional clarification and help colleagues to identify the relevant location. Where possible external areas should be identified with relevant signage. Indicate these areas on the site plan. Location of Emergency Isolation Points For main services, gas, electricity, water. Include photographs where possible to aid location and indicate on the site plan. Colleagues likely to be in charge of the home, and those likely to be in duty when the numbers on duty are at their lowest should know the locations of these without having to refer to the FEAP. Fire Alarm Details Include details of where the main fire panel is located. If there is a repeater panel, include location details. Provide details of any pre-alarm functions e.g. signals to colleagues handsets, prior to the main alarm activating. Describe how the alarm sounds and include any additional functions such as visual warnings, vibratory equipment. This can be referred to in general terms e.g. some residents have been provided with vibratory equipment. Specific resident needs should be assessed and recorded within the Personal Emergency Evacuation Plan (PEEP) document HS311c & HS311d Section 2 Action on DISCOVERING a fire Provide details of the action to be taken by MHA colleagues and others. Example Text Detail any action we would expect specific roles to take including non-carer roles e.g. catering, laundry. Section 3 Action on Smelling Smoke or SUSPECTING a Fire In this section include details of any agreed investigation procedures Example Text Whilst this initial investigation takes place other colleagues will prepare to evacuate the area of concern in case this becomes necessary. If, at any point, concern increases significantly that there might be an actual fire, or if an actual fire is confirmed, then follow section 2 action on discovering a fire. If the source cannot be determined but the concern remains significant then colleagues will err on the side of caution and the fire and rescue service will be called to assist with the investigation. Section 4 Alerting the Fire Service Provide details of who and how the fire service will be notified. Include details of how to operate the phone and the information that will be passed on. Detailing the information will help the person making the call to ensure they have covered the key details. Wait until the call operator repeats the details back before disconnecting the call. Example Text Ensure the procedures are clearly detailed in this section. Section 5 Action on Activation of the Fire Alarm Describe the arrangements in detail to include initial investigating action. If different actions are taken dependant on day or night or, levels of colleagues, include this detail. Example Text Include details of radios / handsets used to maintain contact amongst colleagues. Flowchart - include the flowchart if this is helpful. The wording on the flowchart can be amended as required. If all the required detail is within the flowchart, refer to the flowchart. If action would be different at night, create a separate flowchart. N.B. In all cases, if the fire alarm activation is in the roof space or void or lift shaft, or if a fire is discovered during the investigation, the fire and rescue service should be called immediately, and evacuation commenced as appropriate. Section 6 Evacuation Plan This section must include and describe in detail all the arrangements for evacuating residents and other occupants of the building. This is likely to involve an initial ‘stay put’ and preparation approach whilst the area of concern is being investigated. Include details of the equipment available to assist in the evacuation e.g. evacuation sledges / mattresses / evac-chairs Explain how residents who need to be evacuated to an area may be transferred horizontally initially to a separate fire compartment, refer to Progressive Horizontal Evacuation PHE. This phrase needs to be understood by all colleagues, if it has been identified as necessary or appropriate in your FEAP, and if it is identified in your annual fire risk assessment as being a necessary element of your evacuation arrangements. Describe the process for vertical evacuation should this be required. Example Text: If the fire is indicated to be in the roof space or void, the rooms / area immediately below the indicated area will be evacuated. The sequence of evacuation will be subject to dynamic adjustment based on the judgement of those colleagues on duty and their assessment of the location and nature of any fire. On arrival of the fire and rescue service, the Senior Person will inform the Leading Fire Officer either that all persons are accounted for, or alternatively, provide details of anyone unaccounted for, their last known or likely location, and any other details that might be relevant to any search and rescue attempt. At this stage, the Leading Fire Officer will take control of the situation. The Senior Person must also ensure the fire and rescue service is provided with a copy of the FEAP or ensure it is easy to access. and the laminated useful FRS info All doors, and where possible, also windows, should be closed during any evacuation process. This also need to include alerting of other agencies, and relevant MHA reporting and escalation requirements. Section 7 Door Safety During Alarm Activation Where doors / gates are fitted with locking mechanisms that do not automatically release via a push bar / push paddle device or, on activation of the fire alarm, the Care Home Manager must ensure that colleagues are always in possession of any keys or aware of any door / gate release codes, necessary for them to effectively discharge their fire safety and evacuation related responsibilities. i.e. not wait until the evac related emergency occurs. State who, is authorised to unlock these doors during an evacuation. Example Text Section 8 Silencing and Resetting Alarms after Activation Clearly detail the arrangements for silencing and resetting the fire alarm. Fire alarm sounders should only be silenced by the fire and rescue service or by MHA colleagues specifically authorised and competent to do so safely. If the fire and rescue service are on site, then silencing and re-setting the system can only be done following permission from the Senior Fire Officer present. If the fire and rescue service are not present, re-setting the system (and replacing break glasses if necessary) can only be done by MHA colleagues specifically authorised and competent to do so safely. If it is decided to silence alarms, for instance, to reduce anxiety or stress amongst residents, a local procedure for doing so must be agreed and practised. It is important not to confuse such arrangements for silencing alarms with the above formal arrangements for re-setting them. Section 9 Visitors and Contractors Explain how contractors and visitors are made aware of the fire procedures and the system in place to record attendance. Section 10 Personal Emergency Evacuation Plans (PEEPS) Provide details of where the PEEP summary can be found. Section 11 Site Plans List any additional documents that have been included with the FEAP that may be helpful to those responding to a potential fire situation e.g. sprinkler details. Section 12 Evacuation Flowchart on Activation of the Fire Alarm Update the flowchart as needed to make it site specific. Be specific about the expectations of individual roles to include details of who will be expected to attend the fire alarm panel, ‘guard’ or make safe doors that unlock when the alarm activates, remain in areas to support residents etc. Be clear about the role of the Senior Person to manage the situation until the Fire & Rescue Service arrive at which time, the Lead Fire Officer will take control. Appendix 5: FEAP Guidance Retirement Living This appendix provides guidance on completing the corresponding sections for the FEAP form HS311b. Section 1 Site Details Name of Premise/ AKA (Also Known As) Ensure the address, including postcode, is clear and any local / historic names are included. Explain the nature of the service to include where relevant, details such as residents or service users who might be non-ambulant, confused, sensory impaired or particularly vulnerable in other ways. Key Contacts The name of the Housing Manager AND the relevant Area Manager should be detailed. This should be updated as necessary to accurately reflect any local or other relevant managerial changes. Responsible Person refers to the person with management responsibility for the Scheme but who may well not be present at the time of an incident. Other Senior Leads – refers to the person(s) who support the responsible person and likely to oversee the Scheme on a day-to-day basis and present in the event of an incident. Higher Risk Areas High risk areas may include kitchens, electric / gas intake rooms, plant rooms, laundries, specific smoking areas and any area where hazardous (including flammable) substances are used or stored such as oxygen cylinders, petrol. Site Fire Assembly Point(s) / Temporary Location Where there is more than one assembly point, it should be clearly indicated which one is the ‘preferred’ one, assuming all can be reached equally safely in the circumstances. Include details of any internal areas that have been identified as temporary / first stage assembly points pending investigation of the alarm activation, e.g. a lounge with a door directly to the outside. The decision to use a temporary location will be determined by the senior lead at the time of the incident, depending on where the fire is suspected or confirmed. Include photographs to provide additional clarification. Where possible external areas should be identified with relevant signage. Location of Emergency Isolation Points For main services, gas, electricity, water. Include photographs where possible to aid location. Fire Alarm Details Include details of where the main fire panel is located. If there is a repeater panel, include location details. Provide details of any pre-alarm functions e.g. signals to colleagues handsets, prior to the main alarm activating. If there are specific detectors e.g. those in resident’s kitchen areas, that would form part of the initial warning, detail this. Describe how the alarm sounds and include any additional functions such as visual warnings, vibratory equipment. This can be detailed in general terms e.g. some residents have been provided with vibratory equipment. The specific personal details should be recorded within the personal emergency evacuation plan (PEEP) document. If the alarm is connected to an external monitoring centre, include the details of this. Section 2 Action on DISCOVERING a fire Provide details of the action to be taken by MHA colleagues and others. Example Text Detail any specific action we would expect our residents to take e.g. alerting of the problem using the pull cord / push button monitoring system if they are in their flats. Section 3 Action on Smelling Smoke or SUSPECTING a Fire In this section include details of any agreed investigation procedures Example Text Whilst this initial investigation takes place other colleagues will prepare to evacuate the area of concern in case this becomes necessary. If, at any point, concern increases significantly that there might be an actual fire, or if an actual fire is confirmed, then follow section 2 on Discovering a Fire. If the source cannot be determined but the concern remains significant then colleagues will err on the side of caution and the fire and rescue service will be called to assist with the investigation. Section 4 Alerting the Fire Service Provide details for when MHA are on site (even if this may only be for a short period of time e.g. ½ a day) and when MHA are not on site. Example Text Ensure the procedures are clearly detailed in this section. Even where such provision is made, a direct call to the fire and rescue service can still be made using the 999 system. Section 5 Action on Activation of the Fire Alarm when MHA ARE on site Describe the arrangements in detail to include initial investigating action if the alarm system is fitted with a pre-alarm function and action once the scheme is in full alarm. If different actions are taken dependant on day or night or, levels of colleagues, include this detail. Example Text Include details of radios / handsets used to maintain contact amongst colleagues if relevant. N.B. If the fire alarm activation is in the roof void or lift shaft, or if a fire is discovered during the investigation, the fire and rescue service should be called immediately, and evacuation commenced as appropriate. Section 6 Action on Activation of the Fire Alarm when MHA are NOT on Site Provide details about the alarm being connected to a call centre such as Astraline or the adjoining / neighbouring Care Home or where residents would respond Explain the procedures the call centre or Care Home will follow such as contacting the resident, if possible, to obtain details. Example Text If different actions are taken dependant on day or night or levels of colleagues in the Care Home, include this detail. The alarms should not be silenced at this point. Section 7 Door Safety During Alarm Activation Where doors / gates are fitted with locking mechanisms that do not automatically release via a push bar / push paddle device or, on activation of the fire alarm, the Housing Manager must ensure that colleagues are always in possession of any keys or aware of any door / gate release codes, necessary for them to effectively discharge their fire safety and evacuation related responsibilities. Consider also, internal doors that close automatically when the alarm activates such as flat / apartment front doors fitted with free-swing mechanisms and corridor doors that are normally held open by a magnetic device. Example Text State who, if anyone, is authorised to unlock these doors during an evacuation. References to fire doors in the FEAP form such as “ensuring there is at least one, but preferably two, closed fire doors between a resident and the fire” are referring to corridor doors and not flat doors. Corridor doors will generally align with the compartmentation of the building (that is a fire resisting ‘cell’) and it is the compartment wall which will provide a half hour period of fire resistance. Whilst flat doors may be fire rated, the structure surrounding the doors will not necessarily provide the required degree of resistance. Section 8 Silencing and Resetting Alarms after Activation Clearly detail the arrangements for silencing and resetting the fire alarm. Fire alarm sounders should only be silenced by the fire and rescue service or by MHA colleagues specifically authorised and competent to do so safely. Note that with some systems, this may be done remotely. If the fire and rescue service are on site, then re-setting the system can only be done following permission from the Senior Fire Officer present. If the fire and rescue service are not present, re-setting the system (and replacing break glasses if necessary) can only be done by MHA colleagues specifically authorised and competent to do so safely. For unmanned schemes, include details of any agreed arrangements with named / trained residents who can reset the system. If it is decided to silence alarms, for instance, to reduce anxiety or stress amongst residents, a local procedure for doing so must be agreed and practised. It is important not to confuse such arrangements for silencing alarms with the above formal arrangements for re-setting them. Remember, some fire alarms will not detect another fire if they are in ‘silenced’ mode or have not been fully reset. Section 9 Evacuation Plan This section must include and describe in detail all the arrangements for evacuating the occupants of the building. This is likely to involve an initial ‘stay put’ approach though some schemes have simultaneous evacuation policies. When establishing and reviewing procedures, the procedures must recognise that evacuation is not the responsibility of the fire and rescue service. Only the flat where the fire is needs to be evacuated (in the first instance). If a resident of the affected flat is unable to evacuate themselves, rescue by the fire and rescue service may become necessary. N.B. this becomes a rescue situation as opposed to evacuation and any adjustments or arrangements that can be made to enable the resident to self-evacuate should have been discussed previously with the resident when developing the person’s emergency evacuation plan (PEEP). If assistance is required for evacuation of residents beyond the flat where the fire starts, this should be provided by colleagues on the premises. Where the site is unmanned, residents should be actively encouraged to consider how they would self-evacuate. The fire and rescue service may also assist with evacuation if it is not completed by the time of their attendance. Example Text Further detail may include: Identifying the activated zone from the fire alarm panel and conducting an initial investigation e.g. calling the resident. If the fire is in a flat, the resident will evacuate to the assembly area / point. If the situation can be dealt with e.g. a toaster causing smoke, the appropriate action will be taken. If the situation / fire cannot be dealt with, the full alarm will be activated, and the fire and rescue service called. If the risk of entering the ‘affected’ flat / room is too great, the flat / room should not be entered, and the Senior Person should wait for the arrival of the fire and rescue service and inform them immediately of the situation. Depending on the assessment of the incident, residents not in the affected flat will either remain in their flats or be alerted and instructed to evacuate to the designated area / assembly point. This needs to be determined when developing the FEAP. For some schemes, it may be appropriate to relocate resident’s two compartments away. If the fire is in a communal area, anyone in this area will evacuate to the assembly area / point. During the daytime there are likely to be additional colleagues on duty to offer more evacuation options if these are appropriate. Although it is unlikely that further flats will need to be evacuated, if there is sufficient time and depending upon the extent of the fire, flats on either side to the affected room will be evacuated. Consideration will also be given to evacuating flats directly above the fire. If the fire is in the roof void, the flats / area immediately below the indicated area will be evacuated. The sequence of evacuation will be subject to dynamic adjustment based on the judgement of those colleagues on duty and their assessment of the location and nature of any fire. Depending on local arrangements, and if MHA colleagues are present, the Senior Person should ensure that everyone is accounted for. On arrival of the fire and rescue service, the Senior Person will inform the Leading Fire Officer either that all persons are accounted for, or alternatively, provide details of anyone unaccounted for, their last known or likely location, and any other details that might be relevant to any search and rescue attempt. The Senior Person must also ensure the fire and rescue service is provided with a copy of the FEAP or ensure it is easy to access. All doors, and where possible, also windows, should be closed during any evacuation process. Section 10 Residents and Guests Explain how residents and guests staying overnight are made aware of the fire procedures. Include details about the information provided to residents on the importance of fire doors including keeping doors closed, that doors and self-closing devices are not tampered with and that any faults or damage to doors should be raised immediately. Additionally, how they can help further by allowing access to enable their flat entrance doors to be checked (at least annually). Example Text Section 11 Visitors and Contractors Explain how contractors and visitors are made aware of the fire procedures. Section 12 PEEPS Provide details of where the PEEP summary can be found to enable the fire and rescue service to check against the flat that is affected by the incident. Example text: Individual PEEPs are located by the main entrance in a RED Fire Box. Section 13 Site Plans List any additional documents that have been included with the FEAP that may be helpful to those responding to a potential fire situation e.g. site plans, sprinkler details. Appendix 6: Guidance on Completing Risk Assessments for Leased Premises In accordance with The Regulatory Reform (Fire Safety) Order 2005 for England and Wales and the Fire (Scotland) Act 2005 and the Fire Safety (Scotland) Regulations 2006 a Fire Risk Assessment of your premises must be conducted where MHA isn’t the landlord (leased sites). This must be done using the risk assessment template HS311f. The Health and Safety at Work Etc. Act 1974 and associated regulations made under it cover the provision of fire precautions which are intended to prevent the outbreak of a fire or minimise the consequences should one occur. Matters falling within the scope of the Act include the storage of flammable materials, the control of flammable vapours, standards of housekeeping, safe systems of work, the control of sources of ignition and the provision of appropriate training. These precautions are enforced by inspectors from the Health and Safety Executive (HSE) or the local authority. The Regulatory Reform (Fire Safety) Order 2005 and associated Scottish Fire legislation requires you to - Carry out a fire risk assessment of your workplace (you must consider all your colleaguess and other people who may be affected by a fire in the workplace and you are required to make adequate provision for any disabled people with special needs who use or may be present at your premises) Identify the significant findings of the risk assessment and the details of anyone who might be especially at risk in case of fire (these must be recorded if you employ more than 5 people) Provide and maintain such fire precautions as are necessary to safeguard those who use your workplace Provide information, instruction, and training to your colleaguess about the fire precautions in your workplace Ensure PEEPS are identified and recorded where relevant This risk assessment is designed for use by those venues which are not owned by MHA. We may have a formal lease / rental agreement, or we may just occasionally use the venue. If we have a formal lease with a venue, we should review this lease to make sure specific responsibilities are known. The landlord, by law, will have some responsibilities for the venue in relation to fire. These are - Emergency lighting tests Fire equipment maintenance and testing Emergency routes and exits are properly maintained and kept in working order Any shared / communal areas Fire alarm testing PAT testing of equipment which belongs to the venue Electrical wire testing Gas safety certificates and testing Lift maintenance We are still responsible for the safety of our colleaguess, volunteers and members. We have an obligation to be looking out for hazards, and if they are spotted the issue(s) should be reported to the landlord, and a decision taken as to whether to continue to use the venue until the issue has been fixed must be undertaken. The risk assessment will help you decide the nature and extent of the general fire precautions which you will need to provide. Six other legal duties you need to know and comply with are: Where it is necessary to safeguard the safety of colleaguess, you must nominate people to undertake any special roles which are required under your emergency plan (you can nominate yourself for this purpose) You must consult your colleaguess (or elected representatives) about the nomination of people to carry out particular roles in connection with fire safety and about proposals for improving fire precautions You must inform other colleaguess who also have workplaces in the building of any significant risks you find which might affect the safety of their colleaguess – and co-operate with them about the measures proposed to reduce / control these risks If you are not an employer but have any control of premises which contain more than one workplace, you are responsible for ensuring that the requirements of the Fire Regulations are complied with in those parts you have control over You must establish a suitable means of contacting the emergency services, and ensure that they can be easily called The law requires your colleaguess to co-operate with you to ensure the workplace is safe from fire and its effects, and do not do anything which will place themselves or other people at risk It is important therefore that this assessment is not just a paper exercise, and it should be read carefully, and any recommended actions taken. Where the client feels that the cost of the recommended improvements outweighs the risk, this should be discussed with the consultant for possible alternative action. Should any alteration or actions take place prior to the review date then the assessment should be reviewed immediately. It should be noted that this risk assessment in our opinion is not complete until recommended actions have been implemented fully. Any remedial action points identified during the assessment should be written next to the individual hazard questions in the action plan column with a suggested priority chosen from high, medium, or low priority. Time scales can be one of the following: A = ASAP B = within a month C = within the next 6 months Action Plan Completed column should be signed by the manager once remedial action has been implemented. This Fire Risk Assessment once completed must be discussed with your Services / Area Manager and then signed off by them. Any actions required must be implemented and recorded to show you have completed them on the attached action plan. An external incumbent will conduct a fire risk assessment once in any 5-year period at MHA Community Schemes, at the main activity building of each scheme. Managers should continue to carry out annual assessments using this template at other premises and until An external incumbent attend the main site, in accordance with their 5 yearly cycle of visits. This does not apply where a scheme is based within a home or scheme, as the An external incumbent fire risk assessment for the building will incorporate the scheme. At premises where An external incumbent undertake a fire risk assessment, an annual review will be conducted by the manager 12 months later, using the template provided in their FRA report and then a further annual review of that FRA thereafter, etc. Version Control",
    "procedure": "The decision to open a door where there is a fire behind the door that needs to be opened is extremely important and based upon the concepts of dynamic risk assessment and the use of an individual’s senses (sight, touch, sound, and smell). The correct method of opening doors involves: Checking for signs of smoke coming from underneath the door or around the door frame. Checking the surfaces of the wooden door for signs of warmth / heat. Checking the door handles for signs of warmth / heat. Knowing whether there are any hazardous (flammable or explosive) items within the room, for example oxygen cylinders, gas supply to heaters or cookers etc. If there is a large amount of smoke and / or fire inside, do not enter the room. Fire Fighting Equipment Fire Extinguishers Suitable and sufficient firefighting equipment will be provided in MHA premises, as determined by the fire risk assessment. An approved contractor will complete an annual inspection of fire extinguishers. A monthly inspection will be completed to ensure that extinguishers are in their proper location and have not been discharged, lost pressure (those fitted with a pressure indicator) or suffered obvious damage. Records will be maintained. Fire extinguishers must be either wall hung or placed on specific stands, have the correct identification sign placed above them and be suitably positioned so that they are readily available in the event of an outbreak of fire. Sprinkler Systems On some new build projects, MHA may decide to install an Automatic Life Safety Fire Suppression System (Sprinklers). Residential sprinklers are designed to provide an additional degree of protection of life and property, above that already achieved by the building design and the installation of smoke and / or fire detectors and systems. Sprinklers are expected to operate in the early stages of a fire, only those activated by heat will release water. An automatic life safety sprinkler system in a care home should be designed and installed in accordance with the recommendations for ‘residential occupancies’ contained in BS 9251:2005 (previously contained in BS DD 251). On satisfactory completion of the commissioning tests by the experienced sprinkler contractor a certificate should be issued in accordance with BS9251:2005. The sprinkler system where fitted should be connected to the automatic fire alarm panel on a separate zone. A competent sprinkler maintenance contractor should carry out routine servicing in accordance with the appropriate standards. Detailed records must be kept of all checks by both colleagues and contractors. Fire - On the activation of the fire alarm it must be remembered that a smoke detector within an area will activate prior to a sprinkler head. The fire evacuation process should then be followed, as outlined in section 7 of this guidance document. Fire Exits and Escape Routes Fire exit doors leading to a place of safety and fire escape routes must be kept clear at all times. Particular attention must be given to the parking and recharging of battery-operated wheelchairs and scooters. These should not be left in corridors, escape routes or protected staircases. All fire exits doors and fire escape routes will be regularly checked for: clear and appropriate access at all times. correct working of final exit doors, locks, and push pad, push bar, turn to open release mechanisms. Electro-Magnetic Locking Devices The use of electro-magnetic locking devices for fire exit routes and final exit doors in our homes is commonplace as there clearly needs to be a balance between preventing residents getting out of the building or onto staircases during normal day to day operations and being able to exit the building due to any emergency. As a result, electro-magnetic locking devices may be fitted at your home on fire doors leading to the protected staircases or final exit doors leading to a place of safety. Electro-magnetic devices will deactivate automatically upon actuation of the fire alarm system, and they will normally fail safe in the open position on the loss of power as the magnetic force is lost; however, in some instances the releasing mechanism has been known to fail. In such a failure, the most common method of manual actuation is a manual control readily distinguishable from a fire alarm call point provided in close proximity to each secured door (green coloured break glass point). Operation of the manual control should cause interruption of the power supply to the door release mechanism so causing the door to open. It is important that where fitted, all green break glass points are tested on a regular basis for correct operation, checking that the door opens when the break glass points are activated. Records should be maintained. Record Keeping and Documentation A fire folder and property logbook should be utilised at each of our premises to keep relevant fire safety, fire precaution and fire maintenance records. Records to be maintained will include: incidences of every fire practice drill fire alarm test which is conducted on the premises (quoting the particular trigger device which was used to initiate the test / practice) checks and maintenance related to all firefighting equipment and of any faults and measures to be taken to rectify such faults false alarms must also be recorded together with their causes fire door closing, seals, and strips emergency lighting tests and maintenance electrical equipment, systems tests, and examinations all relevant fire safety training records fire risk assessments and fire safety checklists smoke alarm checks (where fitted). Records must be dated and retained for a period of 8 years after the last entry. Oxygen Cylinders Accidents involving gas cylinders can cause serious injury or even death. MHA homes and schemes will store and use oxygen cylinders when residents need oxygen as part of their care. Gas cylinders are ‘pressure receptacles’ and require particular care for handling and use. The manager and care staff must complete a risk assessment when oxygen cylinders are on site. The main hazards associated with cylinders are: Impact from the blast of a gas cylinder explosion or rapid release of compressed gas Impact from parts of gas cylinders or valves that fail Contact with the released gas or fluid Fire resulting from the escape of flammable gases – causing an oxygen enriched atmosphere Impact from falling cylinders Manual handling injuries The main causes of accidents are: Inadequate training and supervision Poor installation or securing of the cylinder Poor examination and maintenance Badly fitted valves and regulators Poor handling of cylinders Poor storage Inadequately ventilated working conditions Reducing the risk to MHA colleagues and people using MHA’s services: Store spare cylinders in a designated ventilated secure storage area – e.g. An outside garage or a purpose-built cylinder store away from sources of ignition, and not subject to extremes of temperature. Other storage requirements include: Securely to prevent the cylinder from falling Away from areas that would block escape routes or fire exits In well-ventilated areas Away from heat and light sources In an area that is not used to store any other flammable materials Away from combustible material (such as paper, cardboard, curtains) So that they are not covered by items of clothing. Limited quantities of oxygen can be kept in a person’s room or accommodation, providing a suitable risk assessment is carried out. Relevant staff must be trained in manual handling techniques and the use of mechanical aids – e.g. a sack truck if available to use. Ensure care staff are trained to set up the oxygen for safe use and recognise the hazards associated with oxygen cylinders. New colleagues should receive training and be supervised closely. Users should be able to carry out an external visual inspection of the gas cylinder, pipes, and any attachments to determine whether they are damaged - visible indicators may include dents, bulges, or evidence of fire damage. Checks for leaks, damaged pipes and valves should be made regularly. Bottles and pipes should be marked with BS EN numbers. Regulators and valves should only be changed by suppliers./.contractors or suitably trained colleagues. No smoking or naked flames permitted in the vicinity of the oxygen equipment. No smoking signs should be displayed and enforced, as necessary. Install oxygen hazard signs to doors, update the fire risk assessment, mark fire plans, and include details in PEEPs to ensure the fire service are aware of the location of cylinders. Bottles should always be stood upright and never rolled. Straps or chains should be used to fix bottles in place. Safe use and disposal Do not use bottles if they appear damaged, dented or hoses are cracked. Oxygen cylinders have an expiry date, and this must be checked on a regular basis to ensure that out of date oxygen is not administered. Faulty equipment should be returned to the supplier. Empty bottles should be treated in the same way as full ones, transported with care, stored upright wherever possible and kept in a secure ventilated place. When not in use the oxygen equipment must be turned off to prevent the build-up of oxygen in the atmosphere. If you suspect a leak – turn off the appliance, ventilate and evacuate the area. Do not operate light switches or other electrical devices. Remove the bottle outside. Do not store more bottles than you need on site and return empty bottles as soon as possible.",
    "responsibilities": "Training and Monitoring Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. Fire safety training will be conducted at MHA to ensure that all our colleaguess are fully aware of general fire safety precautions and specific fire evacuation procedures relevant to the type of premise they work within. The different levels of fire safety training include: Induction training (undertaken immediately on appointment) Basic fire safety awareness training (e-learning system) Site specific emergency and evacuation procedures Corporate Fire Safety Training Course for Responsible Persons, including key designated colleagues who might be expected to manage a fire situation - e.g. maintenance worker and colleagues who regularly take charge Training on the safe and correct use of Evacuation Aids provided (where applicable) for designated colleaguess Induction training should be conducted immediately upon appointment so that all colleaguess clearly understand what to do in a fire situation. Records of induction training should be held on Personnel files using standard induction packs. Basic fire safety awareness training (e-learning) and Site specific emergency and evacuation procedures should be completed by all colleaguess and refreshed at least once in each period of 12 months. Where a need for evacuation aids has been identified, and is provided, specific training on the safe and correct use of the equipment will be conducted for those colleaguess who are designated to use such equipment in the event of an emergency. Evacuation aid training should be refreshed at least once in each period of 12 months. This may be delivered in-house, or where appropriate from MHA’s fire evacuation trainer (contact H&S Team for details). Accurate records of all fire training must be maintained in the Fire Logbook and Personnel Files and further recorded on MHA’s training matrix. For additional information, content and delivery options relating to fire safety training within MHA, including example presentational material, refer to the Learning Zone > Core Training > Fire Safety on MHA’s Intranet. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk EDI Impact Assessments Equality, Diversity, and Impact Assessment to be confirmed. Resources"
  }
}