{
  "id": "HS322",
  "title": "Waste Management and Effective Disposal Policy and Procedure",
  "filename": "HS322 Waste Management and Effective Disposal Policy and Procedure.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nThis policy covers the general procedures and arrangements for the management, control, handling, and disposal of all categories of waste generated by MHAs activities and applies to all those living or working in or visiting MHA sites and services.\nMHA have a ‘Duty of Care’ to ensure that any waste produced is handled safely and in accordance with the relevant legislation and regulations. In general terms this means that we must:\nPrevent anyone keeping, depositing, disposing of or recovering our ‘controlled waste’ without a waste management licence or an exemption from the need for a licence. We must also ensure that the waste management licence has not been suspended or partially revoked and that we are not in breach of the conditions of that licence or exemption.\nStop materials escaping from our control or the control of anyone else by packaging it appropriately and robustly.\nEnsure that our waste is only transferred to an authorised person.\nEnsure that the waste being transferred is accompanied by a written description that will enable anyone receiving it to dispose of or handle it in accordance with his or her own Duty of Care.\nThe Environmental Protection Act (EPA) 1990 (as amended)  provides the main statutory framework in relation to waste. In particular the Act defines waste, establishes the criminal offences in relation to waste and establishes the statutory Duty of Care in relation to waste. Unless a waste management licence or appropriate permit has been issued, which authorises the operation in question, it is an offence to:\ndeposit controlled waste.\nknowingly permit controlled waste to be deposited in or on land.\nkeep, treat, or dispose of controlled waste.\nknowingly cause or permit controlled waste to be kept, treated, or disposed of.\nOther relevant legislation includes The Health and Safety at Work Etc. Act 1974, Environmental Protection Act 1990, (as amended)  Hazardous Waste Regulations 2005,  the Control of Substances Hazardous to Health Regulations 2002 (as amended) include a range of requirements which MHA must adhere to in all aspects of its management, control, handling, and disposal of waste.\nFor disposal relating to confidential information and data protection, refer to Information Governance Policy.\nScope and Purpose\nThe purpose of this policy is to provide appropriate information and  guidance relating to waste management and disposal. It is relevant for all MHA colleagues and volunteers working across MHA Care Homes, Retirement Living Schemes, MHA Communities, Collaborative Communities, and Central Support. and the purpose is to reduce risks to all the ‘usual suspects’ so all above plus residents, contractors, visitors etc relating to inappropriately handled and managed waste.\nDefinitions \nStatement of Intent\nThe main principles are to take reasonable steps to ensure:\nwaste does not present a risk to the health, safety, or welfare of those living or working in or visiting MHA sites and services and others who  may be affected by our activities.\nadequate arrangements are established and maintained for the safe , receipt, storage, segregation, movement, flows , and disposal of waste on, and transport away from MHA premises (jointly referred to as the ‘management’ of waste).\nappropriate risk assessments are undertaken, with significant findings recorded,  for all aspects of the management of waste with particular note being taken where there  are risks to health, safety or welfare, or risks of damage, contamination, or other harm   to the environment.\nappropriate measures are introduced and maintained   to prevent or control exposure to hazardous waste.\nall those involved in waste management activities – including those relating to hazardous waste are suitably informed of and understand their responsibilities and receive appropriate training in this regard.\nemergency procedures are established for incidents that may arise including spillages, damaged containers / bags, puncture wounds etc.\nWaste Handling\nWaste should be placed in appropriate waste sacks or other appropriate containers at or close to the point it is generated. These sacks or containers should be collected at periods which are as short as reasonably practicable but, in any case, no longer than one week. How to seal a waste bag guidance.\nThe sacks should be sealed either with a purpose made plastic tie or closure, or in the case of light gauge sacks, by tying off the neck. Sacks should not be closed by stapling.\nWaste containers will need to be stored in a secure area before they are taken away by the contractor. Storage areas should be sited away from food preparation, general storage areas and from routes used by the public where possible.\nWaste must not be allowed to accumulate inside the building. \nBulk storage areas and / or containers should be kept locked.\nIt is important to segregate each type of waste so that it can be disposed of correctly. Colour coded containers help identify waste which is to be disposed of in different ways. Adequate supplies of appropriate containers should be provided where clinical waste arises. \nAll clinical waste containers should be capable of containing the waste without spillage or puncture, especially during transport and handling. \nPersonal Protection\nBasic personal hygiene is extremely important in reducing the risks associated with the handling of waste. All those  involved in the handling of  waste must ensure that:\nthey maintain a high level of personal hygiene - including thorough hand washing.\nthey do not eat or smoke when handling waste.\nwear the correct footwear (smooth, impermeable material rather than fabric based). \nIf the use of personal protective equipment (PPE) has been identified as a control measure, then it must be worn/used properly and as appropriate. Disposable gloves and disposable aprons are often the most appropriate type of PPE to be worn when handling waste.\nWashing facilities should be available within a reasonable distance of the bulk storage areas and / or containers.\nSpillages and Incidents\nAny spillage should be dealt with immediately. The affected area should be decontaminated & disinfected as appropriate and necessary(care should be taken when using disinfectants in confined spaces). Disposable materials (e.g., paper towels) and disposable PPE should be used when clearing up clinical waste.\nSharps must be very carefully handled by suitably trained colleagues, and using appropriate PPE, to avoid needle stick or other injury.\nAny untoward incident or concerns involving waste management matters should be reported using the Radar Incident Reporting system, in line with the policy and arrangements relating to the Radar system. \nThe appointed person responsible for clinical waste is usually the home or scheme manager, unless another colleague is appointed as the responsible person by the home or scheme manager, for example a retirement living manager, or a housekeeper. The appointed person must be notified of all incidents such as spillages, damaged containers, inappropriate segregation, or any incident involving sharps in addition to these incidents being reported on Radar.\nSharps injuries are covered in the Infection Control Policy.\nBroken glass must be disposed of in a cardboard box lined with heavy-duty plastic and marked GLASS AND BREAKAGES ONLY. The box must be securely sealed when full.\nRecord Keeping\nA record of all disposals should be kept. The procedure for transfer notes will be different by location and service supplier, all locations must keep either the annual transfer note or the not received every time waste is collected. \nFor PHS, any hazardous waste is collected, and the site is provided with a copy of their Hazardous Waste Consignment Note, which details where the waste is taken too, to be disposed of. This should be kept for a period of 2 years. This may be provided to the location in hard copy or over email and must be kept on file. \nA copy of the annual waste transfer note agreement should be kept on file for 2 years and available for inspection along with waste transfer notes. \nThe formally contracted external waste management service provider will provide the waste transfer note which will be kept by the manager in the monitoring folder relevant to the premises. \nStandard Operating Procedures: Waste Disposal\nGeneral Waste Disposal\nTo be kept in a suitable container.\nEmptied regularly throughout the day or when they are over ½ full.\nEmptied and cleaned at the end of the day.\nBins or bags should not be overfull.\nMixed Recycling Disposal\nEnsure bottles and tins are rinsed out before placing in the bin.\nEnsure cardboard is flattened.\nNo food contaminated packaging can be recycled.\nRecyclable waste must be placed in a clear bag or in a trade waste container liner.\nFood Waste Disposal\nPlace a clear bag or compostable liner in the internal container.\nTransfer any food waste into the internal container during the day.\nEmpty as often as necessary. Clean and disinfect thoroughly at the end of the day.\nPlace the tied bag in the external food waste trade container lined with a relevant bag.\nAerosol Waste Disposal\nNon-hazardous aerosols such as deodorants etc can go within the mixed recycling collection process, hazardous aerosols (for example, adhesives used by maintenance colleagues) must be reported to H&S for safe ECO disposal.\nHazardous aerosols (e.g., containing paint, pesticides, etc.) must be disposed of in a cardboard box lined with a clear plastic bag and marked AEROSOLS ONLY. these must be kept and disposed of separately. They must not be placed in black or yellow bags.\nGiven that the volume of waste produced by each home or scheme may vary from time to time, the needs of each scheme should be reviewed on a regular basis and any adjustments for the removal of such waste, implemented.\nClinical, Healthcare, and Hazardous Waste Disposal\nSyringes / cartridges and needles should be disposed of intact as one unit into  an appropriate sized  sharps container. Sharps containers should be sealed and sent for disposal when ¾ full. The containers should be labelled before removal from the home. They should not be placed in yellow sacks but should be carried separately during storage and transported away from the site by a licensed waste carrier.\nIt should also be noted that healthcare wastes that present a hazard are also clinical waste and that all healthcare waste and clinical waste unless proved to be non-infectious should be treated as hazardous waste. \nUse the following table and the flow chart in Appendix 2 (relevant for care homes and retirement living) to determine the type of waste produced and the correct method of disposal:\nPharmaceutical (Medication) Waste\nRefer to Medication - Return and Disposal Policy.\nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nAll colleagues who are required to handle and move waste should be adequately trained/instructed in safe procedures and in dealing with spillages or other incidents for their area of work as outlined in the policy.\nRetraining may be required as policies and procedures are revised. A record of such training should be kept. Written local procedures should be available in all areas. Colleagues who should be trained include:\nCare Assistants\nNight Colleagues\nSeniors\nDomestic Colleagues\nMaintenance Workers\nAgency Colleagues\nThe level of training will clearly be dependent on the colleague’s involvement with waste. As a minimum colleagues should be trained, informed, and instructed in the risks associated with waste, segregation and storage, procedures for dealing with spillages and accidents and where appropriate, the  use of suitable protective clothing or general risk assessments.\nColleagues who handle or transfer waste containers (i.e., Maintenance Workers) should be trained to:\nknow how to use control measures or PPE and why.\ncheck that storage containers are effectively sealed before handling.\nensure that the origin of the waste is marked on the container - handle sacks by the neck only, they should not be clasped against the body and never thrown or dropped.\nbe aware of hazards related to disposal of sharps.\nknow the procedure in case of accidental spillage and know how to report an incident.\nknow the appropriate cleaning and disinfection procedures.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with appropriate a colleague representatives, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessments\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nMHA policy documents, procedures, and guidance:\nInformation Governance Policy [IG01]\nInfection Control Policy [CP008]\nMedication - Return and Disposal [Med 105]\nInfection Control Policy [CP008]\nHow to seal a waste bag guidance.\nAppendices\nAppendix 1 - Waste Management Guidance Notes\nAppendix 2 – Waste Disposal Flow Chart\nAppendix 1: Waste Management Guidance Notes\nWaste Disposal for MHA Housing and Retirement Living Schemes (Clinical, Healthcare, Hazardous) \nIf a person is treated in their home by a community nurse or a member of the NHS profession, any waste produced as a result is considered to be the healthcare professional's waste. If the waste is non-clinical, and as long as it is appropriately bagged and sealed, it is acceptable for the waste to be disposed of with household waste. This is usually the case with sanitary towels, nappies, and incontinence pads (known collectively as sanpro waste – see below) which are not considered to be clinical waste when they originate from a healthy population. \nIf the waste is classified as clinical waste the healthcare professional should remove that waste and transport it in approved containers (i.e., rigid, leak proof, sealed, secured etc) and take it back to base for appropriate disposal via their approved waste contractor.\nIf a person treats themselves in their own home any waste produced as a result is considered to be their own. Only where a particular risk has been identified (based on medical diagnosis) does such waste need to be treated as clinical waste. In these cases, local authorities are obliged to collect the waste separately when asked to do so by the waste holder but may make a charge.\nIf hypodermic syringes and sharps are used by an individual these should be disposed of in a designated sharps bin which can now be obtained on prescription (FP10 prescription form) and can be returned to a doctor for disposal when full. There is also a duty on local authorities to collect and dispose of household generated waste including clinical / sharps waste from households. However, collection of clinical / sharps waste does not arise until a person request such a service. \nLocal authorities may then levy a reasonable charge on the waste holder for the collection and disposal of that waste. On no account should soft drink cans, plastic bottles or similar containers be used for the disposal of needles, since these could present serious hazards if they were disposed of in domestic waste.\nIt is rare, and highly unlikely, that clinical waste produced in a private household would be classified as hazardous (special waste).  The regulations require that all movements of special waste be tracked through a system of pre-notifications and consignment notes until they reach a waste management facility.\nThe Environment Agency is responsible for administering the Regulations and have decided that (beside prescription-only medicines which are statutorily defined as special and sharps waste containing residual prescription-only medicines), the only clinical wastes to be dealt with as special waste from private households are those that contain microbiological agents belonging to hazard group 4 which covers pathogens that usually cause severe human disease, can be readily transmitted between individuals and for which effective treatment and preventative measures are not usually available.\nHuman hygiene or sanpro waste produced in large quantities in some sheltered housing schemes. Although such wastes from these sources may be non-clinical, in quantity they can be offensive and cause handling problems. In these cases, where the premises generate more than one standard bag or container of human hygiene waste over the usual collection interval, it is considered appropriate to package it separately from other waste streams. \nAppendix 2: Waste Disposal Flow Chart\nVersion Control",
  "sections": {
    "summary": "This policy covers the general procedures and arrangements for the management, control, handling, and disposal of all categories of waste generated by MHAs activities and applies to all those living or working in or visiting MHA sites and services. MHA have a ‘Duty of Care’ to ensure that any waste produced is handled safely and in accordance with the relevant legislation and regulations. In general terms this means that we must: Prevent anyone keeping, depositing, disposing of or recovering our ‘controlled waste’ without a waste management licence or an exemption from the need for a licence. We must also ensure that the waste management licence has not been suspended or partially revoked and that we are not in breach of the conditions of that licence or exemption. Stop materials escaping from our control or the control of anyone else by packaging it appropriately and robustly. Ensure that our waste is only transferred to an authorised person. Ensure that the waste being transferred is accompanied by a written description that will enable anyone receiving it to dispose of or handle it in accordance with his or her own Duty of Care. The Environmental Protection Act (EPA) 1990 (as amended) provides the main statutory framework in relation to waste. In particular the Act defines waste, establishes the criminal offences in relation to waste and establishes the statutory Duty of Care in relation to waste. Unless a waste management licence or appropriate permit has been issued, which authorises the operation in question, it is an offence to: deposit controlled waste. knowingly permit controlled waste to be deposited in or on land. keep, treat, or dispose of controlled waste. knowingly cause or permit controlled waste to be kept, treated, or disposed of. Other relevant legislation includes The Health and Safety at Work Etc. Act 1974, Environmental Protection Act 1990, (as amended) Hazardous Waste Regulations 2005, the Control of Substances Hazardous to Health Regulations 2002 (as amended) include a range of requirements which MHA must adhere to in all aspects of its management, control, handling, and disposal of waste. For disposal relating to confidential information and data protection, refer to Information Governance Policy.",
    "purpose": "The purpose of this policy is to provide appropriate information and guidance relating to waste management and disposal. It is relevant for all MHA colleagues and volunteers working across MHA Care Homes, Retirement Living Schemes, MHA Communities, Collaborative Communities, and Central Support. and the purpose is to reduce risks to all the ‘usual suspects’ so all above plus residents, contractors, visitors etc relating to inappropriately handled and managed waste.",
    "definitions": "Statement of Intent The main principles are to take reasonable steps to ensure: waste does not present a risk to the health, safety, or welfare of those living or working in or visiting MHA sites and services and others who may be affected by our activities. adequate arrangements are established and maintained for the safe , receipt, storage, segregation, movement, flows , and disposal of waste on, and transport away from MHA premises (jointly referred to as the ‘management’ of waste). appropriate risk assessments are undertaken, with significant findings recorded, for all aspects of the management of waste with particular note being taken where there are risks to health, safety or welfare, or risks of damage, contamination, or other harm to the environment. appropriate measures are introduced and maintained to prevent or control exposure to hazardous waste. all those involved in waste management activities – including those relating to hazardous waste are suitably informed of and understand their responsibilities and receive appropriate training in this regard. emergency procedures are established for incidents that may arise including spillages, damaged containers / bags, puncture wounds etc. Waste Handling Waste should be placed in appropriate waste sacks or other appropriate containers at or close to the point it is generated. These sacks or containers should be collected at periods which are as short as reasonably practicable but, in any case, no longer than one week. How to seal a waste bag guidance. The sacks should be sealed either with a purpose made plastic tie or closure, or in the case of light gauge sacks, by tying off the neck. Sacks should not be closed by stapling. Waste containers will need to be stored in a secure area before they are taken away by the contractor. Storage areas should be sited away from food preparation, general storage areas and from routes used by the public where possible. Waste must not be allowed to accumulate inside the building. Bulk storage areas and / or containers should be kept locked. It is important to segregate each type of waste so that it can be disposed of correctly. Colour coded containers help identify waste which is to be disposed of in different ways. Adequate supplies of appropriate containers should be provided where clinical waste arises. All clinical waste containers should be capable of containing the waste without spillage or puncture, especially during transport and handling. Personal Protection Basic personal hygiene is extremely important in reducing the risks associated with the handling of waste. All those involved in the handling of waste must ensure that: they maintain a high level of personal hygiene - including thorough hand washing. they do not eat or smoke when handling waste. wear the correct footwear (smooth, impermeable material rather than fabric based). If the use of personal protective equipment (PPE) has been identified as a control measure, then it must be worn/used properly and as appropriate. Disposable gloves and disposable aprons are often the most appropriate type of PPE to be worn when handling waste. Washing facilities should be available within a reasonable distance of the bulk storage areas and / or containers. Spillages and Incidents Any spillage should be dealt with immediately. The affected area should be decontaminated & disinfected as appropriate and necessary(care should be taken when using disinfectants in confined spaces). Disposable materials (e.g., paper towels) and disposable PPE should be used when clearing up clinical waste. Sharps must be very carefully handled by suitably trained colleagues, and using appropriate PPE, to avoid needle stick or other injury. Any untoward incident or concerns involving waste management matters should be reported using the Radar Incident Reporting system, in line with the policy and arrangements relating to the Radar system. The appointed person responsible for clinical waste is usually the home or scheme manager, unless another colleague is appointed as the responsible person by the home or scheme manager, for example a retirement living manager, or a housekeeper. The appointed person must be notified of all incidents such as spillages, damaged containers, inappropriate segregation, or any incident involving sharps in addition to these incidents being reported on Radar. Sharps injuries are covered in the Infection Control Policy. Broken glass must be disposed of in a cardboard box lined with heavy-duty plastic and marked GLASS AND BREAKAGES ONLY. The box must be securely sealed when full. Record Keeping A record of all disposals should be kept. The procedure for transfer notes will be different by location and service supplier, all locations must keep either the annual transfer note or the not received every time waste is collected. For PHS, any hazardous waste is collected, and the site is provided with a copy of their Hazardous Waste Consignment Note, which details where the waste is taken too, to be disposed of. This should be kept for a period of 2 years. This may be provided to the location in hard copy or over email and must be kept on file. A copy of the annual waste transfer note agreement should be kept on file for 2 years and available for inspection along with waste transfer notes. The formally contracted external waste management service provider will provide the waste transfer note which will be kept by the manager in the monitoring folder relevant to the premises.",
    "policy": "Information Governance Policy [IG01] Infection Control Policy [CP008] Medication - Return and Disposal [Med 105] Infection Control Policy [CP008] How to seal a waste bag guidance. Appendices Appendix 1 - Waste Management Guidance Notes Appendix 2 – Waste Disposal Flow Chart Appendix 1: Waste Management Guidance Notes Waste Disposal for MHA Housing and Retirement Living Schemes (Clinical, Healthcare, Hazardous) If a person is treated in their home by a community nurse or a member of the NHS profession, any waste produced as a result is considered to be the healthcare professional's waste. If the waste is non-clinical, and as long as it is appropriately bagged and sealed, it is acceptable for the waste to be disposed of with household waste. This is usually the case with sanitary towels, nappies, and incontinence pads (known collectively as sanpro waste – see below) which are not considered to be clinical waste when they originate from a healthy population. If the waste is classified as clinical waste the healthcare professional should remove that waste and transport it in approved containers (i.e., rigid, leak proof, sealed, secured etc) and take it back to base for appropriate disposal via their approved waste contractor. If a person treats themselves in their own home any waste produced as a result is considered to be their own. Only where a particular risk has been identified (based on medical diagnosis) does such waste need to be treated as clinical waste. In these cases, local authorities are obliged to collect the waste separately when asked to do so by the waste holder but may make a charge. If hypodermic syringes and sharps are used by an individual these should be disposed of in a designated sharps bin which can now be obtained on prescription (FP10 prescription form) and can be returned to a doctor for disposal when full. There is also a duty on local authorities to collect and dispose of household generated waste including clinical / sharps waste from households. However, collection of clinical / sharps waste does not arise until a person request such a service. Local authorities may then levy a reasonable charge on the waste holder for the collection and disposal of that waste. On no account should soft drink cans, plastic bottles or similar containers be used for the disposal of needles, since these could present serious hazards if they were disposed of in domestic waste. It is rare, and highly unlikely, that clinical waste produced in a private household would be classified as hazardous (special waste). The regulations require that all movements of special waste be tracked through a system of pre-notifications and consignment notes until they reach a waste management facility. The Environment Agency is responsible for administering the Regulations and have decided that (beside prescription-only medicines which are statutorily defined as special and sharps waste containing residual prescription-only medicines), the only clinical wastes to be dealt with as special waste from private households are those that contain microbiological agents belonging to hazard group 4 which covers pathogens that usually cause severe human disease, can be readily transmitted between individuals and for which effective treatment and preventative measures are not usually available. Human hygiene or sanpro waste produced in large quantities in some sheltered housing schemes. Although such wastes from these sources may be non-clinical, in quantity they can be offensive and cause handling problems. In these cases, where the premises generate more than one standard bag or container of human hygiene waste over the usual collection interval, it is considered appropriate to package it separately from other waste streams. Appendix 2: Waste Disposal Flow Chart Version Control",
    "procedure": "General Waste Disposal To be kept in a suitable container. Emptied regularly throughout the day or when they are over ½ full. Emptied and cleaned at the end of the day. Bins or bags should not be overfull. Mixed Recycling Disposal Ensure bottles and tins are rinsed out before placing in the bin. Ensure cardboard is flattened. No food contaminated packaging can be recycled. Recyclable waste must be placed in a clear bag or in a trade waste container liner. Food Waste Disposal Place a clear bag or compostable liner in the internal container. Transfer any food waste into the internal container during the day. Empty as often as necessary. Clean and disinfect thoroughly at the end of the day. Place the tied bag in the external food waste trade container lined with a relevant bag. Aerosol Waste Disposal Non-hazardous aerosols such as deodorants etc can go within the mixed recycling collection process, hazardous aerosols (for example, adhesives used by maintenance colleagues) must be reported to H&S for safe ECO disposal. Hazardous aerosols (e.g., containing paint, pesticides, etc.) must be disposed of in a cardboard box lined with a clear plastic bag and marked AEROSOLS ONLY. these must be kept and disposed of separately. They must not be placed in black or yellow bags. Given that the volume of waste produced by each home or scheme may vary from time to time, the needs of each scheme should be reviewed on a regular basis and any adjustments for the removal of such waste, implemented. Clinical, Healthcare, and Hazardous Waste Disposal Syringes / cartridges and needles should be disposed of intact as one unit into an appropriate sized sharps container. Sharps containers should be sealed and sent for disposal when ¾ full. The containers should be labelled before removal from the home. They should not be placed in yellow sacks but should be carried separately during storage and transported away from the site by a licensed waste carrier. It should also be noted that healthcare wastes that present a hazard are also clinical waste and that all healthcare waste and clinical waste unless proved to be non-infectious should be treated as hazardous waste. Use the following table and the flow chart in Appendix 2 (relevant for care homes and retirement living) to determine the type of waste produced and the correct method of disposal: Pharmaceutical (Medication) Waste Refer to Medication - Return and Disposal Policy.",
    "responsibilities": "Training and Monitoring Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. All colleagues who are required to handle and move waste should be adequately trained/instructed in safe procedures and in dealing with spillages or other incidents for their area of work as outlined in the policy. Retraining may be required as policies and procedures are revised. A record of such training should be kept. Written local procedures should be available in all areas. Colleagues who should be trained include: Care Assistants Night Colleagues Seniors Domestic Colleagues Maintenance Workers Agency Colleagues The level of training will clearly be dependent on the colleague’s involvement with waste. As a minimum colleagues should be trained, informed, and instructed in the risks associated with waste, segregation and storage, procedures for dealing with spillages and accidents and where appropriate, the use of suitable protective clothing or general risk assessments. Colleagues who handle or transfer waste containers (i.e., Maintenance Workers) should be trained to: know how to use control measures or PPE and why. check that storage containers are effectively sealed before handling. ensure that the origin of the waste is marked on the container - handle sacks by the neck only, they should not be clasped against the body and never thrown or dropped. be aware of hazards related to disposal of sharps. know the procedure in case of accidental spillage and know how to report an incident. know the appropriate cleaning and disinfection procedures. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with appropriate a colleague representatives, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk EDI Impact Assessments Equality, Diversity, and Impact Assessment to be confirmed. Resources"
  }
}