{
  "id": "HS338",
  "title": "Lone Working Policy and Procedure",
  "filename": "HS338 Lone Working Policy and Procedure.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA seeks to promote environments which are safe for colleagues, volunteers and others working on their behalf. \nScope and Purpose\nThis policy applies to all colleagues and volunteers (hereafter referred to as colleagues) who are lone working, whether service, office based or working in the community across all MHA services, care homes, retirement living, MHA Communities, and central support.\nDefinitions \nStatement of Intent\nMHA will ensure, so far as reasonably practicable, that colleagues who are required to work alone or unsupervised for significant periods of time are protected from risks to their health and safety.\nMHA recognises the potential risks to lone workers and will ensure that suitable risk assessments are undertaken, and safe systems of work developed to cover lone workers and implement control measures as appropriate to reduce risks.\nSafe Systems of Work\nThe key to maximising safety wherever lone work is under consideration is the performance of a satisfactory risk assessment, which should address two main features:\nWhether the work can be done safely by a single person.\nWhat arrangements are required to ensure the lone worker is at no more risk than colleagues working together.\nRisk assessments must be completed using the lone working risk assessment form, recorded in the colleagues personal file, and reviewed regularly (minimum per annum).\nWhere there are hazards identified with lone working activities, those activities should be avoided. Where this is not possible then the frequency and duration of tasks which require working alone must be kept to a minimum.\nSimple, auditable means of regular supervision and / or reporting should be introduced where possible in order to establish the wellbeing of lone workers and reduce foreseeable risks, e.g. reporting into an office at predetermined intervals.\nParticular emphasis must be given to ensuring that lone workers are well, and have come to no harm, at the end of their period of work, e.g. following a visit to a person’s home, at the end of a shift etc. \nWhere diary systems are used to log visits, they must be backed up with sufficient reliable office-based support to enable them to function effectively under all circumstances, e.g. when the normal person responsible for monitoring visits is absent from work. \nThe safe system of work must take into account the degree of risk and the appropriateness of the control measure. \nStandard Operating Procedures (SOP) \nLine managers must develop systems and instructions, in writing, and communicate them to colleagues, incorporating relevant elements of the following:\nRisk assessments must comply with the requirements of the MHA risk assessment policy, guidance, and risk assessment form.\nFundraising Specific Procedures\nMHA colleagues who regularly work alone will be provided with a MHA mobile phone and must not take their own phone option.\nColleagues may put in writing to their MHA contact a request for a mobile phone if working alone on behalf of MHA. \nUpon request, MHA will provide personal attack alarms to those who work / volunteer alone.\nEvery person working / volunteering alone in fundraising must:\nNever arrange to meet anyone in their home. Always meet in a public place that is mutually agreed.\nNever share personal details (home address, personal mobile, etc) with any volunteer or anyone outside of MHA. This is for your privacy and personal safety.\nConsider if you would like an MHA colleague to accompany you to the appointment - if you do not feel completely comfortable being alone with the individual you are meeting.\nmake their MHA work outlook publicly available (MHA colleagues).\ninsert into the MHA colleagues Outlook calendar any appointment outside of an MHA premises - include full address details with postcode and share with the line manager (volunteers should insert the same details into the MHA contact calendar). If that line manager / MHA Contact is not at work or available e.g. on annual leave or at a conference, another manager / MHA Contact should be invited.\nIf the appointment is with a specific individual(s), the Outlook calendar invite must include their Raisers Edge constituent code(s).\nNew MHA colleagues and volunteers must be shadowed in their first meeting alone with an individual to ensure they understand the buddy / home contact system.\nThe following safe word has been agreed by the fundraising department ‘Walter.’  For example, say ‘Can I get the contact details for Walter please’ - If this is used during any communication, whilst the person is working / volunteering alone this would mean that the person is in need of assistance and the emergency services should be called. \nThe following buddy system should be used for an MHA colleague or volunteer who lives alone and / or does not have anyone at home:\nFor an appointment, ask someone working for MHA to be a buddy and agree how to communicate (text / WhatsApp / email / phone). Confirm with the line manager / MHA contact who this buddy will be if it is not them.\nShare the calendar invite / full appointment details with that buddy stating what time they believe they will arrive home.\nOnce home from the appointment, communicate with the buddy to confirm that they are home safely.\nThe buddy is then to communicate back to confirm they have received this message.\nIf running late communicate with the buddy at the earliest opportunity the new expected arrival time home. \nIn case of an emergency:\nThe buddy must have contact details for the line manager / MHA contact of the MHA colleague / volunteer for whom they are buddying.\nThe line manager / MHA contact must have the contact details of the next of kin for the MHA colleague / volunteer working alone.\nIn case of injury / accident, MHA colleagues / volunteers are to communicate this to the buddy and MHA contact / line manager as soon as possible and follow HS710 Accident and Near Miss Reporting Policy.\nIn the event a person working / volunteering alone does not communicate with the buddy the following escalation process will apply:\nAfter 15 minutes past the home time, the buddy is to communicate with the MHA colleague / volunteer. They must wait for 30 minutes for a reply.\nIf there is still no reply the buddy is to call the colleague / volunteer twice. If no response they must wait for a further 30 minutes for a reply.\nIf no reply, buddy is to contact line manager / MHA Contact who will contact next of kin and raise the alarm.\nIf the line manager / MHA contact / next of kin does not respond after 30 minutes, the emergency services must be called.\nThis policy has been created for your safety and if an MHA colleague or volunteer is not using the buddy system in this way it must be reported to their line manager / MHA contact.\nThe following home contact system should be used for an MHA colleague who lives with another person:\nShare the calendar invite / full appointment details with the line manager / MHA contact\nBefore setting off on the first journey, share the MHA home contact safety sheet with the person the MHA colleague lives with and is expecting home. They will be known in this policy as the ‘home contact.’  This sheet contains this process as well as necessary contact details.\nShare full address details and approximate time to be expected home with home contact.\nIf running late, communicate with home contact at the earliest opportunity the new expected arrival time.\nIn case of injury / accident, MHA colleagues are to communicate this to the home contact and MHA contact / line manager as soon as possible.\nIn the event a person working alone does not communicate with the home contact the following escalation process will apply:\nAfter 30 minutes the home contact should contact the MHA colleague for an update of their arrival time.\nIf there is still no reply after 1.5 hours after the expected home time, the home contact should utilise the MHA lone working safety sheet and contact the line manager to make them aware and discuss next steps in calling emergency services.\nIf no response from the line manager the emergency services are to be contacted.\nRoles and Responsibilities\nTraining and Monitoring\nWherever a significant risk to personal safety has been identified, appropriate training must be provided. All personnel who are required to visit or to work alone in service users own homes need to be aware of high-risk situations and how to avoid them.\nAll incidents must be reported immediately to the manager, in accordance with the accident and incident reporting policy and procedures and attend any training as required.\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEquality Impact Assessment (EIA)\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nMHA policy documents, procedures, and guidance:\nLone Working Risk Assessment Form [HS338a]\nLone Working Home Contact Safety Sheet Form [HS338b]\nRisk Management Policy [G600]\nRisk Assessment Policy [HS401]\nExternal Resources \nWorking Alone (HSE)\nAppendices\nAppendix 1: Personal Safety Tips\nAppendix 1: Personal Safety Tips\nPaying attention to your surroundings and maintaining a vigilant approach at all times are part of a positive approach, which you can adopt to help ensure your own safety.\nThese tips aim to provide you with sensible advice that is also relevant in your personal life, but it is not a definitive guide and cannot cover all the situations you might encounter.\nStaying Safe in Public Places\nEveryone will occasionally feel worried about becoming a victim of crime when they are in a public place. It is a fact that there will always be some risk no matter how small. Always be prepared and follow current universal advice on keeping safe. Here are some practical steps that you can take to reduce risk without restricting your freedom too much: \nEnsure a record of intended movements is left with somebody when at all possible.\nDress appropriately for the area that you plan to visit. \nThink ahead and plan your journey. Avoid going to deserted areas and particularly late at night.\nConsider whether you should be taking somebody else with you.\nWalk confidently – hold your head up and look as if you know where you are going.\nWhenever possible, keep to well-lit, busy main roads when walking alone at night.\nWalk down the middle of the pavement, facing on-coming traffic to avoid kerb crawlers.\nAvoid short cuts like alleyways, waste ground and wooded, bushy areas.\nStay alert; be aware of what’s going on around you.\nWhere appropriate, carry a personal attack alarm in your hand or pocket.\nKeep your mobile phone charged.\nIf you think that you are being followed -\nWalk quickly across the road\nCross it again if necessary\nWalk immediately to a busier area where you know there will be other people such as a shop, garage, a well-lit house, pub, cab office, police station or hospital.\nCall the police as soon as you get somewhere safe.\nDo not risk personal injury if someone tries to steal your personal or office property. It is more important that you remain safe at all times.\nIt is an offence to carry any item for the sole purpose of self-defence. However, everyday items like umbrellas, keys and torches can be used to defend yourself as a last resort.\nStaying Safe in your Car  \nA car can give you a greater sense of security. You will undoubtedly feel safer in your car than walking in the dark or waiting for public transport. Driving can however be risky, especially if your car lets you down miles from anywhere or if you drive in urban areas with unlocked doors. Here is some practical advice that can help you to stay safe in your car:\nPlan your journey in advance.\nKeep your car doors locked when driving and especially in urban areas.\nKeep a mobile phone charged.\nKeep any valuables – including handbags, mobile phones, and laptops out of sight. They can easily be snatched when you stop at traffic lights, especially if windows are left open and doors unlocked.\nAlways keep a map to hand so you won’t need to stop and ask directions – and check it before you set out.\nIf you think you are being followed, flash your lights, and sound your horn to summon help. Drive towards a busy place.\nThink before you stop to help either at an accident or for someone flagging you down – it may not be genuine. You may be able to help as much by reporting it by phone.\nKeep your car regularly and properly maintained. Try to learn basic car maintenance. It may help you to prevent a breakdown.\nConsider joining a breakdown service.\nParking\nBy adopting a few simple safety measures, you can reduce possible risks at a time when you could be vulnerable – while parking and getting out of your car. Remember that a parking place in daylight can seem a lot safer than if it is after dark.\nPark in a well-lit and, if possible, busy place.\nAlways reverse into a parking space. This will allow you to leave quickly should the need arise. For the same reason park facing out of a cul-de-sac.\nAvoid parking too close to walls and high hedges behind which criminals can hide.\nLock all your car doors and close your windows and sunroof even when purchasing a parking ticket.\nPut into your boot any loose items and, if you are a woman, anything that might indicate this such as bags or clothing of any kind.\nWhen returning to your car, have your keys ready in your hand so that you can drive away quickly. Before you get into your car, check for signs of tampering, and check the back seat. If necessary, use a torch.\nDo not leave bags on the roof while you lock or unlock your car.\nIf you use a multi-storey car park, try to use a lower floor, near a staircase or ramp where there is likely to be a steady stream of people, and park in a well-lit position. Although leaving your car during daylight you may return when it is dark.\nIf there is an attendant, park close to the booth if possible.\nDo not park illegally. Your vehicle may be clamped or removed by the police. Regaining the use of your vehicle is likely to be a lengthy and expensive procedure during which time you may be at greater risk.\nCar Breakdowns\nEverybody dreads the thought of their car breaking down and especially miles from anywhere. Help yourself to stay safe by following these steps:\nMake sure that your car is always in good running order. Have it serviced regularly and carry out basic visual checks. \nIf you carry extra fuel only do so in a safety approved portable fuel tank.\nIf you have enough warning that a breakdown or tyre puncture is imminent, try to pull up in a well-lit public place.\nIf you have broken down, stay in your car as much as possible. Keep the windows closed and the doors locked. (different advice applies for motorway breakdowns. – see below)\nIf someone approaches your car – even the other driver in an accident – you do not have to get out; wind down the window just far enough to speak to them.\nNever hitch a lift – or pick up a hitchhiker.\nWhen working in rural areas you need to be more prepared in case of a breakdown. Carry appropriate clothes and equipment (such as a torch) for poor weather conditions.\nPolice advice for people travelling in rural areas is to carry a pre-prepared card saying “HELP – CALL POLICE” and in the case of a breakdown to lock all doors and display.\nCarry the number for licensed taxis or a minicab service you know well, in case you breakdown and are in a hurry. Never hail a minicab.\nAsk the cab company for the name and call sign of the driver who will be collecting you. Always sit in the back and avoid giving away any personal information about yourself.\nMotorway Breakdowns\nBreaking down on a motorway can be quite a frightening experience. If this should happen to you, try to remember these helpful tips:\nPull over to the hard shoulder and park your car there.\nSwitch on your hazard warning lights and set up a warning triangle if you have one.\nFollow the arrows marked on the posts on the hard shoulder to find the nearest phone.\nWhen using the phone remain as anonymous as possible by turning away from, but keeping an eye on, on-coming traffic.\nIf you are a woman on your own, tell the Motorway Control. Your call will then be given priority by the police and by the motoring organisations.\nReturn to your car and lock all your car doors except the passenger door.\nGet out of your vehicle and – for your own safety – stand as far up the embankment as possible. \nIf someone approaches you, get back into your vehicle via the passenger door and lock the door. Open the window a quarter of an inch and – if you have to – speak to the person through the gap.\nWhen the repair van arrives, make sure the mechanic knows your name.\nReporting Incidents\nReport any accident or incident of violence or threatened violence, which occurs during working hours, to your manager. This should be done initially be telephone and followed up using the Accident / Incident report form. By reporting the incident, you may help prevent another person from encountering a similar situation in that area, and the police should be informed where appropriate. \nVisiting Properties\nThe way in which you approach a property can cause an occupant to become upset before they open their door and can lead to confrontation. The following is a list of things people find particularly annoying and which you should avoid:\nRapid or loud banging of the doorknocker.\nRinging the doorbell for an unnecessary length of time.\nKnocking or tapping on a window or glass door.\nPeering through a window or a glass door.\nLooking through a letterbox.\nStanding inside a porch.\nStanding too close to the threshold of the door.\nShouting through a letterbox or outside a door.\nPutting a foot on the threshold once the door is open\nNot closing a gate behind you.\nNot wiping feet when entering a property.\nWearing sunglasses.\nWhen you have knocked or rung a doorbell it is advisable to take at least two steps back. Move slightly to one side but remain in view of the door at all times. By doing this you will give the occupant space when they open the door, and they are less likely to feel that you are being intrusive. If an occupant is hostile, or has an over-excited dog, it will also give you a head start should you need to move out of the way quickly. If, when a resident opens the door, they begin to verbally abuse or threaten you, leave immediately. Do not turn your back on the individual. Always try to back off whilst still facing the person or keep them in your vision as this will help guard against a surprise attack.\nPreventing Attacks by Dogs\nThe following information is intended to help you in understanding a dog’s behaviour towards you when entering its territory.\nAll dogs tend to conform to predictable rules of behaviour; however, guard against being overconfident – remember each dog is an individual and some breeds are less predictable than others.\nEven friendly dogs will bark at you as they are defending their territory. Talk to the dog in a firm but quiet voice. Stand still so that it can sniff you.\nMany dogs will respond to you by wagging their tails. Others will ignore you but do not be too forward or over friendly.\nAs you approach a dog, observe how it reacts to you:\nIf the dog stiffens up, holds its tail high, snarls and stares at you, then be on your guard.\nIf it shows its teeth, it may be safest to go no further but don’t turn and run – back away slowly if possible. Remain still, positioning yourself against a wall if possible.\nNever run past a strange dog or walk quickly away from it as this may release its chase response and you may get bitten as a result. Always walk slowly backwards, facing the dog if you feel it may chase you.\nTry to avoid showing any fear – a dog can read fear in your eyes and body movements. Keep calm, whistle, walk slowly or speak firmly to it.\nNever stare at a dog. Staring is a threat, and a dog may read it as a challenge and attack.\nGive very loud, sharp, shouted instructions to the dog to sit. This can be very effective in the case of German Shepherd dogs and other trained guard dogs.\nRemember the golden rule – if in doubt back away slowly keeping the dog in your sight at all times.\nBe more cautious if there is more than one dog.\nIf you are entering a property and you are concerned about a dog’s behaviour, ask the owner if they would mind putting the animal in another room.\nIf dogs are wandering loose in a garden or farmyard, try to attract the attention of the owner before setting foot on the property. Even if a dog is not visible, pay attention to any signs, warning that one or more are on the premises.\nLooking Through Letterboxes\nThere may be occasions when you are tempted to look through a letterbox to check to see if the occupant is at home. If you do so, you should be aware of the dangers you might be facing as well as how your actions may be perceived. For instance:\nYou may provoke the occupant to feel agitated or aggressive towards you.\nA dog jumping up at the letterbox may attack you if you put your fingers through.\nYou may receive an injury from an unsuspected substance or weapon such as a needle or knife being put through the opening.\nA syringe may be taped to the inside of the letterbox. This is often a problem in certain areas where drug dealing, and abuse is prevalent. \nIf you must look through a letterbox you should:\nOpen it carefully using a pen or similar object. Never use your fingers.\nNever look directly through a letterbox.\nAlways stay to one side of the letterbox and look diagonally across the room inside.\nAlways stay as far back as possible using the door itself as a shield. \nEntering a Property\n\tIf you are going into a property, please remember the following - \nDo not enter the property if a person under 16 years of age invites you inside unless they are the owner / occupier in their own right. Always ask if there is an adult at home. If a responsible adult is not present, you should leave and explain that you will call again.\nOnce inside the property, the occupier might wish to lock their door. This might be for genuine reasons as in the case of an elderly person who is scared of crime. In certain circumstances, however, you might feel threatened. Do not enter any further into the property if this is the case.\nIf you feel threatened make an appropriate excuse and leave.\nIf you need to make an excuse to leave, you should consider the effect this might have on the other person. Obviously in an extreme situation your priority must be to exit the building. Your safety is paramount.\nHousehold Dangers\nWhen inside a property, make yourself familiar with your surroundings. The approach you need to take will obviously depend on the type of structure of the household being visited. Nevertheless, it is always good practice for you to use the span of your vision to look out for:\nHow a door shuts and locks. Note if a resident locks the door. An older person might do this out of habit but in certain circumstances you might have cause for concern. (see dealing with aggression inside a property)\nObstacles preventing a quick exit, or which might pose a danger to you. These might include rugs, loose carpets, pets, children’s toys, or furniture near to doorways. \nAny sharp objects. Items such as knitting needles, knives, scissors, etc could be left on a chair where you are invited to sit. Protruding objects could also hurt you as you move past. Check your seat before sitting to avoid any accidents. \nBe aware if other people are in the household.\nIf an occupant offers to take your coat or jacket and this seems appropriate discreetly ensure that you remove any items of value first.\nRisk assessments must be carried out before assisting a householder with any domestic task and particularly any activity involving lifting or climbing.\nIf you are worried, avoid sitting where your exit can be blocked. Sit as near as you can to the door you entered through and not where someone can approach you from behind.\nKeep a good distance between yourself and the occupier, particularly if their behaviour is giving you cause for concern. This will allow you more time to react to any unpredictable behaviour. \nAt night allow time for your eyes to adjust to the dark when leaving a property. Beware of steps and uneven ground which your eyes might have difficulty recognising. Carrying a small torch in your pocket is a particularly effective way of overcoming this problem.\nDealing with Aggression\nThe main triggers for violence are likely to stem from aspects of behaviour or personality. The ones which you should be most aware of are - \nAlcohol. This often increases feelings of violence and aggression. If you encounter someone at an address who has been drinking to a significant degree, you should back off and call again if you consider this appropriate. \nGang Behaviour. Gangs, usually of youths, looking for trouble or excitement are a street hazard in some areas. Alcohol or drugs can often exacerbate their behaviour. In an area where gangs are prevalent you should carefully think about your working times. Friday and Saturday evenings are likely to be the worst times for trouble in these areas and mornings the quietest.\nMental Instability. The majority of people with mental health issues and are living in the community present no danger either to themselves or to the general public. However, a small minority are potentially dangerous if they are not receiving adequate ongoing support, or if they have not continued to take a prescribed medication which helps to control violent outbursts or sexual urges. Also, not everyone suffering from mental instability has it controlled by treatment. People who have such problems can often behave erratically. If you suspect that this is a possibility, as with alcohol abuse, withdraw and do not return. Notify your manager.\nPrejudice. This is most likely to be encountered, at least initially, as verbal abuse. You should not try to counter prejudice when it is being expressed in a rational way. \nEveryone is entitled to an opinion but if a person is behaving in an irrational manner and you feel unsure about the situation do not persevere.\nDealing with Aggression inside a Property\nThere is always a risk that an occupant’s behaviour may become erratic once you are in the household. If you find yourself unable to continue and have difficulty leaving the premises, then you should:\nTrust your instinct – your fear is a better indicator of something threatening than looking for signs of anxiety in others. If you have any doubts do not enter a property.\nRemain as calm as possible. Remember your first duty is to yourself – never underestimate the threat. Try to diffuse the situation by talking calmly to the occupier.\nRemember that most people who become angered in a situation such as this are generally angry at an organisation or department, e.g. government, local health authority, etc. Try to make the occupant see you as an individual rather than a representative of an organisation.\nNever remain alone with an actively violent person - be prepared to move very quickly if possible. Keep talking but do not raise your voice. Be sympathetic with the occupant’s point of view. \n‘Understand’ the occupant’s point of view perhaps by saying that you’ve been in a similar situation / been angered by the same thing. This will hopefully make them see you as an ally rather than as an aggressor.\nAssure them that you will help them if you can. \nNever put a hand on someone who is angry.\nIf the threat of violence is imminent avoid potentially dangerous locations such as the tops of stairs, restricted spaces, or places where there is equipment which could be picked up and used as a weapon against you. Keep your eye on potential escape routes, keep yourself between the aggressor and the door and, if possible, behind a barrier such as a table. Never turn your back if you are leaving but move gradually backwards.\nThink about your own body language – adopt an open, non-threatening posture. Show that you are actively listening by facing the aggressor, leaning forward slightly, and keeping a neutral tone of voice.\nIf the situation deteriorates, and they try to attack you, as a last resort arm yourself with anything that comes to hand. Try to fend them off and get them away from the door. Do not worry about any of your possessions. Exit as quickly as possible from the property and summon help from anyone nearby. Report the matter to the police and to your manager as soon as possible.\nUseful Travelling Items Checklist\nBelow is a list of items you may find useful to keep with you or in your car for both work and private use. You might find certain items invaluable when you are working. How much you carry will depend on your own circumstances. \nIn winter you should also consider carrying chocolate bars, extra clothing, or a blanket in your car if you are travelling long distances. In addition, carrying a spade and some sacking to clear snow and give your wheels extra grip.\nVersion Control",
  "sections": {
    "summary": "MHA seeks to promote environments which are safe for colleagues, volunteers and others working on their behalf.",
    "purpose": "This policy applies to all colleagues and volunteers (hereafter referred to as colleagues) who are lone working, whether service, office based or working in the community across all MHA services, care homes, retirement living, MHA Communities, and central support.",
    "definitions": "Statement of Intent MHA will ensure, so far as reasonably practicable, that colleagues who are required to work alone or unsupervised for significant periods of time are protected from risks to their health and safety. MHA recognises the potential risks to lone workers and will ensure that suitable risk assessments are undertaken, and safe systems of work developed to cover lone workers and implement control measures as appropriate to reduce risks. Safe Systems of Work The key to maximising safety wherever lone work is under consideration is the performance of a satisfactory risk assessment, which should address two main features: Whether the work can be done safely by a single person. What arrangements are required to ensure the lone worker is at no more risk than colleagues working together. Risk assessments must be completed using the lone working risk assessment form, recorded in the colleagues personal file, and reviewed regularly (minimum per annum). Where there are hazards identified with lone working activities, those activities should be avoided. Where this is not possible then the frequency and duration of tasks which require working alone must be kept to a minimum. Simple, auditable means of regular supervision and / or reporting should be introduced where possible in order to establish the wellbeing of lone workers and reduce foreseeable risks, e.g. reporting into an office at predetermined intervals. Particular emphasis must be given to ensuring that lone workers are well, and have come to no harm, at the end of their period of work, e.g. following a visit to a person’s home, at the end of a shift etc. Where diary systems are used to log visits, they must be backed up with sufficient reliable office-based support to enable them to function effectively under all circumstances, e.g. when the normal person responsible for monitoring visits is absent from work. The safe system of work must take into account the degree of risk and the appropriateness of the control measure.",
    "policy": "Lone Working Risk Assessment Form [HS338a] Lone Working Home Contact Safety Sheet Form [HS338b] Risk Management Policy [G600] Risk Assessment Policy [HS401] External Resources Working Alone (HSE) Appendices Appendix 1: Personal Safety Tips Appendix 1: Personal Safety Tips Paying attention to your surroundings and maintaining a vigilant approach at all times are part of a positive approach, which you can adopt to help ensure your own safety. These tips aim to provide you with sensible advice that is also relevant in your personal life, but it is not a definitive guide and cannot cover all the situations you might encounter. Staying Safe in Public Places Everyone will occasionally feel worried about becoming a victim of crime when they are in a public place. It is a fact that there will always be some risk no matter how small. Always be prepared and follow current universal advice on keeping safe. Here are some practical steps that you can take to reduce risk without restricting your freedom too much: Ensure a record of intended movements is left with somebody when at all possible. Dress appropriately for the area that you plan to visit. Think ahead and plan your journey. Avoid going to deserted areas and particularly late at night. Consider whether you should be taking somebody else with you. Walk confidently – hold your head up and look as if you know where you are going. Whenever possible, keep to well-lit, busy main roads when walking alone at night. Walk down the middle of the pavement, facing on-coming traffic to avoid kerb crawlers. Avoid short cuts like alleyways, waste ground and wooded, bushy areas. Stay alert; be aware of what’s going on around you. Where appropriate, carry a personal attack alarm in your hand or pocket. Keep your mobile phone charged. If you think that you are being followed - Walk quickly across the road Cross it again if necessary Walk immediately to a busier area where you know there will be other people such as a shop, garage, a well-lit house, pub, cab office, police station or hospital. Call the police as soon as you get somewhere safe. Do not risk personal injury if someone tries to steal your personal or office property. It is more important that you remain safe at all times. It is an offence to carry any item for the sole purpose of self-defence. However, everyday items like umbrellas, keys and torches can be used to defend yourself as a last resort. Staying Safe in your Car A car can give you a greater sense of security. You will undoubtedly feel safer in your car than walking in the dark or waiting for public transport. Driving can however be risky, especially if your car lets you down miles from anywhere or if you drive in urban areas with unlocked doors. Here is some practical advice that can help you to stay safe in your car: Plan your journey in advance. Keep your car doors locked when driving and especially in urban areas. Keep a mobile phone charged. Keep any valuables – including handbags, mobile phones, and laptops out of sight. They can easily be snatched when you stop at traffic lights, especially if windows are left open and doors unlocked. Always keep a map to hand so you won’t need to stop and ask directions – and check it before you set out. If you think you are being followed, flash your lights, and sound your horn to summon help. Drive towards a busy place. Think before you stop to help either at an accident or for someone flagging you down – it may not be genuine. You may be able to help as much by reporting it by phone. Keep your car regularly and properly maintained. Try to learn basic car maintenance. It may help you to prevent a breakdown. Consider joining a breakdown service. Parking By adopting a few simple safety measures, you can reduce possible risks at a time when you could be vulnerable – while parking and getting out of your car. Remember that a parking place in daylight can seem a lot safer than if it is after dark. Park in a well-lit and, if possible, busy place. Always reverse into a parking space. This will allow you to leave quickly should the need arise. For the same reason park facing out of a cul-de-sac. Avoid parking too close to walls and high hedges behind which criminals can hide. Lock all your car doors and close your windows and sunroof even when purchasing a parking ticket. Put into your boot any loose items and, if you are a woman, anything that might indicate this such as bags or clothing of any kind. When returning to your car, have your keys ready in your hand so that you can drive away quickly. Before you get into your car, check for signs of tampering, and check the back seat. If necessary, use a torch. Do not leave bags on the roof while you lock or unlock your car. If you use a multi-storey car park, try to use a lower floor, near a staircase or ramp where there is likely to be a steady stream of people, and park in a well-lit position. Although leaving your car during daylight you may return when it is dark. If there is an attendant, park close to the booth if possible. Do not park illegally. Your vehicle may be clamped or removed by the police. Regaining the use of your vehicle is likely to be a lengthy and expensive procedure during which time you may be at greater risk. Car Breakdowns Everybody dreads the thought of their car breaking down and especially miles from anywhere. Help yourself to stay safe by following these steps: Make sure that your car is always in good running order. Have it serviced regularly and carry out basic visual checks. If you carry extra fuel only do so in a safety approved portable fuel tank. If you have enough warning that a breakdown or tyre puncture is imminent, try to pull up in a well-lit public place. If you have broken down, stay in your car as much as possible. Keep the windows closed and the doors locked. (different advice applies for motorway breakdowns. – see below) If someone approaches your car – even the other driver in an accident – you do not have to get out; wind down the window just far enough to speak to them. Never hitch a lift – or pick up a hitchhiker. When working in rural areas you need to be more prepared in case of a breakdown. Carry appropriate clothes and equipment (such as a torch) for poor weather conditions. Police advice for people travelling in rural areas is to carry a pre-prepared card saying “HELP – CALL POLICE” and in the case of a breakdown to lock all doors and display. Carry the number for licensed taxis or a minicab service you know well, in case you breakdown and are in a hurry. Never hail a minicab. Ask the cab company for the name and call sign of the driver who will be collecting you. Always sit in the back and avoid giving away any personal information about yourself. Motorway Breakdowns Breaking down on a motorway can be quite a frightening experience. If this should happen to you, try to remember these helpful tips: Pull over to the hard shoulder and park your car there. Switch on your hazard warning lights and set up a warning triangle if you have one. Follow the arrows marked on the posts on the hard shoulder to find the nearest phone. When using the phone remain as anonymous as possible by turning away from, but keeping an eye on, on-coming traffic. If you are a woman on your own, tell the Motorway Control. Your call will then be given priority by the police and by the motoring organisations. Return to your car and lock all your car doors except the passenger door. Get out of your vehicle and – for your own safety – stand as far up the embankment as possible. If someone approaches you, get back into your vehicle via the passenger door and lock the door. Open the window a quarter of an inch and – if you have to – speak to the person through the gap. When the repair van arrives, make sure the mechanic knows your name. Reporting Incidents Report any accident or incident of violence or threatened violence, which occurs during working hours, to your manager. This should be done initially be telephone and followed up using the Accident / Incident report form. By reporting the incident, you may help prevent another person from encountering a similar situation in that area, and the police should be informed where appropriate. Visiting Properties The way in which you approach a property can cause an occupant to become upset before they open their door and can lead to confrontation. The following is a list of things people find particularly annoying and which you should avoid: Rapid or loud banging of the doorknocker. Ringing the doorbell for an unnecessary length of time. Knocking or tapping on a window or glass door. Peering through a window or a glass door. Looking through a letterbox. Standing inside a porch. Standing too close to the threshold of the door. Shouting through a letterbox or outside a door. Putting a foot on the threshold once the door is open Not closing a gate behind you. Not wiping feet when entering a property. Wearing sunglasses. When you have knocked or rung a doorbell it is advisable to take at least two steps back. Move slightly to one side but remain in view of the door at all times. By doing this you will give the occupant space when they open the door, and they are less likely to feel that you are being intrusive. If an occupant is hostile, or has an over-excited dog, it will also give you a head start should you need to move out of the way quickly. If, when a resident opens the door, they begin to verbally abuse or threaten you, leave immediately. Do not turn your back on the individual. Always try to back off whilst still facing the person or keep them in your vision as this will help guard against a surprise attack. Preventing Attacks by Dogs The following information is intended to help you in understanding a dog’s behaviour towards you when entering its territory. All dogs tend to conform to predictable rules of behaviour; however, guard against being overconfident – remember each dog is an individual and some breeds are less predictable than others. Even friendly dogs will bark at you as they are defending their territory. Talk to the dog in a firm but quiet voice. Stand still so that it can sniff you. Many dogs will respond to you by wagging their tails. Others will ignore you but do not be too forward or over friendly. As you approach a dog, observe how it reacts to you: If the dog stiffens up, holds its tail high, snarls and stares at you, then be on your guard. If it shows its teeth, it may be safest to go no further but don’t turn and run – back away slowly if possible. Remain still, positioning yourself against a wall if possible. Never run past a strange dog or walk quickly away from it as this may release its chase response and you may get bitten as a result. Always walk slowly backwards, facing the dog if you feel it may chase you. Try to avoid showing any fear – a dog can read fear in your eyes and body movements. Keep calm, whistle, walk slowly or speak firmly to it. Never stare at a dog. Staring is a threat, and a dog may read it as a challenge and attack. Give very loud, sharp, shouted instructions to the dog to sit. This can be very effective in the case of German Shepherd dogs and other trained guard dogs. Remember the golden rule – if in doubt back away slowly keeping the dog in your sight at all times. Be more cautious if there is more than one dog. If you are entering a property and you are concerned about a dog’s behaviour, ask the owner if they would mind putting the animal in another room. If dogs are wandering loose in a garden or farmyard, try to attract the attention of the owner before setting foot on the property. Even if a dog is not visible, pay attention to any signs, warning that one or more are on the premises. Looking Through Letterboxes There may be occasions when you are tempted to look through a letterbox to check to see if the occupant is at home. If you do so, you should be aware of the dangers you might be facing as well as how your actions may be perceived. For instance: You may provoke the occupant to feel agitated or aggressive towards you. A dog jumping up at the letterbox may attack you if you put your fingers through. You may receive an injury from an unsuspected substance or weapon such as a needle or knife being put through the opening. A syringe may be taped to the inside of the letterbox. This is often a problem in certain areas where drug dealing, and abuse is prevalent. If you must look through a letterbox you should: Open it carefully using a pen or similar object. Never use your fingers. Never look directly through a letterbox. Always stay to one side of the letterbox and look diagonally across the room inside. Always stay as far back as possible using the door itself as a shield. Entering a Property If you are going into a property, please remember the following - Do not enter the property if a person under 16 years of age invites you inside unless they are the owner / occupier in their own right. Always ask if there is an adult at home. If a responsible adult is not present, you should leave and explain that you will call again. Once inside the property, the occupier might wish to lock their door. This might be for genuine reasons as in the case of an elderly person who is scared of crime. In certain circumstances, however, you might feel threatened. Do not enter any further into the property if this is the case. If you feel threatened make an appropriate excuse and leave. If you need to make an excuse to leave, you should consider the effect this might have on the other person. Obviously in an extreme situation your priority must be to exit the building. Your safety is paramount. Household Dangers When inside a property, make yourself familiar with your surroundings. The approach you need to take will obviously depend on the type of structure of the household being visited. Nevertheless, it is always good practice for you to use the span of your vision to look out for: How a door shuts and locks. Note if a resident locks the door. An older person might do this out of habit but in certain circumstances you might have cause for concern. (see dealing with aggression inside a property) Obstacles preventing a quick exit, or which might pose a danger to you. These might include rugs, loose carpets, pets, children’s toys, or furniture near to doorways. Any sharp objects. Items such as knitting needles, knives, scissors, etc could be left on a chair where you are invited to sit. Protruding objects could also hurt you as you move past. Check your seat before sitting to avoid any accidents. Be aware if other people are in the household. If an occupant offers to take your coat or jacket and this seems appropriate discreetly ensure that you remove any items of value first. Risk assessments must be carried out before assisting a householder with any domestic task and particularly any activity involving lifting or climbing. If you are worried, avoid sitting where your exit can be blocked. Sit as near as you can to the door you entered through and not where someone can approach you from behind. Keep a good distance between yourself and the occupier, particularly if their behaviour is giving you cause for concern. This will allow you more time to react to any unpredictable behaviour. At night allow time for your eyes to adjust to the dark when leaving a property. Beware of steps and uneven ground which your eyes might have difficulty recognising. Carrying a small torch in your pocket is a particularly effective way of overcoming this problem. Dealing with Aggression The main triggers for violence are likely to stem from aspects of behaviour or personality. The ones which you should be most aware of are - Alcohol. This often increases feelings of violence and aggression. If you encounter someone at an address who has been drinking to a significant degree, you should back off and call again if you consider this appropriate. Gang Behaviour. Gangs, usually of youths, looking for trouble or excitement are a street hazard in some areas. Alcohol or drugs can often exacerbate their behaviour. In an area where gangs are prevalent you should carefully think about your working times. Friday and Saturday evenings are likely to be the worst times for trouble in these areas and mornings the quietest. Mental Instability. The majority of people with mental health issues and are living in the community present no danger either to themselves or to the general public. However, a small minority are potentially dangerous if they are not receiving adequate ongoing support, or if they have not continued to take a prescribed medication which helps to control violent outbursts or sexual urges. Also, not everyone suffering from mental instability has it controlled by treatment. People who have such problems can often behave erratically. If you suspect that this is a possibility, as with alcohol abuse, withdraw and do not return. Notify your manager. Prejudice. This is most likely to be encountered, at least initially, as verbal abuse. You should not try to counter prejudice when it is being expressed in a rational way. Everyone is entitled to an opinion but if a person is behaving in an irrational manner and you feel unsure about the situation do not persevere. Dealing with Aggression inside a Property There is always a risk that an occupant’s behaviour may become erratic once you are in the household. If you find yourself unable to continue and have difficulty leaving the premises, then you should: Trust your instinct – your fear is a better indicator of something threatening than looking for signs of anxiety in others. If you have any doubts do not enter a property. Remain as calm as possible. Remember your first duty is to yourself – never underestimate the threat. Try to diffuse the situation by talking calmly to the occupier. Remember that most people who become angered in a situation such as this are generally angry at an organisation or department, e.g. government, local health authority, etc. Try to make the occupant see you as an individual rather than a representative of an organisation. Never remain alone with an actively violent person - be prepared to move very quickly if possible. Keep talking but do not raise your voice. Be sympathetic with the occupant’s point of view. ‘Understand’ the occupant’s point of view perhaps by saying that you’ve been in a similar situation / been angered by the same thing. This will hopefully make them see you as an ally rather than as an aggressor. Assure them that you will help them if you can. Never put a hand on someone who is angry. If the threat of violence is imminent avoid potentially dangerous locations such as the tops of stairs, restricted spaces, or places where there is equipment which could be picked up and used as a weapon against you. Keep your eye on potential escape routes, keep yourself between the aggressor and the door and, if possible, behind a barrier such as a table. Never turn your back if you are leaving but move gradually backwards. Think about your own body language – adopt an open, non-threatening posture. Show that you are actively listening by facing the aggressor, leaning forward slightly, and keeping a neutral tone of voice. If the situation deteriorates, and they try to attack you, as a last resort arm yourself with anything that comes to hand. Try to fend them off and get them away from the door. Do not worry about any of your possessions. Exit as quickly as possible from the property and summon help from anyone nearby. Report the matter to the police and to your manager as soon as possible. Useful Travelling Items Checklist Below is a list of items you may find useful to keep with you or in your car for both work and private use. You might find certain items invaluable when you are working. How much you carry will depend on your own circumstances. In winter you should also consider carrying chocolate bars, extra clothing, or a blanket in your car if you are travelling long distances. In addition, carrying a spade and some sacking to clear snow and give your wheels extra grip. Version Control",
    "procedure": "MHA colleagues who regularly work alone will be provided with a MHA mobile phone and must not take their own phone option. Colleagues may put in writing to their MHA contact a request for a mobile phone if working alone on behalf of MHA. Upon request, MHA will provide personal attack alarms to those who work / volunteer alone. Every person working / volunteering alone in fundraising must: Never arrange to meet anyone in their home. Always meet in a public place that is mutually agreed. Never share personal details (home address, personal mobile, etc) with any volunteer or anyone outside of MHA. This is for your privacy and personal safety. Consider if you would like an MHA colleague to accompany you to the appointment - if you do not feel completely comfortable being alone with the individual you are meeting. make their MHA work outlook publicly available (MHA colleagues). insert into the MHA colleagues Outlook calendar any appointment outside of an MHA premises - include full address details with postcode and share with the line manager (volunteers should insert the same details into the MHA contact calendar). If that line manager / MHA Contact is not at work or available e.g. on annual leave or at a conference, another manager / MHA Contact should be invited. If the appointment is with a specific individual(s), the Outlook calendar invite must include their Raisers Edge constituent code(s). New MHA colleagues and volunteers must be shadowed in their first meeting alone with an individual to ensure they understand the buddy / home contact system. The following safe word has been agreed by the fundraising department ‘Walter.’ For example, say ‘Can I get the contact details for Walter please’ - If this is used during any communication, whilst the person is working / volunteering alone this would mean that the person is in need of assistance and the emergency services should be called. The following buddy system should be used for an MHA colleague or volunteer who lives alone and / or does not have anyone at home: For an appointment, ask someone working for MHA to be a buddy and agree how to communicate (text / WhatsApp / email / phone). Confirm with the line manager / MHA contact who this buddy will be if it is not them. Share the calendar invite / full appointment details with that buddy stating what time they believe they will arrive home. Once home from the appointment, communicate with the buddy to confirm that they are home safely. The buddy is then to communicate back to confirm they have received this message. If running late communicate with the buddy at the earliest opportunity the new expected arrival time home. In case of an emergency: The buddy must have contact details for the line manager / MHA contact of the MHA colleague / volunteer for whom they are buddying. The line manager / MHA contact must have the contact details of the next of kin for the MHA colleague / volunteer working alone. In case of injury / accident, MHA colleagues / volunteers are to communicate this to the buddy and MHA contact / line manager as soon as possible and follow HS710 Accident and Near Miss Reporting Policy. In the event a person working / volunteering alone does not communicate with the buddy the following escalation process will apply: After 15 minutes past the home time, the buddy is to communicate with the MHA colleague / volunteer. They must wait for 30 minutes for a reply. If there is still no reply the buddy is to call the colleague / volunteer twice. If no response they must wait for a further 30 minutes for a reply. If no reply, buddy is to contact line manager / MHA Contact who will contact next of kin and raise the alarm. If the line manager / MHA contact / next of kin does not respond after 30 minutes, the emergency services must be called. This policy has been created for your safety and if an MHA colleague or volunteer is not using the buddy system in this way it must be reported to their line manager / MHA contact. The following home contact system should be used for an MHA colleague who lives with another person: Share the calendar invite / full appointment details with the line manager / MHA contact Before setting off on the first journey, share the MHA home contact safety sheet with the person the MHA colleague lives with and is expecting home. They will be known in this policy as the ‘home contact.’ This sheet contains this process as well as necessary contact details. Share full address details and approximate time to be expected home with home contact. If running late, communicate with home contact at the earliest opportunity the new expected arrival time. In case of injury / accident, MHA colleagues are to communicate this to the home contact and MHA contact / line manager as soon as possible. In the event a person working alone does not communicate with the home contact the following escalation process will apply: After 30 minutes the home contact should contact the MHA colleague for an update of their arrival time. If there is still no reply after 1.5 hours after the expected home time, the home contact should utilise the MHA lone working safety sheet and contact the line manager to make them aware and discuss next steps in calling emergency services. If no response from the line manager the emergency services are to be contacted.",
    "responsibilities": "Training and Monitoring Wherever a significant risk to personal safety has been identified, appropriate training must be provided. All personnel who are required to visit or to work alone in service users own homes need to be aware of high-risk situations and how to avoid them. All incidents must be reported immediately to the manager, in accordance with the accident and incident reporting policy and procedures and attend any training as required. Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Equality Impact Assessment (EIA) Equality, Diversity, and Impact Assessment to be confirmed. Resources"
  }
}