{
  "id": "HS339",
  "title": "Display Screen Equipment Policy",
  "filename": "HS339 Display Screen Equipment Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nThis policy covers the hazards which could arise from the use of Display Screen Equipment (DSE). \nScope and Purpose\nThis policy is applicable to all MHA colleagues across Care Homes, Retirement Living, MHA Communities, and Central Support.\nIn line with the Health and Safety (Display Screen Equipment) Regulations (1992), this policy applies to colleagues who use DSE daily, for continuous periods of an hour or more. This policy doesn’t apply to colleagues who use DSE infrequently or only use it for a short time. \nThis applies to all likely ‘work environments’ including at a fixed / designated workstation as well as those used by mobile workers, home workers and hot-desking. \nDefinitions \nHazards\nIncorrect or inappropriate use of DSE, poorly designed workstations or work environments can lead to discomfort, pain and / or physical harm which could also potentially be serious and long lasting (e.g. pain in the neck, shoulders, arms, wrists, as well as fatigue and eye strain).\nColleagues must ensure that they:\nCan obtain a comfortable posture when using DSE.\nKnow how and why to adjust furniture and equipment.\nCheck that they have a sensible layout and positioning of workstation equipment.\nUnderstand the requirements for screen cleaning and other maintenance\nKnow the importance of breaks and / or changes of activity.\nUnderstand the need to report problems promptly and the procedures for this.\nRisk Assessment\nIf DSE is used daily, as part of a colleague’s normal work, continuously for an hour or more, a risk assessment must be completed. \nThe risk assessment must be completed initially during the colleagues into MHA and stored in the colleagues personal file for at regular intervals not exceeding two years. \nThe DSE risk assessment must be reviewed sooner if requested by the colleague, or in the case of a relevant health condition, incident, concern, or where there is a material change in the activity, equipment, or any other relevant factors.\nThe type of risk assessment required is based on the colleagues working environment and use of DSE:\nTaking Action to Reduce Risk\nOnce the DSE risk assessment has been completed, line managers must support the colleague in taking action to reduce any identified risks to their use of DSE. This could include adding, swapping, or taking away (not exhaustive):\nDSE\nFurniture\nGlasses\nPurchasing DSE \nThe purchasing of DSE should normally only be undertaken by the IT Department. Line managers must submit requests for new or different DSE to the IT department. Refer to the Computer Use Policy for more information and for information relating to swapping or using donated DSE.\nPurchasing of Furniture\nFurniture must be selected to suit a range of ergonomic requirements (considering different “users”) and the environment should be organised to allow safe working. If furniture is required to reduce the risks identified in the DSE assessment, this cost must be agreed with the colleagues line manager and department budget holder. \nEyesight Tests and Glasses\nThe DSE assessment may find that colleagues should have an eyesight test to reduce eye strain caused from using DSE. \nMHA will pay for the cost of an appropriate eye and eyesight test (as defined in the Opticians Act 1989). Repeat testing will be available at regular intervals in accordance with the recommendation of the practitioner who carried out the previous test or if the colleague believes they have visual difficulties that have arisen from the use of DSE.\nGlasses specifically required when working on DSE will only be paid for by MHA where normal glasses cannot be used.\nReimbursement\nDSE that is addition to that provided by IT will come out of the colleagues local department budget (at the approval of the budget holder).\nAny costs associated with the purchasing of workstation furniture will come out of the colleagues local department budget (at the approval of the budget holder).\nReimbursement rates relating to eye tests and glasses can be found in the Business Expenses Policy and Procedure.\nColleagues and line managers must follow the procedures set out in the Business Expenses Policy and Procedure to submit claims relating to DSE. \nIncident Reporting and Investigation\nIncidents and near misses relating to DSE must be reported on RADAR.\nAny DSE related incident or concern will, in the first instance, be investigated by the line manager. Where the incident or concerns is considered to be serious, or to have potentially wider ranging organisational consequences, the Health and Safety Team will also carry out an investigation. The investigation will be documented and where appropriate the organisation will learn more widely from the specifics of local incidents and experience.\nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEquality Impact Assessment (EIA)\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nMHA policy documents, procedures, and guidance:\nFull Workstation Risk Assessment [HS339a]\nComputer Use Policy [IT1]\nBusiness Expenses Policy and Procedure [FP003]\nExternal Resources \nWorking safely with display screen equipment (HSE)\nWorking with DSE - a brief guide INDG36 (rev4) (HSE)\nTemporary home working (HSE)\nAppendices\nAppendix 1 - Basic Workstation Checklist \nAppendix 1: Basic Workstation Checklist\nVersion Control",
  "sections": {
    "summary": "This policy covers the hazards which could arise from the use of Display Screen Equipment (DSE).",
    "purpose": "This policy is applicable to all MHA colleagues across Care Homes, Retirement Living, MHA Communities, and Central Support. In line with the Health and Safety (Display Screen Equipment) Regulations (1992), this policy applies to colleagues who use DSE daily, for continuous periods of an hour or more. This policy doesn’t apply to colleagues who use DSE infrequently or only use it for a short time. This applies to all likely ‘work environments’ including at a fixed / designated workstation as well as those used by mobile workers, home workers and hot-desking.",
    "definitions": "Hazards Incorrect or inappropriate use of DSE, poorly designed workstations or work environments can lead to discomfort, pain and / or physical harm which could also potentially be serious and long lasting (e.g. pain in the neck, shoulders, arms, wrists, as well as fatigue and eye strain). Colleagues must ensure that they: Can obtain a comfortable posture when using DSE. Know how and why to adjust furniture and equipment. Check that they have a sensible layout and positioning of workstation equipment. Understand the requirements for screen cleaning and other maintenance Know the importance of breaks and / or changes of activity. Understand the need to report problems promptly and the procedures for this. Risk Assessment If DSE is used daily, as part of a colleague’s normal work, continuously for an hour or more, a risk assessment must be completed. The risk assessment must be completed initially during the colleagues into MHA and stored in the colleagues personal file for at regular intervals not exceeding two years. The DSE risk assessment must be reviewed sooner if requested by the colleague, or in the case of a relevant health condition, incident, concern, or where there is a material change in the activity, equipment, or any other relevant factors. The type of risk assessment required is based on the colleagues working environment and use of DSE: Taking Action to Reduce Risk Once the DSE risk assessment has been completed, line managers must support the colleague in taking action to reduce any identified risks to their use of DSE. This could include adding, swapping, or taking away (not exhaustive): DSE Furniture Glasses Purchasing DSE The purchasing of DSE should normally only be undertaken by the IT Department. Line managers must submit requests for new or different DSE to the IT department. Refer to the Computer Use Policy for more information and for information relating to swapping or using donated DSE. Purchasing of Furniture Furniture must be selected to suit a range of ergonomic requirements (considering different “users”) and the environment should be organised to allow safe working. If furniture is required to reduce the risks identified in the DSE assessment, this cost must be agreed with the colleagues line manager and department budget holder. Eyesight Tests and Glasses The DSE assessment may find that colleagues should have an eyesight test to reduce eye strain caused from using DSE. MHA will pay for the cost of an appropriate eye and eyesight test (as defined in the Opticians Act 1989). Repeat testing will be available at regular intervals in accordance with the recommendation of the practitioner who carried out the previous test or if the colleague believes they have visual difficulties that have arisen from the use of DSE. Glasses specifically required when working on DSE will only be paid for by MHA where normal glasses cannot be used. Reimbursement DSE that is addition to that provided by IT will come out of the colleagues local department budget (at the approval of the budget holder). Any costs associated with the purchasing of workstation furniture will come out of the colleagues local department budget (at the approval of the budget holder). Reimbursement rates relating to eye tests and glasses can be found in the Business Expenses Policy and Procedure. Colleagues and line managers must follow the procedures set out in the Business Expenses Policy and Procedure to submit claims relating to DSE. Incident Reporting and Investigation Incidents and near misses relating to DSE must be reported on RADAR. Any DSE related incident or concern will, in the first instance, be investigated by the line manager. Where the incident or concerns is considered to be serious, or to have potentially wider ranging organisational consequences, the Health and Safety Team will also carry out an investigation. The investigation will be documented and where appropriate the organisation will learn more widely from the specifics of local incidents and experience.",
    "policy": "Full Workstation Risk Assessment [HS339a] Computer Use Policy [IT1] Business Expenses Policy and Procedure [FP003] External Resources Working safely with display screen equipment (HSE) Working with DSE - a brief guide INDG36 (rev4) (HSE) Temporary home working (HSE) Appendices Appendix 1 - Basic Workstation Checklist Appendix 1: Basic Workstation Checklist Version Control",
    "responsibilities": "Training and Monitoring Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Equality Impact Assessment (EIA) Equality, Diversity, and Impact Assessment to be confirmed. Resources"
  }
}