{
  "id": "HS401",
  "title": "Risk Assessment Policy and Procedure",
  "filename": "HS401 Risk Assessment Policy and Procedure.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nThis risk assessment policy sets out MHA’s approach to risk assessment, including the general process to be followed documentation which will be used and individual responsibilities of colleagues.\nFor MHA’s approach to risk management, risk culture, and strategic risk management, refer to the Risk Management Policy.\nFor clinical risk management, refers to the Clinical Risk Policy.\nScope and Purpose\nThe Management of Health and Safety at Work Regulations 1999 (MHSWR) requires that suitable and sufficient risk assessments must be carried out in order to reduce risks to colleagues and others not in our employment.\nThe main principles of this policy are: \nTo ensure, as far as is reasonably practicable, that no individual is exposed to avoidable risks to their health and safety through the activities of MHA\nTo ensure that risk assessments are carried out and recorded for all identified hazards to which a person may be exposed as a result of the activities of MHA\nTo ensure that reasonable steps are taken to prevent or control exposure to risk from those activities.\nDefinitions \nStatement of Intent\nA risk assessment must be suitable and sufficient and must be undertaken by a competent person. A “Competent” person does not require a particular level of qualification and in simple situations may require only – \nan understanding of relevant current best practice\nawareness of the limitations of one’s own experience and knowledge\nthe willingness and ability to supplement existing experience and knowledge.\nA copy of the general risk assessment form is available on MHAConnect as a standalone form.\nRisk Assessment Process\nThere are 5 simple steps to a risk assessment:\nOperational Risk Ratings\nThe level of risk and residual risk in terms of probability and severity should be rated in the assessment based on the following scale:\nGuidance on Severity ratings is given in the table below:\nFor specific guidance on completing the Risk Assessment Form, refer to appendix 1.\nRisk Assessment Review\nRisk assessments will be reviewed on an annual basis, or more frequently if  there has been a significant change in the building, working environment, work equipment, work practices, personnel; following an accident or near miss; or where existing control measures are deemed to be inadequate. \nThe assessment review form will be held with the risk assessment.\nRecord Keeping\nA copy of the risk assessments will be made available at our premises where personnel are employed. Colleagues will be made aware of any significant hazards, associated risks and necessary control measures that are relevant to their work. For MHA Communities, risk assessments will be stored in Communities Membership Management.  \nRoles and Responsibilities\nTraining and Monitoring\nMHA will provide risk assessment training for all relevant Managers and other personnel considered necessary to ensure competency and such training will be refreshed on a regular basis.  Further advice and support are also available from the H&S Team and MHA’s contracted external Health and Safety Consultants.\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEquality Impact Assessment (EIA)\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nMHA policy documents, procedures, and guidance:\nRisk Management Policy\t\nManaging Clinical Risk Policy \nFalls - Risk Management, Prevention and Treatment\t(RL)\nEnvironmental Risk Assessment Procedure \nFalls Prevention and Risk Management Policy\t\nQuality and Risk Groups - Terms of Reference \nQuality and Risk Group - Standard Agenda \nGeneral Risk Assessment Template\nRisk Assessment Form \nHealth and Safety Risk Assessment Templates\nFire Safety Leased Premises Risk Assessment \nFire Safety Retirement Living Person Centred Risk Assessment \nManual Handling Risk Assessment Checklist Form \nLone Working Risk Assessment Form\nFull Workstation Risk Assessment Form \nMHA Communities and Central Support Environmental Risk Assessment \nCare Homes and Retirement Living Environmental Risk Assessment \nAerosol Generating Procedures Risk Assessment \nNew and Expectant Mothers Risk Assessment \nCommon Risk Assessment Templates\nClinical Risk Assessment\t \nSmoking Risk Prompts\t\nWheelchairs - Risk Assessment\t\nBedrails Risk Assessment and Review Record \nInfectious Illness and Outbreaks Risk Assessment \nMoving and Handling - Risk Assessment Form \nSafe Swallowing (Choking) Risk Assessment\t\nClinical Risk Assessment Templates\nConstipation Risk Assessment \nCatheter Risk Assessment \nMultifactorial Falls Risk Assessment \nMedication Profile and Risk Assessment \nOther Risk Assessment Templates\nCatering Risk Assessment Form Small Scale Catering Food Safety \nCSP Risk Assessment Review Record\t\nFalls - Risk Assessment (RL)\nDay Care Risk Assessment \nRisk Assessment - For Applicants and Residents\nExternal Guidance\nManaging risks and risk assessment at work (HSE).\nAppendices\nAppendix 1: Guidance on Completing a Risk Assessment\nAppendix 2: Specific Risk Assessment Considerations\nAppendix 1: Guidance on Completing a Risk Assessment\nYou need to gather together all the relevant information on the hazards of the task, process of environment being assessed.  You can use the risk assessment form to help you make the assessment and create a written record of that assessment process.\nA more balanced assessment can be made when there is a consensus of more than one person, and so it is preferable to utilise a team of people with knowledge of the process and existing procedures.  The assessment team will consist of at least one member of colleagues who is competent in the risk assessment process.\nThe first part of the form is used to record the date of assessment, reference number, review date, description of the task to be assessed, the project number and who may be exposed to the hazards.\nInitial Risk Assessment\nIn this section you need to consider what the hazards are. In doing this, it is important to consult with colleagues who work in the area and any existing documentation that may have a bearing on the risk assessment (e.g. documented procedures and policies, equipment used, services used (electricity, gas, etc) and maintenance procedures). \nOnce the hazard has been identified you should then decide what the potential harm is from the hazard and what existing control measures are in place.  An example is given in Table 1.\nFor each hazard the level of risk is estimated taking into account the existing control measures.  So, for the above two examples:\nAdditional Risk Control Measures\nFor each hazard that you have assessed with a risk greater than 5 (i.e. a medium or high risk), you need to list these in section B.  You then need to list, where practicable, any additional control measures required to reduce the risk as shown in Table 3.\nWith these new control measures in place the risk is re-assessed as shown in table 4.\nIt can be seen that in this example the risk will be reduced in two of the examples.  In the third example, control measures were deemed to be adequate.  In some situations, it may not be possible to reduce the risk to a low level and a medium risk can be accepted provided that colleagues are fully informed of the level of risk and the protective measures in place.  A high residual risk must not be accepted.\nThe person responsible for carrying out or implementing the additional control measures completes the last two columns in section B, which includes who is responsible and a target completion date.\nAdditional Comments\nSection C allows you to add any additional comments relating to the risk assessment.  This may include occasions when you do not have enough information or knowledge to fully assess the risk.\nAction Plan\nAction - This part of the table shows what additional action or control is required as a result of the assessment and it should describe in detail the control measures which need to be put in place to reduce the risk further to a tolerable level.  It may be necessary to implement controls in stages e.g. a temporary control measure to overcome an immediate high risk and also to put in place a more permanent risk control measure to eliminate or reduce the high-risk item.  Details must be entered to show who needs to do what by when.\nWhen you have undertaken your risk assessment, there may be adequate control measures established to prevent or reduce the risk of injuries and hence no further action will be required.\nHowever, where further action is required in the form of additional control measures, then the action plan (in HS401a) should be fully completed.  Each additional control measure should be assigned a reference number so that it can be referred to easily by those responsible for action.  An accurate date of completion and person who completed the remedial action should also be detailed on the form. \nThere is additional space for completing any information / general comments that may be required, for example the remedial action required has been reported to Estates for completion and will be budgeted for in the next financial year, or the decision has been made by a senior person not to undertake the remedial action due to legitimate reasons, all of which should be fully documented.  Copies of email requests or details of conversations can also be included or attached to the risk assessment if necessary.\nA copy of the action plan must be sent to the line manager (for homes, schemes and live at home the plan must be sent to the Area Manager).\nThe senior manager receiving the action plan, e.g. Area Manager must check the plan to be sure that actions and time scales are appropriate.  Where action from others is required then it is important that those people, e.g. Development and Asset Managers, Directors are made fully aware of the action required and the expected completion date.\nIdentified actions recorded on the action plan are to be completed / signed-off within agreed time scales to ensure that the risk assessment remains valid.\nRisk Assessment Review\nRisk assessments will be reviewed on an annual basis, or more frequently if  there has been a significant change in the building, working environment, work equipment, work practices, personnel; following an accident or near miss; or where existing control measures are deemed to be inadequate. \nThe risk assessment review form (in HS401a) should be held with each risk assessment and completed in full when necessary.  The review form ensures that there is evidence that the Manager or responsible person has conducted a suitable and sufficient review.  If there are any significant changes, then the risk assessment will need to be reviewed, amended, and re-completed in full where necessary.\nReassess - When the proposed extra control measures have been implemented, then the hazards should be reassessed to determine whether they have been eliminated or reduced to a more acceptable level. \nAppendix 2: Specific Risk Assessment Considerations\nVersion Control",
  "sections": {
    "summary": "This risk assessment policy sets out MHA’s approach to risk assessment, including the general process to be followed documentation which will be used and individual responsibilities of colleagues. For MHA’s approach to risk management, risk culture, and strategic risk management, refer to the Risk Management Policy. For clinical risk management, refers to the Clinical Risk Policy.",
    "purpose": "The Management of Health and Safety at Work Regulations 1999 (MHSWR) requires that suitable and sufficient risk assessments must be carried out in order to reduce risks to colleagues and others not in our employment. The main principles of this policy are: To ensure, as far as is reasonably practicable, that no individual is exposed to avoidable risks to their health and safety through the activities of MHA To ensure that risk assessments are carried out and recorded for all identified hazards to which a person may be exposed as a result of the activities of MHA To ensure that reasonable steps are taken to prevent or control exposure to risk from those activities.",
    "definitions": "Statement of Intent A risk assessment must be suitable and sufficient and must be undertaken by a competent person. A “Competent” person does not require a particular level of qualification and in simple situations may require only – an understanding of relevant current best practice awareness of the limitations of one’s own experience and knowledge the willingness and ability to supplement existing experience and knowledge. A copy of the general risk assessment form is available on MHAConnect as a standalone form.",
    "policy": "Risk Management Policy Managing Clinical Risk Policy Falls - Risk Management, Prevention and Treatment (RL) Environmental Risk Assessment Procedure Falls Prevention and Risk Management Policy Quality and Risk Groups - Terms of Reference Quality and Risk Group - Standard Agenda General Risk Assessment Template Risk Assessment Form Health and Safety Risk Assessment Templates Fire Safety Leased Premises Risk Assessment Fire Safety Retirement Living Person Centred Risk Assessment Manual Handling Risk Assessment Checklist Form Lone Working Risk Assessment Form Full Workstation Risk Assessment Form MHA Communities and Central Support Environmental Risk Assessment Care Homes and Retirement Living Environmental Risk Assessment Aerosol Generating Procedures Risk Assessment New and Expectant Mothers Risk Assessment Common Risk Assessment Templates Clinical Risk Assessment Smoking Risk Prompts Wheelchairs - Risk Assessment Bedrails Risk Assessment and Review Record Infectious Illness and Outbreaks Risk Assessment Moving and Handling - Risk Assessment Form Safe Swallowing (Choking) Risk Assessment Clinical Risk Assessment Templates Constipation Risk Assessment Catheter Risk Assessment Multifactorial Falls Risk Assessment Medication Profile and Risk Assessment Other Risk Assessment Templates Catering Risk Assessment Form Small Scale Catering Food Safety CSP Risk Assessment Review Record Falls - Risk Assessment (RL) Day Care Risk Assessment Risk Assessment - For Applicants and Residents External Guidance Managing risks and risk assessment at work (HSE). Appendices Appendix 1: Guidance on Completing a Risk Assessment Appendix 2: Specific Risk Assessment Considerations Appendix 1: Guidance on Completing a Risk Assessment You need to gather together all the relevant information on the hazards of the task, process of environment being assessed. You can use the risk assessment form to help you make the assessment and create a written record of that assessment process. A more balanced assessment can be made when there is a consensus of more than one person, and so it is preferable to utilise a team of people with knowledge of the process and existing procedures. The assessment team will consist of at least one member of colleagues who is competent in the risk assessment process. The first part of the form is used to record the date of assessment, reference number, review date, description of the task to be assessed, the project number and who may be exposed to the hazards. Initial Risk Assessment In this section you need to consider what the hazards are. In doing this, it is important to consult with colleagues who work in the area and any existing documentation that may have a bearing on the risk assessment (e.g. documented procedures and policies, equipment used, services used (electricity, gas, etc) and maintenance procedures). Once the hazard has been identified you should then decide what the potential harm is from the hazard and what existing control measures are in place. An example is given in Table 1. For each hazard the level of risk is estimated taking into account the existing control measures. So, for the above two examples: Additional Risk Control Measures For each hazard that you have assessed with a risk greater than 5 (i.e. a medium or high risk), you need to list these in section B. You then need to list, where practicable, any additional control measures required to reduce the risk as shown in Table 3. With these new control measures in place the risk is re-assessed as shown in table 4. It can be seen that in this example the risk will be reduced in two of the examples. In the third example, control measures were deemed to be adequate. In some situations, it may not be possible to reduce the risk to a low level and a medium risk can be accepted provided that colleagues are fully informed of the level of risk and the protective measures in place. A high residual risk must not be accepted. The person responsible for carrying out or implementing the additional control measures completes the last two columns in section B, which includes who is responsible and a target completion date. Additional Comments Section C allows you to add any additional comments relating to the risk assessment. This may include occasions when you do not have enough information or knowledge to fully assess the risk. Action Plan Action - This part of the table shows what additional action or control is required as a result of the assessment and it should describe in detail the control measures which need to be put in place to reduce the risk further to a tolerable level. It may be necessary to implement controls in stages e.g. a temporary control measure to overcome an immediate high risk and also to put in place a more permanent risk control measure to eliminate or reduce the high-risk item. Details must be entered to show who needs to do what by when. When you have undertaken your risk assessment, there may be adequate control measures established to prevent or reduce the risk of injuries and hence no further action will be required. However, where further action is required in the form of additional control measures, then the action plan (in HS401a) should be fully completed. Each additional control measure should be assigned a reference number so that it can be referred to easily by those responsible for action. An accurate date of completion and person who completed the remedial action should also be detailed on the form. There is additional space for completing any information / general comments that may be required, for example the remedial action required has been reported to Estates for completion and will be budgeted for in the next financial year, or the decision has been made by a senior person not to undertake the remedial action due to legitimate reasons, all of which should be fully documented. Copies of email requests or details of conversations can also be included or attached to the risk assessment if necessary. A copy of the action plan must be sent to the line manager (for homes, schemes and live at home the plan must be sent to the Area Manager). The senior manager receiving the action plan, e.g. Area Manager must check the plan to be sure that actions and time scales are appropriate. Where action from others is required then it is important that those people, e.g. Development and Asset Managers, Directors are made fully aware of the action required and the expected completion date. Identified actions recorded on the action plan are to be completed / signed-off within agreed time scales to ensure that the risk assessment remains valid. Risk Assessment Review Risk assessments will be reviewed on an annual basis, or more frequently if there has been a significant change in the building, working environment, work equipment, work practices, personnel; following an accident or near miss; or where existing control measures are deemed to be inadequate. The risk assessment review form (in HS401a) should be held with each risk assessment and completed in full when necessary. The review form ensures that there is evidence that the Manager or responsible person has conducted a suitable and sufficient review. If there are any significant changes, then the risk assessment will need to be reviewed, amended, and re-completed in full where necessary. Reassess - When the proposed extra control measures have been implemented, then the hazards should be reassessed to determine whether they have been eliminated or reduced to a more acceptable level. Appendix 2: Specific Risk Assessment Considerations Version Control",
    "procedure": "There are 5 simple steps to a risk assessment: Operational Risk Ratings The level of risk and residual risk in terms of probability and severity should be rated in the assessment based on the following scale: Guidance on Severity ratings is given in the table below: For specific guidance on completing the Risk Assessment Form, refer to appendix 1. Risk Assessment Review Risk assessments will be reviewed on an annual basis, or more frequently if there has been a significant change in the building, working environment, work equipment, work practices, personnel; following an accident or near miss; or where existing control measures are deemed to be inadequate. The assessment review form will be held with the risk assessment. Record Keeping A copy of the risk assessments will be made available at our premises where personnel are employed. Colleagues will be made aware of any significant hazards, associated risks and necessary control measures that are relevant to their work. For MHA Communities, risk assessments will be stored in Communities Membership Management.",
    "responsibilities": "Training and Monitoring MHA will provide risk assessment training for all relevant Managers and other personnel considered necessary to ensure competency and such training will be refreshed on a regular basis. Further advice and support are also available from the H&S Team and MHA’s contracted external Health and Safety Consultants. Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Equality Impact Assessment (EIA) Equality, Diversity, and Impact Assessment to be confirmed. Resources"
  }
}