{
  "id": "HS465",
  "title": "Environmental Risk Assessment Procedure",
  "filename": "HS465 Environmental Risk Assessment Procedure.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nThe environmental risk assessment process is in place to ensure that all significant hazards to someone’s of work are considered, mitigated, reduced, and eliminated where possible. \nScope and Purpose\nThis procedure applies to all MHA colleagues, volunteers, residents, tenants, members, and visitors to MHA’s care homes, retirement living schemes, MHA Communities, and central support.\nThis risk assessment process describes how the environmental risk assessment system is to be used for each type of workplace.\nStatement of Intent\nConsideration must always be given to the specific circumstances encountered in the workplace and in connection with the work activity.  \nThe following MHA risk systems are available and must be used, where appropriate \nCare Homes and Retirement Living\nMHA Communities and Central Support\nWhere it is clear that an existing risk assessment does not adequately cover the specific risks then a separate risk assessment must be undertaken as detailed and described in the MHA Risk Assessment Policy and Guidance.\nHow to complete an environmental risk assessment \nEach section is divided into three main sections including:\nExternal Areas (grounds, car park, gardens, etc.)\nInternal Areas (internal offices, rooms, etc.)\nTechnical (plant rooms, lifts, lift motor rooms, etc)\nNote: The fourth section on ‘fire risk assessment’ has been removed and replaced by our external consultants’ annual fire risk assessment or, for MHA Communities, see Fire Safety Policy.\nUndertake a “walk-through” survey of the site using the latest environmental system documentation.\nReview the control measures to ensure they are applicable to your premises. If the control measures are not currently implemented at your premises, then they should be considered as part of your risk assessment process. If a decision is made not to implement the control measure at your premises, then it should be deleted from the document.  Record any additional control measures considered necessary that may not be listed on the environmental risk assessment documentation.\nReview the risk rating score and adjust if necessary (Low, Medium, High etc).\nAn action plan is to be completed to include all identified actions required following the risk assessment. The original action plan must remain with the assessment for the person responsible to ensure that all actions are completed within the agreed time scale. \nAny hazards / risks identified during the “walk-though” but not included in the document must also be risk assessed and documented.\nA copy of the risk assessment action plan and subsequent reviews must be shared with the line manager i.e. the area manager in homes and schemes.\nThe senior manager receiving the plan must check the plan to be sure that actions and time scales are appropriate. Where action from others is required then it is important that those people, e.g. estates are made fully aware of the action required and the expected completion date.\nIdentified actions recorded on the action plan are to be completed / signed-off within agreed time scales to ensure that the risk assessment is valid.\nReviewing risk assessments\nThe risk assessment document must be reviewed on an annual basis. Where there are significant changes, the risk assessment should be re-done.\nReview, revise, and communicate to others as necessary, any risk assessment document if:\nThere is reason to suspect the assessment is no longer valid.  This may be apparent through accidents, complaints, or ill health\nThere has been a significant change to the site, to which the assessment relates. This could be the result of modifications to the premises, the introduction of a new or revised process or the introduction of new equipment.\nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEquality Impact Assessment (EIA)\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nMHA policy documents, procedures, and guidance:\nCare Homes and Retirement Living Environmental Risk Assessment [HS465a]\nMHA Communities and Central Support Environmental Risk Assessment [HS465b]\nRisk Assessment Policy [HS401]\nRisk management policy [G600]\nFire Safety Policy [HS311]\nVersion Control",
  "sections": {
    "summary": "The environmental risk assessment process is in place to ensure that all significant hazards to someone’s of work are considered, mitigated, reduced, and eliminated where possible.",
    "purpose": "This procedure applies to all MHA colleagues, volunteers, residents, tenants, members, and visitors to MHA’s care homes, retirement living schemes, MHA Communities, and central support. This risk assessment process describes how the environmental risk assessment system is to be used for each type of workplace. Statement of Intent Consideration must always be given to the specific circumstances encountered in the workplace and in connection with the work activity. The following MHA risk systems are available and must be used, where appropriate Care Homes and Retirement Living MHA Communities and Central Support Where it is clear that an existing risk assessment does not adequately cover the specific risks then a separate risk assessment must be undertaken as detailed and described in the MHA Risk Assessment Policy and Guidance. How to complete an environmental risk assessment Each section is divided into three main sections including: External Areas (grounds, car park, gardens, etc.) Internal Areas (internal offices, rooms, etc.) Technical (plant rooms, lifts, lift motor rooms, etc) Note: The fourth section on ‘fire risk assessment’ has been removed and replaced by our external consultants’ annual fire risk assessment or, for MHA Communities, see Fire Safety Policy. Undertake a “walk-through” survey of the site using the latest environmental system documentation. Review the control measures to ensure they are applicable to your premises. If the control measures are not currently implemented at your premises, then they should be considered as part of your risk assessment process. If a decision is made not to implement the control measure at your premises, then it should be deleted from the document. Record any additional control measures considered necessary that may not be listed on the environmental risk assessment documentation. Review the risk rating score and adjust if necessary (Low, Medium, High etc). An action plan is to be completed to include all identified actions required following the risk assessment. The original action plan must remain with the assessment for the person responsible to ensure that all actions are completed within the agreed time scale. Any hazards / risks identified during the “walk-though” but not included in the document must also be risk assessed and documented. A copy of the risk assessment action plan and subsequent reviews must be shared with the line manager i.e. the area manager in homes and schemes. The senior manager receiving the plan must check the plan to be sure that actions and time scales are appropriate. Where action from others is required then it is important that those people, e.g. estates are made fully aware of the action required and the expected completion date. Identified actions recorded on the action plan are to be completed / signed-off within agreed time scales to ensure that the risk assessment is valid. Reviewing risk assessments The risk assessment document must be reviewed on an annual basis. Where there are significant changes, the risk assessment should be re-done. Review, revise, and communicate to others as necessary, any risk assessment document if: There is reason to suspect the assessment is no longer valid. This may be apparent through accidents, complaints, or ill health There has been a significant change to the site, to which the assessment relates. This could be the result of modifications to the premises, the introduction of a new or revised process or the introduction of new equipment.",
    "policy": "Care Homes and Retirement Living Environmental Risk Assessment [HS465a] MHA Communities and Central Support Environmental Risk Assessment [HS465b] Risk Assessment Policy [HS401] Risk management policy [G600] Fire Safety Policy [HS311] Version Control",
    "responsibilities": "Training and Monitoring Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Equality Impact Assessment (EIA) Equality, Diversity, and Impact Assessment to be confirmed. Resources"
  }
}