{
  "id": "HS511",
  "title": "First Aid Policy and Procedure",
  "filename": "HS511 First Aid Policy and Procedure.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nIt is MHA’s policy to ensure that appropriate first aid arrangements are in place. This includes providing sufficiently trained colleagues suitable to meet MHA’s first aid requirements and maintain an adequate supply of first aid equipment. It also involves providing enough information to colleagues to enable first aid assistance to be sought.\nThe Health and Safety (First Aid) Regulations 2013 require MHA to provide adequate and appropriate equipment, facilities, and personnel to ensure colleagues receive immediate attention if they are injured or taken ill at work.\nIf an adult is unresponsive and not breathing normally, colleagues must still need to call 999 or 112 for emergency help and start CPR straight away. Colleagues must follow the advice given by the emergency services.\nScope and Purpose\nThis policy applies to all MHA colleagues and volunteers across MHA Care Homes, Retirement Living, MHA Communities, Collaborative Communities, and Central Support.\nMHA may also, where appropriate, render first-aid assistance to others, for example to those who use and visit MHA services such as residents, tenants, members, visitors, and contractors.\nThe purpose of this policy is to set out MHA’s first aid requirements and standard operating procedures relating to first aid.\nFor clarity, when this policy refers to “a Manager” this means the Home Manager for Care Homes, a manager working within Retirement Living and Central Support, and the MHA Communities Scheme Manager.\nFirst aid at work does not include giving medication to treat illness, with the exception of:\nColleagues own adrenaline auto-injectors for anaphylaxis. \nDefinitions\nFirst Aid Needs Assessment\nIt is MHA’s policy to  deliver the levels of first aid cover and equipment identified as being required in the Needs Assessment for each service and site.\nIn order to determine what is appropriate in terms of first aid facilities and equipment and the number of first aiders, it is necessary to assess the need.\nThe need assessment requirements for each MHA service are set out in the following table:\nCompleting the First Aid Needs Assessment\nWhen completing the first aid Needs Assessment, managers must consider each section separately, and then determine the need, if any, for  trained First Aiders, and the number of  Appointed Persons your service or site requires, and also the number and size of first aid boxes (and the contents) required. \nCircumstances will vary across MHA and managers must ensure the needs of the following are also considered:\nLone Workers\nHome Workers\nColleagues working in the community.\nColleagues travelling in cars and minibuses.\nShift working\nHolidays\nUnexpected sickness absences and similar factors\nAllergies and other health conditions\nAll colleagues are asked to disclose any allergies and other health conditions during the onboarding stages of recruitment. In addition to this, colleagues should inform their line manager of any changes to existing or new allergies and conditions. Managers must complete a risk assessment for any disclosed conditions or allergies (with the consent of the colleague).\nCircumstances may be relatively stable, or dynamic and it is important to consider the reasonable worst-case scenario, for example, MHA Communities where only one or two colleagues would normally be located in an office, but numbers increase dramatically for a Luncheon Club, or a care home holding a fete. \nThe nature of the work, and the foreseeable risks associated with it needs to be considered. For example, any additional risk assessments carried out to address risks specific to the work environment or the service,  e.g., gardening activities, and any ladder use.\nFirst Aid Equipment\nFollowing the assessment of first-aid requirements it will be necessary to provide equipment to meet the needs identified. The equipment must be suitably marked and readily accessible at all relevant times. Colleagues should know and be reminded of the whereabouts of first aid equipment including, if appropriate, any defibrillator the site may have .  \nThe location, contents, and condition of the first aid containers will be checked and recorded at least three monthly, or more frequently if deemed necessary, and any items replaced should be documented using the checklist highlighted in First Aid - Box Contents Check (guidance on completing this check can be found in Appendix 1). This check should be completed every 3 months.\nOccasional consideration (at least annual) should be given to ensuring the agreed content of each first aid container remains appropriate for its location. A manager should plan to ensure such checking takes place \nIf the site owns a defibrillator, this should be checked at least weekly with this being recorded. \nThere is no mandatory list of contents for first aid boxes. However, a new national standard has been introduced by the British Standards Institute (BSI) with the co-operation of the Health and Safety Executive (HSE). This change has come about following review of extensive changes in training protocol, new product innovations and increasing awareness of infection prevention and control risks. \nThe following bullet points suggest a list of contents likely to be appropriate for MHA first aid boxes – the first aid box contents check form includes suggested stock amounts: \nWet gel burns dressings\t\nLarge sized, sterile, un-medicated, wound dressing\t\nSilver foil blanket\nBlue nitrile gloves\nAdhesive tape\t\nFinger dressings\nSingle use plastic aprons\nPair of scissors\nMedium sized, sterile, un-medicated, wound dressing\nType 11R face masks\t\nIndividually wrapped triangular bandage\t\nRescue Masks for resuscitation (minimum 2)\nHand cleansing wipes\t\nConforming bandage 7.5cm x 4m\nSilver foil blanket\nSticking plasters\t\nSafety pins\nSticking plasters - blue for food handlers\nEyewash 250ml\t\nSterile Eye Pads\t\nLeaflet giving guidance on first aid\nThe use of rescue masks for the purpose of resuscitation is optional.\nService specific Needs Assessments might indicate additional items.\nAll grab bags must include a first aid kit with extra “cool gel” for burns. Refer to the Business Continuity and Emergency Policy for more information.\nSignage\nAt least one notice detailing the first aid arrangements, which is clear and easily understood, will be posted in a prominent position at each service e.g., lobby / entrance, to be seen by colleagues and visitors.\nThe First Aid Advice Poster should also be displayed.\nIncident Reporting\nAll incidents resulting in first aid being administered must be reported on RADAR\nRemember some incidents are also required to be reported under the RIDDOR Regulations 2013. Please refer to separate Incident Management and Investigation Protocol.\nRoles and Responsibilities\nTraining and Monitoring\nThe Nursing and Midwifery Council (NMC) advises that registered nurses are required to undertake appropriate first aid training before they are recognised as being competent to administer first aid. The decision to require all nurses to undertake MHAs half day first aid course means that  registered nurses shall be considered to be First Aiders.\nThose identified as First Aiders will be given the appropriate training relevant for the service they work in, and the responsibilities they are expected to hold (this is applicable for all MHA Communities colleagues).\nThe training records of all First Aiders should be kept on MHA’s central training matrix.\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues.\nThe first aid provisions at MHA’s services must be audited in line with the Health and Safety Auditing Policy:\nThe Manager of each home or scheme, in co-operation with their Area Manager where applicable, will conduct an annual audit of their own service using the appropriate MHA audit form. \nFirst aid box contents check form should be completed every 3 months.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessments\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nFirst Aid Specific Resources\nFirst Aid - Needs Assessment Form \nFirst Aid - Box Contents Check Form \nFirst Aid Advice Poster Guidance \nHead Injury - Assessment and Monitoring Policy \nFirst aid procedures at Epworth House\nColleague Vaccination Policy \nResuscitation Policy CPR/DNACPR and AED’s (Defibrillators))\nAnaphylaxis Policy \nMedical Emergency Procedure Policy \nConsent Policy \nUnexpected Deaths Policy \nDefibrillator AED Placement \nHealth and Safety Resources\nHealth and Safety Policies (MHA)\nBusiness Continuity and Emergency Policy \nBusiness Continuity Grab Bag Checklist \nLearning to Improve Safety Memo - Scalding Incident \nLone Working and Personal Safety Policy \nFirst Aid Audits\nHealth and Safety Auditing Policy \nHealth and Safety Audit - Homes and RL \nHealth and Safety Audit - MHA Communities \nArea Manager Quarterly Audit \nCare home audit schedule \nIncident Management\nIncident Response and Escalation Policy \nExternal Resources\nSt Johns Ambulance, First aid advice\nHealth and Safety Executive, First Aid Guidance (HSE)\nHealth and Safety Executive, First aid at work (HSE)\nResuscitation Council UK; ReSPECT for Healthcare Professionals\nMental Capacity Act; Code of Practice \nAppendices\nFirst Aid – Box Contents Check FAQ - Guidance \nVersion Control",
  "sections": {
    "summary": "It is MHA’s policy to ensure that appropriate first aid arrangements are in place. This includes providing sufficiently trained colleagues suitable to meet MHA’s first aid requirements and maintain an adequate supply of first aid equipment. It also involves providing enough information to colleagues to enable first aid assistance to be sought. The Health and Safety (First Aid) Regulations 2013 require MHA to provide adequate and appropriate equipment, facilities, and personnel to ensure colleagues receive immediate attention if they are injured or taken ill at work. If an adult is unresponsive and not breathing normally, colleagues must still need to call 999 or 112 for emergency help and start CPR straight away. Colleagues must follow the advice given by the emergency services.",
    "purpose": "This policy applies to all MHA colleagues and volunteers across MHA Care Homes, Retirement Living, MHA Communities, Collaborative Communities, and Central Support. MHA may also, where appropriate, render first-aid assistance to others, for example to those who use and visit MHA services such as residents, tenants, members, visitors, and contractors. The purpose of this policy is to set out MHA’s first aid requirements and standard operating procedures relating to first aid. For clarity, when this policy refers to “a Manager” this means the Home Manager for Care Homes, a manager working within Retirement Living and Central Support, and the MHA Communities Scheme Manager. First aid at work does not include giving medication to treat illness, with the exception of: Colleagues own adrenaline auto-injectors for anaphylaxis.",
    "definitions": "First Aid Needs Assessment It is MHA’s policy to deliver the levels of first aid cover and equipment identified as being required in the Needs Assessment for each service and site. In order to determine what is appropriate in terms of first aid facilities and equipment and the number of first aiders, it is necessary to assess the need. The need assessment requirements for each MHA service are set out in the following table: Completing the First Aid Needs Assessment When completing the first aid Needs Assessment, managers must consider each section separately, and then determine the need, if any, for trained First Aiders, and the number of Appointed Persons your service or site requires, and also the number and size of first aid boxes (and the contents) required. Circumstances will vary across MHA and managers must ensure the needs of the following are also considered: Lone Workers Home Workers Colleagues working in the community. Colleagues travelling in cars and minibuses. Shift working Holidays Unexpected sickness absences and similar factors Allergies and other health conditions All colleagues are asked to disclose any allergies and other health conditions during the onboarding stages of recruitment. In addition to this, colleagues should inform their line manager of any changes to existing or new allergies and conditions. Managers must complete a risk assessment for any disclosed conditions or allergies (with the consent of the colleague). Circumstances may be relatively stable, or dynamic and it is important to consider the reasonable worst-case scenario, for example, MHA Communities where only one or two colleagues would normally be located in an office, but numbers increase dramatically for a Luncheon Club, or a care home holding a fete. The nature of the work, and the foreseeable risks associated with it needs to be considered. For example, any additional risk assessments carried out to address risks specific to the work environment or the service, e.g., gardening activities, and any ladder use. First Aid Equipment Following the assessment of first-aid requirements it will be necessary to provide equipment to meet the needs identified. The equipment must be suitably marked and readily accessible at all relevant times. Colleagues should know and be reminded of the whereabouts of first aid equipment including, if appropriate, any defibrillator the site may have . The location, contents, and condition of the first aid containers will be checked and recorded at least three monthly, or more frequently if deemed necessary, and any items replaced should be documented using the checklist highlighted in First Aid - Box Contents Check (guidance on completing this check can be found in Appendix 1). This check should be completed every 3 months. Occasional consideration (at least annual) should be given to ensuring the agreed content of each first aid container remains appropriate for its location. A manager should plan to ensure such checking takes place If the site owns a defibrillator, this should be checked at least weekly with this being recorded. There is no mandatory list of contents for first aid boxes. However, a new national standard has been introduced by the British Standards Institute (BSI) with the co-operation of the Health and Safety Executive (HSE). This change has come about following review of extensive changes in training protocol, new product innovations and increasing awareness of infection prevention and control risks. The following bullet points suggest a list of contents likely to be appropriate for MHA first aid boxes – the first aid box contents check form includes suggested stock amounts: Wet gel burns dressings Large sized, sterile, un-medicated, wound dressing Silver foil blanket Blue nitrile gloves Adhesive tape Finger dressings Single use plastic aprons Pair of scissors Medium sized, sterile, un-medicated, wound dressing Type 11R face masks Individually wrapped triangular bandage Rescue Masks for resuscitation (minimum 2) Hand cleansing wipes Conforming bandage 7.5cm x 4m Silver foil blanket Sticking plasters Safety pins Sticking plasters - blue for food handlers Eyewash 250ml Sterile Eye Pads Leaflet giving guidance on first aid The use of rescue masks for the purpose of resuscitation is optional. Service specific Needs Assessments might indicate additional items. All grab bags must include a first aid kit with extra “cool gel” for burns. Refer to the Business Continuity and Emergency Policy for more information. Signage At least one notice detailing the first aid arrangements, which is clear and easily understood, will be posted in a prominent position at each service e.g., lobby / entrance, to be seen by colleagues and visitors. The First Aid Advice Poster should also be displayed. Incident Reporting All incidents resulting in first aid being administered must be reported on RADAR Remember some incidents are also required to be reported under the RIDDOR Regulations 2013. Please refer to separate Incident Management and Investigation Protocol.",
    "procedure": "Colleague Vaccination Policy Resuscitation Policy CPR/DNACPR and AED’s (Defibrillators)) Anaphylaxis Policy Medical Emergency Procedure Policy Consent Policy Unexpected Deaths Policy Defibrillator AED Placement Health and Safety Resources Health and Safety Policies (MHA) Business Continuity and Emergency Policy Business Continuity Grab Bag Checklist Learning to Improve Safety Memo - Scalding Incident Lone Working and Personal Safety Policy First Aid Audits Health and Safety Auditing Policy Health and Safety Audit - Homes and RL Health and Safety Audit - MHA Communities Area Manager Quarterly Audit Care home audit schedule Incident Management Incident Response and Escalation Policy External Resources St Johns Ambulance, First aid advice Health and Safety Executive, First Aid Guidance (HSE) Health and Safety Executive, First aid at work (HSE) Resuscitation Council UK; ReSPECT for Healthcare Professionals Mental Capacity Act; Code of Practice Appendices First Aid – Box Contents Check FAQ - Guidance Version Control",
    "responsibilities": "Training and Monitoring The Nursing and Midwifery Council (NMC) advises that registered nurses are required to undertake appropriate first aid training before they are recognised as being competent to administer first aid. The decision to require all nurses to undertake MHAs half day first aid course means that registered nurses shall be considered to be First Aiders. Those identified as First Aiders will be given the appropriate training relevant for the service they work in, and the responsibilities they are expected to hold (this is applicable for all MHA Communities colleagues). The training records of all First Aiders should be kept on MHA’s central training matrix. Compliance is assessed through direct observation, monitoring, and supervision of our colleagues. The first aid provisions at MHA’s services must be audited in line with the Health and Safety Auditing Policy: The Manager of each home or scheme, in co-operation with their Area Manager where applicable, will conduct an annual audit of their own service using the appropriate MHA audit form. First aid box contents check form should be completed every 3 months. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk EDI Impact Assessments Equality, Diversity, and Impact Assessment to be confirmed. Resources First Aid Specific Resources First Aid - Needs Assessment Form First Aid - Box Contents Check Form First Aid Advice Poster Guidance Head Injury - Assessment and Monitoring Policy"
  }
}