{
  "id": "IG01",
  "title": "Information Governance Policy",
  "filename": "IG01 Information Governance Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nColleagues will be aware of, understand and know how to implement Information Governance as relevant to their role to ensure that Personal Data is processed lawfully, confidentially, and securely.\nScope and Purpose\nAll MHA colleagues and third-party organisations that process Personal Data for or on behalf of MHA, are required to:\nEnsure that all colleagues are aware of their roles, responsibilities and accountability and fully comply with the Legislation as described in this and other Information Governance (IG) policies. \nCreate and maintain a level of awareness of the need for confidentiality and information security as an integral part of MHA’s day to day business. \nProtect information assets under MHA’s control.\nDefinitions\nInformation Governance\nThe framework (policies and guidance) governing the use of personal data in a secure manner and to appropriate legal, ethical, and quality standards. It provides a consistent way for colleagues to deal with many different information handling requirements including:\nUsing personal data of colleagues, living residents and family members\nUsing personal data of deceased residents \nUsing personal data for marketing purposes\nManaging the risks of systems and processes that use personal data\nDealing with incidents involving personal data\nRetention of records and archiving (including business data)\nDemonstration compliance with the Legislation. \nThe aim of the framework is to make the most of the information processed by MHA by ensuring that data is:\nObtained fairly and lawfully.\nHeld securely and confidentially.\nRecorded accurately and reliably. \nUsed effectively and ethically.\nShared / disclosed appropriately and lawfully.\nTo protect the information processed from all threats, whether internal or external, deliberate, or accidental, MHA will make sure:\nAppropriate training will be available to all colleagues.\nInformation will be protected against unauthorised access. \nConfidentiality of information will be assured. \nIntegrity of information will be maintained. \nInformation will be supported by the highest quality data. \nRegulatory and legislative requirements will be met. \nBusiness continuity plans will be implemented.\nAll breaches of information security, actual or suspected, will be reported to, and investigated by the Data Protection Officer.\nDocument and Records Management\nThe Importance of Documents and Records\nAll colleagues and people using our services would rightly expect that MHA maintains excellent records on its activities and decisions that affect them.\nA Record can be in various formats including email, paper, digital, social media, videos, and telephone messages. \nA Record may contain Personal Data, but may not contain Personal Data, e.g. building records.\nRecords are created to provide information about what happened, what was decided, how to do things, etc. \nRecords management is about controlling Records to ensure they are accurate, up to date, providing reliable evidence of actions and decisions and are accessible when needed.\nThe law requires certain records are kept for a defined retention period, as detailed in MHA’s Retention Schedule. It sets out the classes of records which MHA retains and the length of time these are retained before a final disposal. It applies to information regardless of its format or the media in which it is created or might be held. \nColleagues, as part of their daily work:\nMust complete records as close as possible to the time of the event,\nMust ensure that handwritten records are legible,\nMust manage records taking into consideration the sensitivity of the data, \nMust file records, sorted, and in the correct location,\nMust not alter, deface, block, erase, destroy or conceal records with the intention of preventing disclosure under a request relating to the Legislation, and\nMust apply the correct retention periods to records.\nRecords and Information Life Cycle \nRecords are used on a daily basis for internal purposes to help make decisions, provide evidence, etc. The diagram below shows the 5 steps in the Records Life Cycle: \nStage 1 - Creation and Receipt:  This part of the life cycle is pen to paper, making an entry into a database or starting a new electronic document. It can be created by internal colleagues or received from an external source. \nStage 2 – Distribution:  Distribution is managing the information once it is created or received whether it is internal or external. It occurs when records are sent to someone for which they were intended or were copied, ready for use. \nStage 3 – Use:  This stage takes place after information is distributed. This is when records are used on a day-to-day basis to help generate organisational decisions, document further action, or support other MHA operations. \nStage 4 – Archiving:  Archiving is when records are not used on a day-to-day basis and may be stored off-site. Even though they are not used on a day-to-day basis, they will be kept for legal or financial reasons until they have met their retention period. The archiving phase includes filing, transfers, and retrievals. The information may be retrieved during this period to be used as a resource for reference or to aid in a business decision. Records must not be removed from site (except for external archiving to an approved supplier); if required, the information should be copied and tracked to ensure no amendments are made. \nStage 5 - Disposition / Disposal:  Disposition is when a record is less frequently accessed, has no more value to MHA or has met its assigned retention period (see Retention Schedule). It is then reviewed and if necessary, destroyed under confidential destruction conditions. Not all records will be destroyed once the retention period has been met, there may be a legal requirement to keep them for longer, e.g. due to an active investigation. \nData Confidentiality\nConfidentiality and clear desk principles\nAll colleagues must make sure that the following principles are adhered to: \nPersonal Data must be protected against improper disclosure. \nAccess to Personal Data must be on a need-to-know basis. \nConversations involving Personal Data must be help in private.\nExercise caution when having a confidential telephone call. Ask people to leave the room and/or close doors.\nComputer access is kept secure. Passwords must not be shared. Computers must be locked when you are not in front of your computer.\nMHA is responsible for protecting all the Personal Data it Processes and must always be able to justify any decision to share information. \nAccess to rooms and offices where computers are present or Personal Data is stored must be controlled, with need-to-know access. Doors must be locked, or measures must be in place to prevent access to, or viewing of, Personal Data by unauthorised parties. \nAll colleagues must clear their desks at the end of each day. They must ensure all records containing Personal Data are locked away. \nRecords must be filed and locked away when not in use. \nUnwanted printouts containing Personal Data must be disposed of securely. \nContracts of employment include a commitment to confidentiality. Breaches of confidentiality could be regarded as gross misconduct and may result in disciplinary action up to and including dismissal. Colleagues may also be held personally liable.\nDisclosing personal data \nPersonal Data must only be disclosed where there is a lawful basis for doing so, as detailed in the Data Protection Policy. \nWhen Personal Data has been anonymised, i.e. all identifiable data has been removed, it is no longer Personal Data. Discuss with the DPO to ensure it is anonymised. It can therefore be disclosed unless there is another business reason for not disclosing it.\nIf colleagues have any concerns about disclosing Personal Data, they must discuss this with their Line Manager and / or the Data Protection Officer. \nWorking outside an MHA location \nThere will be times when colleagues may need to work from another location (e.g. at home) or whilst travelling (e.g. on the train). Extra diligence is required to ensure paper records are not read, computer screens are secure (e.g. no one can look over your shoulder) and confidentiality is maintained during telephone calls.\nRemoving paper documents that contain Personal Data from an MHA location is discouraged. If necessary, colleagues must:\nkeep it on their person at all times whilst travelling \nensure that it is kept in a secure place if taken home or to another location, e.g. in a locked draw or cabinet. \nTake only the necessary personal Data for the work they intend to do while away. \nWhen working away from an MHA location, colleagues must ensure that their working practice complies with MHA’s policies and procedures.\nIf Personal Data is being transported:\nYour line manager must know what is being transported and the destination\nsealed non-transparent containers must be used, e.g. windowless envelopes, suitable bag with a lock. \nPersonal Data is kept out of sight whilst being transported. \nIf colleagues need to take Personal Data home, they have personal responsibility to ensure the information is kept secure and confidential. This means that other members of their family / friends / visitors must not be able to see the content or have any access to the information. \nColleagues must not forward any records containing Personal data to their personal, non-MHA, email account. \nColleagues may only use a privately owned computer or device, as per the IT Policy.\nInformation Security \nThe aim of Information Security is to preserve:\nConfidentiality: Access to data must be confined to those with appropriate authority - i.e. need to know access.\nIntegrity: Information must be complete and accurate. All systems, assets and networks must operate correctly, according to specification. \nAvailability: Information must be available and delivered to the right person, at the time when it is needed.\nAccess to areas containing Personal Data must be restricted to users who have an authorised business need to access the data.\nIT Access:  Access to computers and devices must be controlled by passwords (computers) or pins (phones & tablets) as per the IT Policy. IT systems, whether accessed via MHA’s network or the internet, must be protected according to the IT Policy, where possible Role Based Access Controls (RBAC) must be utilised.\nBuilding Access: Access to building should be protected by pin or fob access, or by internal colleagues allowing access to recognised, authorised individuals.\nCupboards, cabinets and draws. Where these storage solutions are used to store Personal Data, they should be protected by a key or pin device, with access only being granted on a need-to-know basis.\nAll colleagues that process Personal Data must ensure that the data they process is accurate and up to date to maintain the integrity of the data. If data exists in multiple areas (IT or paper) and the integrity falls under question, the colleague must report this to their line manager who must determine which data is correct and ensure that all systems are updated.\nIf a colleague becomes aware that Personal Data is not accessible, they must inform their line manager and work to resolve the issue, e.g.:\nIf paper records cannot be located, where possible a new set should be created.\nIf access to an IT system is interrupted, the IT Helpdesk must be informed.\nIf data has been deleted in error, the IT Helpdesk or system owner should be contacted and asked to restore from backup.\nArchiving\nIntroduction\nArchiving is a two or three stage process. Two stages if there is off-site is not required, three stages where off-site storage is required. The stages are:\nStage 1: Onsite archiving of records \nStage 2: Off-site archiving of records (including retrieval)\nStage 3: Disposal of archived records once retention period met\nAll services and departments must have a documented procedure detailing the archiving procedure. This should include colleagues authorised to access the archives (typically: manager, deputy & administration manager/administrator), the process for managing the archives and where the archive logs are located. All authorised colleagues must have access to this document, or a copy of the latest version.\nOn-Site Archiving\nNote: All archived paper records must be logged electronically, so the complete records can be located with ease. The log must be saved in an easily identifiable folder so that the log can be located if the primary user is not available. The service or department manager must have access to the log.\nNote: As per HP005, while time a person is living in an MHA service, colleagues must be able to access that person’s records, i.e. they must not be sent to off-site storage. \nThe physical archive location must be locked and only accessible by authorised colleagues, typically the service manager and deputy and the Administration Manager or the Administrator responsible for archiving.\nA risk assessment must be carried out considering the risks regarding the archive location, i.e. access, fire, water ingress, damp, and pests.\nEach box should only contain one type of record, e.g. a box should not contain colleagues and corporate finance records. \nThe room or storage area used for archives should keep separate different types of records, i.e. keep care records together, colleagues records together, admin & finance records together, etc. Boxes must not be stored on the floor.\nColleagues must:\nKeep an electronic logbook of archive boxes. Archive log must be used. From June 2024 freeze previous logs, not adding boxes but keeping records up to date. Start a new log using the latest Archive log.\nNot overfill the box making it too heavy or putting excess strain on the sides of the box which may cause it to become misshapen and the lid not to fit properly - only fill the box up to the handle hole.\nPlace a contents list inside the box so that contents can easily be located. The insert now forms part of the archive log file. \nPlace Archive Box Labels on the exterior of the box identifying the: box number, source of the records (care home, housing scheme or Epworth House department), date of archive, name of inserter and due date of destruction.\nOff-Site Archiving\nNote: Before off-site storage is used it needs to be determined if it is required. The typical reason is due to lack of space. However, it also needs to be determined if the records need to be retained. Consult the Retention Schedule, an appropriate manager or the Data Protection Officer for guidance.\nNote: If there is an active investigation or potential investigation involving the records that have been sent to off-site storage, the records must be recalled.\nBoxes must be labelled and contain records with the same destruction year. \nBoxes will be collected by an external courier for delivery to MHA’s off-site storage solution. \nRecords can be retrieved when required using the allocated reference information.\nThe process for off-site archiving is an extension of the on-site archiving process detailed in section 2. The addition being that the log must detail that the box has been sent to off-site storage. The box will be collected by a courier, who will provide additional labels with barcodes and assume responsibility for the archive. \nColleagues must add the information provided by the courier or storage company to the archive log. \nAny records required by safeguarding, police, the coroner or for any other legal reason (e.g. an insurance claim) are deemed to have a “Legal Hold” on them. They must be retained at the service or Epworth House. \nRetrieval Of Records (off-site)\nIf a request for records is made by anyone the manager must pass the request (e.g. letters or emails) to the Data Protection Officer who will log and process the request.\nAll retrieval requests must be documented by the host location and be recorded in their log. Boxes can be sent direct to the Data Protection Officer at Epworth House as appropriate. \nProcurement will: manage the relationship with the external storage company, have access to the details of what boxes have been archived by each location and be able to provide guidance on depositing and retrieving records. Procurement will not hold details of the box contents; these must be held at the sending location.\nArchive Destruction (on-site & off-site)\nNote: If there is an active investigation the records involved are deemed to have a “Legal Hold” on them. They must be retained at the service or Epworth House. The retention period will start from the date the case is closed.\nNote: The owner of the records is responsible for knowing when records need to be destroyed. When records in an off-site storage location have reached their destruction date, the company needs to be informed to destroy the records and provide proof of secure destruction. This could be scheduled twice a year, e.g. January & July. \nDestruction must be by a certified company with whom MHA has a contract (contact Procurement for assistance) or using a shredder rated at Security Level P-4. This will typically provide small crosscut shredding that cannot be reconstructed.\nRoles and Responsibilities\nTraining and Monitoring\nAll colleagues must complete the following within three months of commencement of employment and annually thereafter, achieving a “pass” grade:\nConfidentiality and Information Handling, and\nCyber Security Awareness\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk. \nResources \nMHA policy documents, procedures, and guidance:\nRetention Schedule [IG01a]\nArchive and Retrieval Log [IG01b]\nArchive Box Label [IG01c]\nComputer Use Policy [IT1]\nCare Planning Policy [HP005]\nComplaints Policy [Q1.16]\nAppendices\nAppendix 1: Document and Records Management Guidance\nAppendix 1: Document and Records Management Guidance\nStage 1: Creation and Receipt\nWhere records contain person identifiable data it is a legal requirement that such data be stored and processed securely.\nGood record keeping:\nShould prevent record duplication. Colleagues must check that a record has not already been started prior to initiating a new document. \nRequires information to be recorded at the same time an event has occurred, or as soon as possible afterwards. \nColleagues must:\nMake sure their handwriting is legible when making entries on paper records. \nMake sure records are factual and relevant as the individual has the right gain access to their records via a Subject Access Request under the Data Protection Act. \nNot ‘redact’ Microsoft Word documents electronically by using the black highlight text tool and provide the electronic file as a Word or PDF file, as this process is reversible. Contact the DPO for advice. \nStage 2: Distribution \nWhen emails, including encrypted attachments, are received containing personal or sensitive information, they must be stored securely on receipt and completely deleted from the email system when no longer needed. \nWhere email is used to send personal information, do not include person identifiable information in the subject heading. \nStage 3: Use (Active Phase) \nRecords Security: Work Base, Home Working, Mobile Working \nColleagues must:\nSecurely save all person identifiable data or commercially sensitive data (see also IT1).\nNot use home email accounts or private computers to hold or store any sensitive records or information which relates to the business activities of MHA. \nUse portable media in accordance with MHA’s IT policies and procedures. Ideally, person sensitive data must not be stored on any portable media, however if there is no other option, colleagues must make sure this data is securely stored and deleted once transferred to a secure area folder. \nMake sure they collect all documents immediately after printing when printing paper records, especially sensitive documents.\nMake sure security measures and precautions are in place, by the sender and receiver, when transferring data. \nNever leave a computer screen open when unattended - always lock it using the keys:\n<Control> + <Alt> + <Delete> then click on ‘Lock This Computer,’ or\n<Windows Key> + <L>\n\tScanning\nFor reasons such as business efficiency and / or to address problems with storage space, colleagues may consider the option of scanning paper records into electronic format. Large scale scanning can be a very expensive option and must only be undertaken after approval by a Regional Director. \nColleagues involved in scanning paper records into electronic format with the purpose of discarding the original paper file, must ensure the security of the scanned files.\n\tRecord Access \nAll requests for records containing personal data must be logged with the Data Protection Officer.\n\tRecord Disclosure \nNot all records can be disclosed. Contact the DPO before disclosing records.\nThere are legal conditions that do not require consent for records to share records. Contact the DPO for further information.\nAll disclosures of records must be logged and processed by the Data Protection Officer to ensure appropriate data protection requirements and exemptions are met.\nStage 4: Maintenance (Archiving)\nExternal Archiving\nOnly use external storage solutions approved by Procurement.\nPaper file storage must be kept dry, be safe from unauthorised access and meet fire regulations. \nInformation Asset Owners (IAOs) must make sure they have a contingency or business continuity plan to provide protection for records which are vital to the continued functioning of MHA. \nStage 5: Disposition / Disposal\n\tRecord Retention Schedule \nRecords must be destroyed in accordance with MHA’s retention schedule. It can be a personal criminal offence to destroy information requested under the UK GDPR or the Data Protection Act. \nThe recommended retention periods shown on the retention schedule apply to the official or master copy of the records. Any duplicates or local copies made for working purposes must only be kept for as short a period of time as possible – although duplication should be avoided unless absolutely necessary. \n\tRecords with a Legal Hold \nColleagues who become aware that records (electronic or paper) may be needed for a legal case, insurance claim, investigation or enquiry must immediately notify their line manager, who in turn must escalate the notification to the appropriate Director. A Legal Hold may need placing on these records. \nDetails of the records which have been placed on a Legal Hold must be logged.\nWhen a Legal Hold is terminated, the records hold must be retained or destroyed in accordance with the applicable retention period.\nVersion Control",
  "sections": {
    "summary": "Archiving is a two or three stage process. Two stages if there is off-site is not required, three stages where off-site storage is required. The stages are: Stage 1: Onsite archiving of records Stage 2: Off-site archiving of records (including retrieval) Stage 3: Disposal of archived records once retention period met All services and departments must have a documented procedure detailing the archiving procedure. This should include colleagues authorised to access the archives (typically: manager, deputy & administration manager/administrator), the process for managing the archives and where the archive logs are located. All authorised colleagues must have access to this document, or a copy of the latest version. On-Site Archiving Note: All archived paper records must be logged electronically, so the complete records can be located with ease. The log must be saved in an easily identifiable folder so that the log can be located if the primary user is not available. The service or department manager must have access to the log. Note: As per HP005, while time a person is living in an MHA service, colleagues must be able to access that person’s records, i.e. they must not be sent to off-site storage. The physical archive location must be locked and only accessible by authorised colleagues, typically the service manager and deputy and the Administration Manager or the Administrator responsible for archiving. A risk assessment must be carried out considering the risks regarding the archive location, i.e. access, fire, water ingress, damp, and pests. Each box should only contain one type of record, e.g. a box should not contain colleagues and corporate finance records. The room or storage area used for archives should keep separate different types of records, i.e. keep care records together, colleagues records together, admin & finance records together, etc. Boxes must not be stored on the floor. Colleagues must: Keep an electronic logbook of archive boxes. Archive log must be used. From June 2024 freeze previous logs, not adding boxes but keeping records up to date. Start a new log using the latest Archive log. Not overfill the box making it too heavy or putting excess strain on the sides of the box which may cause it to become misshapen and the lid not to fit properly - only fill the box up to the handle hole. Place a contents list inside the box so that contents can easily be located. The insert now forms part of the archive log file. Place Archive Box Labels on the exterior of the box identifying the: box number, source of the records (care home, housing scheme or Epworth House department), date of archive, name of inserter and due date of destruction. Off-Site Archiving Note: Before off-site storage is used it needs to be determined if it is required. The typical reason is due to lack of space. However, it also needs to be determined if the records need to be retained. Consult the Retention Schedule, an appropriate manager or the Data Protection Officer for guidance. Note: If there is an active investigation or potential investigation involving the records that have been sent to off-site storage, the records must be recalled. Boxes must be labelled and contain records with the same destruction year. Boxes will be collected by an external courier for delivery to MHA’s off-site storage solution. Records can be retrieved when required using the allocated reference information. The process for off-site archiving is an extension of the on-site archiving process detailed in section 2. The addition being that the log must detail that the box has been sent to off-site storage. The box will be collected by a courier, who will provide additional labels with barcodes and assume responsibility for the archive. Colleagues must add the information provided by the courier or storage company to the archive log. Any records required by safeguarding, police, the coroner or for any other legal reason (e.g. an insurance claim) are deemed to have a “Legal Hold” on them. They must be retained at the service or Epworth House. Retrieval Of Records (off-site) If a request for records is made by anyone the manager must pass the request (e.g. letters or emails) to the Data Protection Officer who will log and process the request. All retrieval requests must be documented by the host location and be recorded in their log. Boxes can be sent direct to the Data Protection Officer at Epworth House as appropriate. Procurement will: manage the relationship with the external storage company, have access to the details of what boxes have been archived by each location and be able to provide guidance on depositing and retrieving records. Procurement will not hold details of the box contents; these must be held at the sending location. Archive Destruction (on-site & off-site) Note: If there is an active investigation the records involved are deemed to have a “Legal Hold” on them. They must be retained at the service or Epworth House. The retention period will start from the date the case is closed. Note: The owner of the records is responsible for knowing when records need to be destroyed. When records in an off-site storage location have reached their destruction date, the company needs to be informed to destroy the records and provide proof of secure destruction. This could be scheduled twice a year, e.g. January & July. Destruction must be by a certified company with whom MHA has a contract (contact Procurement for assistance) or using a shredder rated at Security Level P-4. This will typically provide small crosscut shredding that cannot be reconstructed.",
    "purpose": "All MHA colleagues and third-party organisations that process Personal Data for or on behalf of MHA, are required to: Ensure that all colleagues are aware of their roles, responsibilities and accountability and fully comply with the Legislation as described in this and other Information Governance (IG) policies. Create and maintain a level of awareness of the need for confidentiality and information security as an integral part of MHA’s day to day business. Protect information assets under MHA’s control.",
    "definitions": "Information Governance The framework (policies and guidance) governing the use of personal data in a secure manner and to appropriate legal, ethical, and quality standards. It provides a consistent way for colleagues to deal with many different information handling requirements including: Using personal data of colleagues, living residents and family members Using personal data of deceased residents Using personal data for marketing purposes Managing the risks of systems and processes that use personal data Dealing with incidents involving personal data Retention of records and archiving (including business data) Demonstration compliance with the Legislation. The aim of the framework is to make the most of the information processed by MHA by ensuring that data is: Obtained fairly and lawfully. Held securely and confidentially. Recorded accurately and reliably. Used effectively and ethically. Shared / disclosed appropriately and lawfully. To protect the information processed from all threats, whether internal or external, deliberate, or accidental, MHA will make sure: Appropriate training will be available to all colleagues. Information will be protected against unauthorised access. Confidentiality of information will be assured. Integrity of information will be maintained. Information will be supported by the highest quality data. Regulatory and legislative requirements will be met. Business continuity plans will be implemented. All breaches of information security, actual or suspected, will be reported to, and investigated by the Data Protection Officer. Document and Records Management The Importance of Documents and Records All colleagues and people using our services would rightly expect that MHA maintains excellent records on its activities and decisions that affect them. A Record can be in various formats including email, paper, digital, social media, videos, and telephone messages. A Record may contain Personal Data, but may not contain Personal Data, e.g. building records. Records are created to provide information about what happened, what was decided, how to do things, etc. Records management is about controlling Records to ensure they are accurate, up to date, providing reliable evidence of actions and decisions and are accessible when needed. The law requires certain records are kept for a defined retention period, as detailed in MHA’s Retention Schedule. It sets out the classes of records which MHA retains and the length of time these are retained before a final disposal. It applies to information regardless of its format or the media in which it is created or might be held. Colleagues, as part of their daily work: Must complete records as close as possible to the time of the event, Must ensure that handwritten records are legible, Must manage records taking into consideration the sensitivity of the data, Must file records, sorted, and in the correct location, Must not alter, deface, block, erase, destroy or conceal records with the intention of preventing disclosure under a request relating to the Legislation, and Must apply the correct retention periods to records. Records and Information Life Cycle Records are used on a daily basis for internal purposes to help make decisions, provide evidence, etc. The diagram below shows the 5 steps in the Records Life Cycle: Stage 1 - Creation and Receipt: This part of the life cycle is pen to paper, making an entry into a database or starting a new electronic document. It can be created by internal colleagues or received from an external source. Stage 2 – Distribution: Distribution is managing the information once it is created or received whether it is internal or external. It occurs when records are sent to someone for which they were intended or were copied, ready for use. Stage 3 – Use: This stage takes place after information is distributed. This is when records are used on a day-to-day basis to help generate organisational decisions, document further action, or support other MHA operations. Stage 4 – Archiving: Archiving is when records are not used on a day-to-day basis and may be stored off-site. Even though they are not used on a day-to-day basis, they will be kept for legal or financial reasons until they have met their retention period. The archiving phase includes filing, transfers, and retrievals. The information may be retrieved during this period to be used as a resource for reference or to aid in a business decision. Records must not be removed from site (except for external archiving to an approved supplier); if required, the information should be copied and tracked to ensure no amendments are made. Stage 5 - Disposition / Disposal: Disposition is when a record is less frequently accessed, has no more value to MHA or has met its assigned retention period (see Retention Schedule). It is then reviewed and if necessary, destroyed under confidential destruction conditions. Not all records will be destroyed once the retention period has been met, there may be a legal requirement to keep them for longer, e.g. due to an active investigation. Data Confidentiality",
    "policy": "Retention Schedule [IG01a] Archive and Retrieval Log [IG01b] Archive Box Label [IG01c] Computer Use Policy [IT1] Care Planning Policy [HP005] Complaints Policy [Q1.16] Appendices Appendix 1: Document and Records Management Guidance Appendix 1: Document and Records Management Guidance Stage 1: Creation and Receipt Where records contain person identifiable data it is a legal requirement that such data be stored and processed securely. Good record keeping: Should prevent record duplication. Colleagues must check that a record has not already been started prior to initiating a new document. Requires information to be recorded at the same time an event has occurred, or as soon as possible afterwards. Colleagues must: Make sure their handwriting is legible when making entries on paper records. Make sure records are factual and relevant as the individual has the right gain access to their records via a Subject Access Request under the Data Protection Act. Not ‘redact’ Microsoft Word documents electronically by using the black highlight text tool and provide the electronic file as a Word or PDF file, as this process is reversible. Contact the DPO for advice. Stage 2: Distribution When emails, including encrypted attachments, are received containing personal or sensitive information, they must be stored securely on receipt and completely deleted from the email system when no longer needed. Where email is used to send personal information, do not include person identifiable information in the subject heading. Stage 3: Use (Active Phase) Records Security: Work Base, Home Working, Mobile Working Colleagues must: Securely save all person identifiable data or commercially sensitive data (see also IT1). Not use home email accounts or private computers to hold or store any sensitive records or information which relates to the business activities of MHA. Use portable media in accordance with MHA’s IT policies and procedures. Ideally, person sensitive data must not be stored on any portable media, however if there is no other option, colleagues must make sure this data is securely stored and deleted once transferred to a secure area folder. Make sure they collect all documents immediately after printing when printing paper records, especially sensitive documents. Make sure security measures and precautions are in place, by the sender and receiver, when transferring data. Never leave a computer screen open when unattended - always lock it using the keys: <Control> + <Alt> + <Delete> then click on ‘Lock This Computer,’ or <Windows Key> + <L> Scanning For reasons such as business efficiency and / or to address problems with storage space, colleagues may consider the option of scanning paper records into electronic format. Large scale scanning can be a very expensive option and must only be undertaken after approval by a Regional Director. Colleagues involved in scanning paper records into electronic format with the purpose of discarding the original paper file, must ensure the security of the scanned files. Record Access All requests for records containing personal data must be logged with the Data Protection Officer. Record Disclosure Not all records can be disclosed. Contact the DPO before disclosing records. There are legal conditions that do not require consent for records to share records. Contact the DPO for further information. All disclosures of records must be logged and processed by the Data Protection Officer to ensure appropriate data protection requirements and exemptions are met. Stage 4: Maintenance (Archiving) External Archiving Only use external storage solutions approved by Procurement. Paper file storage must be kept dry, be safe from unauthorised access and meet fire regulations. Information Asset Owners (IAOs) must make sure they have a contingency or business continuity plan to provide protection for records which are vital to the continued functioning of MHA. Stage 5: Disposition / Disposal Record Retention Schedule Records must be destroyed in accordance with MHA’s retention schedule. It can be a personal criminal offence to destroy information requested under the UK GDPR or the Data Protection Act. The recommended retention periods shown on the retention schedule apply to the official or master copy of the records. Any duplicates or local copies made for working purposes must only be kept for as short a period of time as possible – although duplication should be avoided unless absolutely necessary. Records with a Legal Hold Colleagues who become aware that records (electronic or paper) may be needed for a legal case, insurance claim, investigation or enquiry must immediately notify their line manager, who in turn must escalate the notification to the appropriate Director. A Legal Hold may need placing on these records. Details of the records which have been placed on a Legal Hold must be logged. When a Legal Hold is terminated, the records hold must be retained or destroyed in accordance with the applicable retention period. Version Control",
    "responsibilities": "Training and Monitoring All colleagues must complete the following within three months of commencement of employment and annually thereafter, achieving a “pass” grade: Confidentiality and Information Handling, and Cyber Security Awareness Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk. Resources"
  }
}