{
  "id": "IG02",
  "title": "Data Protection Policy",
  "filename": "IG02 Data Protection Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nColleagues will be aware of, understand and know how to implement the Data Protection Act 2018 (DPA), the UK General Data Protection Regulation (UK GDPR) and the Privacy of Electronic Communications Regulation (PECR) when processing personal data.\nScope and Purpose\nAll MHA colleagues and third-party organisations that process Personal Data for or on behalf of MHA, must:\nEnsure that all colleagues are aware of their roles, responsibilities and accountability and fully comply with the Legislation as described in this and other Information Governance (IG) policies. \nCreate and maintain a level of awareness of the need for confidentiality and information security as an integral part of MHA’s day to day business.  \nProtect information assets under MHA’s control.\nAn organisation that processes personal data and makes decisions about its use is known as a Data Controller.  MHA, as a Data Controller, is responsible for ensuring compliance with the Legislation as outlined in this policy.  Non-compliance may expose MHA to complaints, regulatory action, reputational damage, and/or fines.  \nMHA’s CEO and Executive Leadership Team (ELT) is fully committed to ensuring continued and effective implementation of this policy and expects all MHA Colleagues and Third Parties to share in this commitment.  Any breach of this policy may result in disciplinary action or business sanction.\nThe Legislation does not relate to records of the deceased, please refer to Records of the Deceased Policy.\nDefinitions \nGovernance\nData Protection Officer\nAs required by the Legislation, MHA has a Data Protection Officer (DPO).  The DPO operates independently and is granted all necessary authority.  The DPO reports to MHA’s Company Secretary who is a member of the ELT and has direct access to MHA’s Board of Directors.  The DPO’s duties include:\nAdvising MHA and its Colleagues regarding the processing of data in accordance with the Legislation.\nProviding guidance when a Data Protection Impact Assessments (DPIAs) are being completed.\nRecording all incidents involving personal data and determining when the ICO and/or data subjects must be informed of a breach.\nData Protection compliance monitoring.\nEnsuring the establishment of procedures and contractual provisions with third parties, as necessary.\nData Controller\nMHA is typically the Data Controller for the personal data processed by MHA.  MHA is responsible to make sure that it applies the Legislation throughout the business and can prove compliance to the Information Commissioner’s Office (ICO).\nMHA may enter in contracts with third parties - e.g. local authorities, Clinical Commissioning Groups - to provide a service on their behalf.  MHA and the third-party will typically be processing the personal data for different purposes, though the purpose may be related.  The parties will normally be independent Data Controllers.  There may be instances where MHA and the third-party are jointly determining the purpose and what information needs to be processed.  Under these circumstances the two parties will be Joint Data Controllers.  \nAny contract referring to MHA as a Joint Controller must be reviewed by the DPO before signing.\nData Processors\nMHA may engage with the external parties to carry out processing on behalf of MHA.  These are Data Processors for MHA. \nMHA must have a contract with its Data Processors.   All contracts with Data Processors must be reviewed by the DPO to ensure compliance with the Legislation.\nTo comply with the UK GDPR, the data processor’s contract must comply with Article 28.  MHA has a Data Processing Agreement template (IG02a) that can be used to facilitate this.\nData Protection Principles\nMHA must apply the following principles when processing personal data:\nPrinciple 1: Lawfulness, Fairness and Transparency.  MHA:\nmust have a lawful basis for processing personal data - e.g. contract, consent (opt-in) or Legitimate Interest (opt-out) (lawfulness)\nmust make it clear what data will be processed and how it will be processed, and \nmust inform the Data Subject how their personal data will be processed, through Privacy Notices and Cookie Policies. \nPrinciple 2: Purpose Limitation.  MHA must specify exactly what the personal data collected will be used for and only use for that purpose.\nPrinciple 3: Data Minimisation.  MHA must collect the minimum amount of data to carry out the required processing.  \nPrinciple 4: Accuracy.  MHA must have in place procedures for identifying and correcting out-of-date, incorrect, and redundant personal data.\nPrinciple 5: Storage Limitation.  MHA must have a retention policy in place which specified how long personal data will be retained, before being deleted, destroyed, or anonymised (see IG01a).\nPrinciple 6: Integrity & Confidentiality.  MHA must use appropriate technical and organisational measures in place that ensures the integrity and confidentiality of the processed personal data.\nPrinciple 7: Accountability.  MHA must be able to demonstrate that the six principles are being applied through detailed policies, procedures, training, and regular audits.\nThe Lawful Basis for Processing Personal Data\nThere are six lawful bases for the processing of personal data:\nConsent from the Data Subject. \nWhen replying on consent, MHA must request, receive, and record the consent before or at the point of collection, providing a copy of MHA’s Privacy Notice.  \nThe business stake holder must establish a system for recording the consent and provide a simple method for consent to be withdrawn at any time. \nConsent may be given verbally, electronically or in writing.  If given verbally, the person taking the details must create a record of the consent, e.g. by using the Verbal Consent Record Form.  \nConsent for activities in the care home or retirement living scheme, including the use of photos in “their home,” is captured on Consent Form (care homes) or Consent Form (Retirement Living/Day Care).\nConsent for photos, videos, and quotes for use on social media, websites and in printed materials must be recorded, e.g. using the Media Consent Forms .\nPerformance of a Contract\nAll contracts created by MHA or to be signed by MHA must be reviewed by MHA’s DPO, before signing.\nWhen a privately funded resident moves into a care home or retirement living scheme, they must sign a contract with MHA - Residential Care Agreement.\nWhere MHA has a contract with the Local Authority or NHS to provide care for the resident, MHA will rely on Legitimate Interest to process the residents personal data.  Contracts with local authorities and the NHS must recognise MHA as an independent Data Controller.\nLegal and Statutory Requirement\nMHA will comply with all legislation that requires the sharing of Personal Data.\nThere is different legislation in the devolved countries regarding sharing personal data with healthcare professionals and social workers for the provision of care.  The DPO will ensure the legislation is adhered to.\nProtection of Vital Interests\nIn an emergency, MHA will share the necessary information to protect the life of data subjects.  Where residents have a Do Not Resuscitate Order on file this will take precedence.\nTasks carried out for Public Interest\nThese will include, but are not limited to safeguarding, the use of CCTV for crime prevention and the tracking of IP addresses to ensure that no illegal activity is carried out by individuals using IT services offered by MHA.\nLegitimate Interest\nTo determine if Legitimate Interest can be relied upon a Legitimate Interest Assessment Form must be completed and returned to the DPO.  It must be noted that though MHA may have a legitimate interest to process the data this is not sufficient - there are additional tests that need to be carried out before a decision can be made.\nAt public events MHA, my use Legitimate Interest as the lawful basis for taking and using photos or videos at the event.  At such events, the event organiser must display, at all entry points and around the event, Event Photography Posters as found on the intranet.\nMHA will not use the legal basis of Legitimate Interest for processing photos of children under the age of eighteen or residents with dementia.  A Media Consent Form (paper/digital) must be completed by the child’s parent/legal guardian or the resident’s Lasting Power of Attorney/Deputy.\nWhere Legitimate Interest is the lawful basis for communications, the communication must explain the right to opt-out and include contact options, e.g. by including an email address or phone number.  \nProcessing Special Categories of Data\nMHA will only process Special Categories of Data (also known as sensitive data) where one of the following conditions apply:\nThe data subject has provided consent, e.g. MHA Communities members, volunteers.\nThe processing is necessary regarding MHA’s obligations for employment.\nThe processing is necessary to protect the vital interests of the data subject or of another person who is physically or legally incapable of giving consent.\nMHA will process the special category data of residents for, “the provision of health or social care.”\nThe processing is authorised or required by law or an exception under the Legislation.\nPrior to new processing of Special Category Personal Data, a DPIA must be completed and signed off by the DPO.  \nAppropriate protection measures must be in place when Special Categories of Personal Data are processed. \nAs required by the Data Protection Act 2018 (Schedule 1 Part 4) MHA must have in place, and keep updated, an Appropriate Policy Document, covering the processing of Special Category and Criminal Offence data. \nData Protection Annual Audit\nThe DPO will carry out a Data Protection Annual Audit for all locations and departments to determine the level of compliance.  Each audit will, as a minimum, assess:\nApplication of the Legislation’s principles\nStaff awareness and training\nProcessing of Data Subject’s rights, including the involvement of the DPO\nIncident and breach reporting to the DPO\nThe Data Protection Annual Audit Form is an Excel spreadsheet which can accessible via the intranet Please be aware that the audit file changes each year, so each year the new audit file must be used.  Do not edit last year’s audit file!\nThe audit period is October to April each year.  \nThe audit must be completed and emailed to the DPO by the 30th of April.\nIf 95% was not achieved, an action plan must be created and completed.  A follow-up audit should be completed and submitted within 3 months.\nThe ELT representative will be informed of any major deficiencies. \nData Subject Rights\nThe DPO will be responsible for assisting data subjects in exercising their rights:\nRight to be informed\nRight of access\nRight to rectification\nRight to erasure\nRight to restrict processing\nRight to data portability\nRight to object\nRights in relation to automated decision making and profiling.\nAll requests for Right of Access (or Subject Access Request) must forwarded to the DPO.  Each request will be logged as it is received.  Appropriate verification must confirm that the requestor is the data subject or his / her authorised legal representative.  A complete response must be sent within one calendar month of the date the request was received from the data subject, if no identity verification is needed, or within one calendar month of receipt of the proof of ID.  If the request is received electronically the information will be provided electronically, unless otherwise requested. \nFor more information see the Data Subject Rights Policy.\nComplaints Handling\nIn addition to the data subject’s rights, data subjects with a complaint about the processing of their personal data, may put forward the matter in writing to the DPO or the Information Commissioner’s Office.  \nAn investigation of the complaint will be carried out.  The DPO or Information Commissioner’s Officer will inform the data subject of the progress and the outcome of the complaint within one calendar month.  \nReporting of Policy Breaches \nAll security incidents involving personal data must be reported to the DPO, by email or phone the same day the incident is identified.  \nFor more information see the Information Incident Reporting Procedure.\nData Protection Training\nAll MHA Colleagues that process personal data must have their responsibilities under this policy outlined to them as part of their induction training.  In addition, MHA colleagues must complete their annual data protection training, currently the Confidentiality and Information Handling course.  \nData Protection by Design and by Default\nData Protection must be considered at the initiation phase of all new projects involving personal data.  This is to include, but is not limited to: \nImplementing new IT systems for storing or accessing personal data,\nImplementing a change to an IT system or business process that involves personal data,\nDeveloping procedures that involve personal data,\nProjects where data is may be transferred outside the UK,\nData sharing initiatives, and\nUsing personal data for new purposes.\nAll colleagues involved in projects involving personal data must engage with the DPO and must complete a Data Protection Impact Assessment before a project commences and before contracts are signed.  They may also need to involve the Change Team or the IT Department.\nThe DPIA ensures that privacy is considered at the design stage of projects and by default by those involved.  Use of DPIAs can lead to:\nPotential problems being identified at an early stage, with mitigation often being simpler and less costly.\nIncreased awareness of privacy and data protection concerns within the project.\nLegal requirements being met from the outset leading to a reduced chance in any data protection breaches.\nThe project not being stalled at a later point due to unforeseen personal data risks.\nThe DPIA must include a complete list of the personal data being processed for the project.\nThe DPIA must be treated as a living document, which is reviewed and updated throughout the life cycle of the project, especially when:\nAny of the responses to 1a or 1b change.\nThe personal data be processed and the uses of the personal data change.\nIT systems change, e.g. if the IT system initially scoped in the DPIA changes. \nAll DPIAs must be submitted to the DPO at the initiation of the project.  The subsequent findings of the DPIA must then be reviewed and approved.  \nTo comply with the GDPR’s principle of ‘lawfulness, fairness and transparency’ the data subjects need to be informed of how their data is processed.  If the project is changing what data is processed, how the data is processed, the legal basis for the processing, the sharing of the data or the processing outside the UK then MHA’s Privacy Notices must be updated.\nData Processing\nData Collection\nPersonal data should only be collected from the data subject unless one of the following apply:\nThe nature of the business purpose necessitates collection of the personal data from other persons or bodies - e.g. contract with Local Authority or NHS.\nThe collection must be carried out under emergency circumstances in order protect the vital interests of the data subject - e.g. from a family member or General Practitioner.\nIf personal data is collected from someone other than the data subject, the data subject must be informed of the collection unless one of the following apply:\nThe data subject has received the required information by other means.\nThe information must remain confidential due to a professional or legal obligation.\nA national law expressly provides for the collection, processing, or transfer of personal data.\nWhere it has been determined that notification to a data subject is required, notification must occur promptly, but in no case later than:\nOne calendar month from the first collection or recording of the personal data. \nAt the time of first communication if used for communication with the data subject.\nPrior to disclosure if it is to be disclosed to another recipient.\nUsing Personal Data\nMHA uses personal data for the following purposes:\nThe administration of MHA’s responsibilities as an employer.\nThe general running and business administration of MHA.  \nTo provide services to people using MHA’s services.\nThe ongoing administration and management of customer services.\nMHA’s supporter activities.\nDirect marketing and fundraising\nThe use of personal information should always be considered from the data subject’s perspective and whether the use will be within their expectations or if they are likely to object.  For example, it would clearly be within a person’s expectations that MHA will use their details to respond to a request for information about the products and services they have enquired about.  However, it may not be within their reasonable expectations that MHA would use or share their details for marketing purposes.  \nMHA will process personal data in accordance with the Legislation and applicable contractual obligations.  More specifically, MHA will not process personal data except as detailed by “5.1 The Lawful Basis for Processing Personal Data.”\nThere are circumstances in which personal data may be further processed for purposes that go beyond the original purpose for which the personal data was collected.  When deciding as to the compatibility of the new reason for processing, guidance and approval must be obtained from the DPO before any such processing may commence.  A DPIA or LIA may be required.\nDirect Marketing including Fundraising\nDirect marketing covers any marketing that is sent to a targeted, named individual.  It does not include partial addressed marketing (i.e. services that send marketing material to bulk addresses in a postal area addressed to ‘The Occupier’ or similar) or door drops when the marketing is not addressed to the individual.\nMarketing also includes advertising the services that MHA offer, engaging with supporters to promote MHA and all aspects of fundraising.\nIn addition to the Data Protection Act and the UK GDPR, the Privacy and Electronic Communications Regulations (PECR) must be adhered to when sending marketing material electronically, e.g. via email or text, and regarding website cookies.\nPromoting MHA and Fundraising\nOn 1 May 2021 MHA changed the legal basis for direct marketing (excluding property sales) via postal services and telephone from consent to legitimate interest.  This means that people who gave consent, for direct marketing, before the change date must have their choices honoured.  Where consent was declined (i.e. not given – the box was not ticked) this does not mean that we can rely on legitimate interest.  The legal basis can only be changed if communication is received which provides an update to their preferences, e.g. a new response form that specifies postal marketing will be sent until they opt-out of receiving it.\nNOTE: Legitimate interest only applies to post and telephone marketing and fundraising.  Consent is still required for email and text communications that include marketing and fundraising.\nWhere a new use of personal data for marketing is being considered a Legitimate Interest Assessment form (IG02e) must be completed and returned to the DPO.  It cannot be assumed that a previous decision to use legitimate interest applies to the new processing.\nProperty Sales\nThe legal basis for market of property is consent.  The consent will be recording in the Sales Department’s Customer Relationship Management (CRM) system.\nDigital Marketing\nMHA will not send promotional or direct marketing material through digital channels such as mobile phones, email, and the Internet, without first obtaining consent as required by PECR.  \nWhere consent has been given to use personal data for digital marketing purposes, the data subject must be informed at the point of first contact that they have the right to change their mind or object to having their data processed for such purposes.  If the data subject puts forward an objection to digital marketing, processing of their personal data must cease immediately.  The records must be updated to reflect their opt-out decision, rather than being completely deleted.\nIt should be noted that where digital marketing is carried out in a ‘business to business’ context, there is no legal requirement to obtain consent, provided the person is given the opportunity to opt-out and is in a role related to the marketing.\nChildren’s Data\nChildren, aged under eighteen, are not able to consent to the processing of their personal data.  Consent must be sought from the person who holds parental responsibility over the child.  However, there may be other lawful bases used, e.g. contract for employees under the age of eighteen.\nAll proposed processing of children’s data must be discussed with the DPO.  An example of where we would need to process consent is the use of photos or video footage where a child is included.  \nProfiling & Automated Decision-Making\nAny proposed profiling or automated decision-making system or process, including the use of artificial intelligence, must have a signed of DPIA before testing or implementation.\nWhere MHA utilises profiling and automated decision-making, this will be disclosed to the relevant data subjects.  In such cases the data subject will be given the opportunity to:\nObject to the automated decision-making being carried out.\nObtain an explanation for the automated decision process.\nReview the logic used by the automated system.\nProvide additional or revised data.\nContest the automated decision.\nHave a human carry out a review of the automated decision.\nCCTV\nMHA uses CCTV system for crime prevention and detection.  To comply with data protection law MHA has Data Protection Impact Assessments covering the use of CCTV (internal, external and ad-hoc internal) as CCTV systems are deemed to be a high risk to the rights and freedoms of individuals.  If a CCTV is being considered, changes to coverage is being considered, a system is being replaced or removed the DPO must be consulted.  \nThe DPIA concludes that all CCTV systems must:\nonly use the system for crime prevention and detection - i.e. not watching staff unless it relates to a crime.\nmake sure the cameras only cover MHA property - i.e. not roads, paths, or property outside our boundaries.\nhave signs (yellow with CCTV image in a triangle) in visible location stating:\nMethodist Homes is the Data Controller.  It is OK to have Methodist Homes (MHA) but not just MHA.\nThe system is used for crime detection and prevention.\nThe contact telephone number is 01332 221893 / 01332 296200.\nbe password protected with need-to-know access.\nhave monitors turned off when not being used.\nrecord with a quality such that faces and vehicle registration numbers can be identified – day and night.\nIdeally, have a process for extracting sections of the recording with all personal data not relating to the data subject being blurred - e.g. other faces, children, vehicle registration numbers.  If the system cannot do this MHA must arrange for the process to be done by a third-party.\nHave recording restricted to a rolling 30 days.\nHave a document detailing: \nThe roles authorised to access it (e.g. Manager, deputy, admin, maintenance) – ensuring only these roles currently have access,\nHow the password is set and changed, and \nHow the system is used (including exporting footage/photos and blurring/deleting faces and registration numbers).\nSharing Personal Data \nInformation sharing, in the context of this policy, means the disclosure of personal data between business areas within MHA or from MHA to one or more organisations.   Information sharing can take the form of - \nA reciprocal exchange of data,\nOne or more organisations providing data to a third-party or parties,\nMultiple organisations pooling information and making it available to each other,\nMultiple organisations pooling information and making it available to a third-party or parties, or\nExceptional, one-off disclosures of data in unexpected or emergency situations  \nTransfers between MHA Entities\nFor MHA to carry out its operations effectively across its various locations there may be occasions when it is necessary to transfer personal data from one MHA location to another.  Should this occur, MHA remains responsible for ensuring protection for that personal data.  When transferring personal data to another MHA location:\nOnly transfer the minimum amount of personal data necessary for the purpose of the transfer (for example, to fulfil a transaction or carry out a particular service).  \nEnsure adequate security measures are used to protect the personal data during the transfer (including encryption or sign-for post, where necessary).\nTransfers to Third Parties in the UK\nMHA will only permit the transfer of personal data to third parties when they are assured that the information will be processed legitimately and be protected appropriately by the recipient.  Where third-party processing takes place, MHA will determine if the party is to be a Data Controller, or a Data Processor of the personal data being transferred.\nPersonal information may be shared with other organisations, where necessary and proportionate: to assess needs, to ensure and review the provision of a quality service; for safeguarding; and to investigate complaints or potential legal claims. \nBefore data sharing commences a DPIA should be completed and returned to the DPO.\nAll third-party transfers, to a Data Controller or Data Processor, must be covered by an appropriate contract to clarify each party’s responsibilities in respect of the personal data transferred.  The proposed contract must be reviewed by the DPO for compliance with the legislation.\nAll decisions and reasoning related to the information sharing must be documented.  In all circumstances of information sharing, colleagues must ensure that: \nWhen information needs to be shared, sharing complies with the law, guidance, and best practice.\nOnly the minimum information necessary for the purpose will be shared.\nIndividuals’ rights will be respected.\nConfidentiality must be adhered to unless there is a robust public interest or a legal justification in disclosure.\nReviews of information sharing must be conducted to make sure the information sharing is meeting the required objectives and is still fulfilling its obligations.\nWhere Special Category Personal Information needs to be shared for non-care purposes the purposes for sharing need to be defined and limited, and additional requirements such as recorded informed consent may be required to enable lawful sharing. \nWhen personal information is shared, both the disclosing and receiving organisations must have procedures that meet the requirements of law and guidance and make clear to colleagues the appropriate working practices.  In most circumstances these procedures (and the law and guidance on which they are based) should be set out in the Data Sharing Agreement.\nData Sharing Agreements \nThe Information Commissioner’s Office recommends Data Sharing Agreements between organisations sharing personal information (see IG02i, Data Sharing Agreement Template).\nData Sharing Agreements set out rules to be adopted by the organisations involved in an information sharing operation.  They may form part of a contract between organisations.  \nInternational Data Transfers \nMHA may need transfer personal data to a recipient located outside the UK.  The contract covering the transfer must detail the safeguards in place to protect the individuals’ personal data.\nBefore the transfer occurs, MHA’s DPO must review the contract and assess the documented safeguards.  These could include UK adequacy regulation, an International Data Transfer Agreement (IDTA) or Standard Contractual Clauses (SCCs). \nRoles and Responsibilities\nTraining and Monitoring\nAll colleagues must complete the following within three months of commencement of employment and annually thereafter, achieving a “pass” grade:\nConfidentiality and Information Handling, and\nCyber Security Awareness\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk. \nGuidance Notes\nAnonymisation and Pseudonymisation\nWhen personal data is being used for secondary purposes, e.g. exports for analysis or reporting, consideration should be taken on whether the individual needs to be identifiable or whether the identifiers can be removed with the aim still being achieved.  \nThere are two ways of removing the identifiable data:\nAnonymisation.  This involved removing all identifiable data.  E.g. an extract that contained:\nWould become:\nThis level of anonymisation is irreversible and does not allow multiple sets of data to be linked together.\nPseudonymisation.  This removes the identifiable data as above but adds a reference which would mean the process could be reversed by the person that holds the key, i.e. StaffNo=RefNo, and would allow multiple sets of data to be linked together using the reference.  E.g the above example may become:\nThis would allow other records to be linked to the reference.  E.g. training records with the same RefNo will relate to that staff member:\nWho should carry out the anonymisation? \nThere are typically three sets of people involved in a process that may require anonymisation:\nThe Data Owner\nThe export requester/analyser\nThe recipient of the final data\nWhere possible the Data Owner should carry out whichever level of anonymisation is deemed appropriate, preferring full anonymisation over pseudonymisation.  If this is not possible the DPIA needs to consider if it is acceptable for the requester to have access to the full data.\nAll data export processes require a DPIA detailing considerations for anonymisation.\nCompleting the Data Protection Annual Audit\nThe audit is an Excel spreadsheet which can be found on the intranet (IG02g).  Please be aware that the audit file changes each year, so each year a new audit file must be started.  Do not use last year’s audit file!\nThe audit must be completed between October and April each year.  \nThe audit is broken down into sections.  Each section has multiple questions, which required a: “Yes”, “No”, or in some cases an “[other]” response.  \nSome questions required additional information, identified by a grey box under the Yes, No response.  Please place the additional information in this box, not the comment box.  The grey boxes are used by the scoring system, the comment boxes are not. \nPlease respond to all questions, ensuring no lines still have “Select” as the answer.  Note any lines that have the “**” error marking, which means it needs completing or is non-compliant.\nThe responsibility for submitting the audit varies across MHA:\nCentral Support: The ELT director must ensure the audit is completed for each department in their area.  They may delegate completion of the audit.\nCare Homes: The home manager is to self-assess their home.  They may delegate completion of the audit to the Administration Manager but must check and affirm the audit.  Random checks may then be carried out.\nRetirement Living & MHA Communities: The area manager is to assess their schemes.\nCompleting the DPIA \nThe DPIA form (IG02h) contains all stages of the assessment:\nStage 1a & 1b\t\tInitial Assessment\nStage 2\t\t\tData Identification and Processing\nStage 3\t\t\tConsultation Process\nStage 4\t\t\tAssess necessity and proportionality\nStage 5\t\t\tRisks and Mitigations\nStage 6\t\t\tRisk after mitigations implemented\nStage 7\t\t\tSign off and record of outcomes\nThe areas to be completed are dependent on the outcome of Stage 1a & 1b. \nAll required stages must be completed in order and must be completed prior to submission to the Data Protection Officer for review. \n“Processing Summary” and “What processing is involved?”\nAll projects and changes require the completion of these sections of the DPIA form.  If “Yes” is the answer to any of the types of processing the complete form must be completed.\nData Identification and Processing\nDuring this section you will provide details about the processing of personal data for the proposed works.\nPlease provide as much information as possible, providing additional documents as appropriate, e.g. contracts, supplier documentation. \nConsultation Process\nIdentify who needs to be involved.  Determine if external Data Processors need to be consulted.  Determine if the Data Protection Officer and the IT Director need to be involved at this stage.\nAssess necessity and proportionality\nThe section looks at the legal basis for the work and helps to determine if the amount of processing justifies the required outcomes.\nRisks and mitigations \nIdentify the risks and mitigations at the initiation stage and any residual risks after the mitigations are applied.\nSign off and record of outcomes\nThe final stage requires sign off by the DPO: for measures to be added to the project plan, for residual risks and by the Data Protection Officer and those consulted.\nResources \nMHA policy documents, procedures, and guidance:\nData Processing Agreement Template\nVerbal Consent Record Form\nMedia Consent Form (paper)\nMedia Consent Form (digital)\nLegitimate Interest Assessment Form\nAppropriate Policy Document\nData Protection Annual Audit \nData Protection Impact Assessment form\nData Sharing Agreement Template\nVersion Control",
  "sections": {
    "summary": "Colleagues will be aware of, understand and know how to implement the Data Protection Act 2018 (DPA), the UK General Data Protection Regulation (UK GDPR) and the Privacy of Electronic Communications Regulation (PECR) when processing personal data.",
    "purpose": "All MHA colleagues and third-party organisations that process Personal Data for or on behalf of MHA, must: Ensure that all colleagues are aware of their roles, responsibilities and accountability and fully comply with the Legislation as described in this and other Information Governance (IG) policies. Create and maintain a level of awareness of the need for confidentiality and information security as an integral part of MHA’s day to day business. Protect information assets under MHA’s control. An organisation that processes personal data and makes decisions about its use is known as a Data Controller. MHA, as a Data Controller, is responsible for ensuring compliance with the Legislation as outlined in this policy. Non-compliance may expose MHA to complaints, regulatory action, reputational damage, and/or fines. MHA’s CEO and Executive Leadership Team (ELT) is fully committed to ensuring continued and effective implementation of this policy and expects all MHA Colleagues and Third Parties to share in this commitment. Any breach of this policy may result in disciplinary action or business sanction. The Legislation does not relate to records of the deceased, please refer to Records of the Deceased Policy.",
    "definitions": "Governance Data Protection Officer As required by the Legislation, MHA has a Data Protection Officer (DPO). The DPO operates independently and is granted all necessary authority. The DPO reports to MHA’s Company Secretary who is a member of the ELT and has direct access to MHA’s Board of Directors. The DPO’s duties include: Advising MHA and its Colleagues regarding the processing of data in accordance with the Legislation. Providing guidance when a Data Protection Impact Assessments (DPIAs) are being completed. Recording all incidents involving personal data and determining when the ICO and/or data subjects must be informed of a breach. Data Protection compliance monitoring. Ensuring the establishment of procedures and contractual provisions with third parties, as necessary. Data Controller MHA is typically the Data Controller for the personal data processed by MHA. MHA is responsible to make sure that it applies the Legislation throughout the business and can prove compliance to the Information Commissioner’s Office (ICO). MHA may enter in contracts with third parties - e.g. local authorities, Clinical Commissioning Groups - to provide a service on their behalf. MHA and the third-party will typically be processing the personal data for different purposes, though the purpose may be related. The parties will normally be independent Data Controllers. There may be instances where MHA and the third-party are jointly determining the purpose and what information needs to be processed. Under these circumstances the two parties will be Joint Data Controllers. Any contract referring to MHA as a Joint Controller must be reviewed by the DPO before signing.",
    "policy": "All security incidents involving personal data must be reported to the DPO, by email or phone the same day the incident is identified. For more information see the Information Incident Reporting Procedure. Data Protection Training All MHA Colleagues that process personal data must have their responsibilities under this policy outlined to them as part of their induction training. In addition, MHA colleagues must complete their annual data protection training, currently the Confidentiality and Information Handling course. Data Protection by Design and by Default Data Protection must be considered at the initiation phase of all new projects involving personal data. This is to include, but is not limited to: Implementing new IT systems for storing or accessing personal data, Implementing a change to an IT system or business process that involves personal data, Developing procedures that involve personal data, Projects where data is may be transferred outside the UK, Data sharing initiatives, and Using personal data for new purposes. All colleagues involved in projects involving personal data must engage with the DPO and must complete a Data Protection Impact Assessment before a project commences and before contracts are signed. They may also need to involve the Change Team or the IT Department. The DPIA ensures that privacy is considered at the design stage of projects and by default by those involved. Use of DPIAs can lead to: Potential problems being identified at an early stage, with mitigation often being simpler and less costly. Increased awareness of privacy and data protection concerns within the project. Legal requirements being met from the outset leading to a reduced chance in any data protection breaches. The project not being stalled at a later point due to unforeseen personal data risks. The DPIA must include a complete list of the personal data being processed for the project. The DPIA must be treated as a living document, which is reviewed and updated throughout the life cycle of the project, especially when: Any of the responses to 1a or 1b change. The personal data be processed and the uses of the personal data change. IT systems change, e.g. if the IT system initially scoped in the DPIA changes. All DPIAs must be submitted to the DPO at the initiation of the project. The subsequent findings of the DPIA must then be reviewed and approved. To comply with the GDPR’s principle of ‘lawfulness, fairness and transparency’ the data subjects need to be informed of how their data is processed. If the project is changing what data is processed, how the data is processed, the legal basis for the processing, the sharing of the data or the processing outside the UK then MHA’s Privacy Notices must be updated.",
    "procedure": "Identify who needs to be involved. Determine if external Data Processors need to be consulted. Determine if the Data Protection Officer and the IT Director need to be involved at this stage. Assess necessity and proportionality The section looks at the legal basis for the work and helps to determine if the amount of processing justifies the required outcomes. Risks and mitigations Identify the risks and mitigations at the initiation stage and any residual risks after the mitigations are applied. Sign off and record of outcomes The final stage requires sign off by the DPO: for measures to be added to the project plan, for residual risks and by the Data Protection Officer and those consulted. Resources MHA policy documents, procedures, and guidance: Data Processing Agreement Template Verbal Consent Record Form Media Consent Form (paper) Media Consent Form (digital) Legitimate Interest Assessment Form Appropriate Policy Document Data Protection Annual Audit Data Protection Impact Assessment form Data Sharing Agreement Template Version Control",
    "responsibilities": "Training and Monitoring All colleagues must complete the following within three months of commencement of employment and annually thereafter, achieving a “pass” grade: Confidentiality and Information Handling, and Cyber Security Awareness Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk. Guidance Notes Anonymisation and Pseudonymisation When personal data is being used for secondary purposes, e.g. exports for analysis or reporting, consideration should be taken on whether the individual needs to be identifiable or whether the identifiers can be removed with the aim still being achieved. There are two ways of removing the identifiable data: Anonymisation. This involved removing all identifiable data. E.g. an extract that contained: Would become: This level of anonymisation is irreversible and does not allow multiple sets of data to be linked together. Pseudonymisation. This removes the identifiable data as above but adds a reference which would mean the process could be reversed by the person that holds the key, i.e. StaffNo=RefNo, and would allow multiple sets of data to be linked together using the reference. E.g the above example may become: This would allow other records to be linked to the reference. E.g. training records with the same RefNo will relate to that staff member: Who should carry out the anonymisation? There are typically three sets of people involved in a process that may require anonymisation: The Data Owner The export requester/analyser The recipient of the final data Where possible the Data Owner should carry out whichever level of anonymisation is deemed appropriate, preferring full anonymisation over pseudonymisation. If this is not possible the DPIA needs to consider if it is acceptable for the requester to have access to the full data. All data export processes require a DPIA detailing considerations for anonymisation. Completing the Data Protection Annual Audit The audit is an Excel spreadsheet which can be found on the intranet (IG02g). Please be aware that the audit file changes each year, so each year a new audit file must be started. Do not use last year’s audit file! The audit must be completed between October and April each year. The audit is broken down into sections. Each section has multiple questions, which required a: “Yes”, “No”, or in some cases an “[other]” response. Some questions required additional information, identified by a grey box under the Yes, No response. Please place the additional information in this box, not the comment box. The grey boxes are used by the scoring system, the comment boxes are not. Please respond to all questions, ensuring no lines still have “Select” as the answer. Note any lines that have the “**” error marking, which means it needs completing or is non-compliant. The responsibility for submitting the audit varies across MHA: Central Support: The ELT director must ensure the audit is completed for each department in their area. They may delegate completion of the audit. Care Homes: The home manager is to self-assess their home. They may delegate completion of the audit to the Administration Manager but must check and affirm the audit. Random checks may then be carried out. Retirement Living & MHA Communities: The area manager is to assess their schemes. Completing the DPIA The DPIA form (IG02h) contains all stages of the assessment: Stage 1a & 1b Initial Assessment Stage 2 Data Identification and Processing Stage 3 Consultation Process Stage 4 Assess necessity and proportionality Stage 5 Risks and Mitigations Stage 6 Risk after mitigations implemented Stage 7 Sign off and record of outcomes The areas to be completed are dependent on the outcome of Stage 1a & 1b. All required stages must be completed in order and must be completed prior to submission to the Data Protection Officer for review."
  }
}