{
  "id": "IG03",
  "title": "Data Subject Rights Policy",
  "filename": "IG03 Data Subject Rights Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA is committed to processing personal data in accordance with the Legislation.  Data Subjects have rights which must be processed within 1 calendar month.  This policy details these rights and how they should be applied.\nScope and Purpose\nAll MHA colleagues and third-party organisations that process Personal Data for or on behalf of MHA, are required to:\nEnsure that all colleagues are aware of their roles, responsibilities and accountability and fully comply with the Legislation as described in this and other Information Governance policies.\nCreate and maintain a level of awareness of the need for confidentiality and information security as an integral part of MHA’s day to day business.\nProtect information assets under MHA’s control.\nDefinitions\nProof of identity\nBefore taking action on any requests regarding the rights of Data Subjects it may be necessary to verify the requester’s identity.  If the request is made in person, i.e. face to face with a colleague, and the person is known there is no need to ask for proof of ID.  Proof of ID may be necessary if:\nThe request is received over the phone and the identity of the caller is unsure.  A statement from the caller saying, “I am [first name] [last name]” is not sufficient.  You must be confident you recognise the voice or ask for additional information, e.g. their date of birth or their home address, checking the answer are correct.\nThe request is made from an email address that has never been used before, even if it is in their name.\nThe request is made via the post.\nThe request is made in person, i.e. face to face with a colleague, but the person is not known to the colleague.\nSuitable forms of ID are:\nA copy of their photo driving license, or\nA copy of the photo page of their passport and proof of address dated within the last 3 months on official paper - e.g. bank statement, utility bill or council tax bill.\nIf a telephone request if made by an NHS or locally authority representative, then an email from them is an acceptable form of ID if it is from their business email address.  Note: This is not because we need the request in writing, it is to affirm they work for the NHS or local authority.\nOnce the identity is suitably confirmed the one calendar month for processing starts.  Log the forms of identification, recording the last four digits of any license, passport or account number.  Destroy any paperwork unless it was requested that it be returned.\nNOTE: The destruction only relates to ID documents for this purpose, not for documents requested for Right to Work.\nTime frame for processing the request\nThe Legislation requires that the request is completed within one calendar month of the request being received, if no proof of ID is required.  If proof of ID is required it should be completed within one calendar month of the proof of ID being received.\nIf proof of ID is required, but is not requested promptly, then the delay must be taken into account when determining the date by which the request must be completed.\nIn some circumstances it may be possible to extend the processing time by two months, if the request is large and/or complex.  This will be determined by the DPO.\nThe right to be informed\nPrivacy Notices must be provided at the point that the data subject provides their data to MHA.  Where possible notices should be provided using the same media as the data collection.\nIn person: offer a paper copy or direct them to the website.\nPost: send a paper copy or the web address as appropriate.\nEmail: Include a link to the web address.\nPhone: A summary can be provided over the phone, but full notice should be offered by post or email.\nPrivacy Notices explain:\nwhat data is held, \nthe source of the data if not from the Data Subject, \nhow it will be used, \nthe legal basis for holding it, \nif it will be shared, \nhow it will be kept secure, \nhow long the data will be kept, \na summary of these rights \ncontact details of the Information Commissioner’s Office and the DPO.\nThe DPO is responsible for maintaining the Privacy Notices, which will be updated from time to time.  The latest versions are available on MHA’s intranet and website (www.mha.org.uk/PrivacyPolicy).   \nMHA provides Privacy Notices covering all aspects of data processing for our Data Subjects.  These include (most of this should be covered by the Privacy Notices):\nColleagues (contractors, employees & volunteers)\nResidents and Tenants (care home & retirement living)\nMHA Communities Members\nRelatives\nSupporters (including donors and fundraisers\nWebsite\nProperty Sales and letting\nMobile Phones\nThe right of access \nThe “right of access” is more commonly known as a “Subject Access Request” (SAR).\nData Subjects are entitled to obtain the following information about their own Personal Data:\nThe purposes of the collection, processing, use and storage of their personal data.\nThe source(s) of the personal data, if it was not obtained from the Data Subject.\nThe categories of personal data stored for the Data Subject.\nThe recipients or categories of recipients to whom the personal data has been or may be transmitted, along with the location of those recipients.\nThe envisaged period of storage for the personal data or the rationale for determining the storage period.\nThe use of any automated decision-making, including profiling.\nIn addition to the above the Data Subjects have the right to view or request copies of the data that relates to them.\nSARs can be made by the Data Subject or a third party.  All SARs, whether received in writing or verbally, must be reported to the DPO.  The DPO will log and as necessary, assist with the provision of the requested information.  There are exemptions to the need for authorisation that may need to be considered (see 7.10.6).\nIf records are being viewed, the viewing must take place in the presence of a staff member.  Records should not be left unsupervised.  It is not permissible for photos of records to be taken, e.g. with a mobile phone.  If copies are required inform the DPO.\nInformation that must NOT be provided as part of a SAR\nThe Legislation provides several exemptions, regarding information that should not be provided as part of a SAR.  Information should not be provided if:\nIt relates to a confidential employment reference.\nIt is likely to cause serious physical or mental harm to the patient or another person.\nIt relates to a third party who has not given consent for disclosure and the DPO concludes it is reasonable to withhold third party information.\nIt is requested by a third party and the Data Subject had asked that the information be kept confidential, or\nIt is restricted by order of the courts.\nInformation to pass to the DPO\nWhen a request for access to records is received, the DPO is required by law to log all requests.   The following must be provided to the DPO:\nThe date the request was received\nThe full name of the Data Subject – resident, colleague, etc.\nThe full name individual making the request if not from the Data Subject.\nContact details of where the records are to be sent: address or email address.\nDetails of what is being requested.  Ideally a copy of the request: email, scanned letter or record of a verbal request.\nThe date the records were provided\nThe DPO will log the request and either: \nprovide instruction on the provision of the information, or \nhandle all communication and the provision of the information.  The information will need to be provided to the DPO in a timely manner so that the legal timeframe of 1 calendar month can be achieved.\nBusiness as Usual Requests\nBusiness as usual requests cover requests for information that we are: either contracted to provide, legally required to provide or would reasonably be expected to be provided.  \nIf you believe additional requests for records should be deemed BAU please inform the DPO, who will consider the request.\nThese can be processed by the MHA service receiving the request as long as the referenced policy has been followed.\nThese fall into two categories:\nDPO must be informed\nDPO must be sent:\nThe date the request was received\nThe full name of the Data Subject – resident, colleague, etc.\nThe full name individual making the request if not from the Data Subject.\nContact details of where the records are to be sent: address or email address.\nDetails of what is being requested.  Ideally a copy of the request: email, scanned letter or record of a verbal request.\nThe date the records were provided\nTypes of BAU requests where information must be sent to the DPO:\nRequests for resident’s records from the NHS or local authority for: direct care, a CHC assessment or resident’s care review \nRecords to support a DoLS request \nRecords relating to a safeguarding event \nRequests from a Coroner (whether about a deceased resident or a colleague)\nDPO does not need to be informed\nThe request and the information must be recorded in the appropriate file, e.g. resident’s file or HR records/Personal File (paper or electronic).\nBAU requests - details don’t need to be sent to the DPO:\nRequest to view or for a copy of a specific HR record that the colleague would be expected to have a copy of, e.g. payslip, P60, 1:1 or appraisal records, training records or certificates.  If the request asks for the whole personal file this is not a BAU request.\nRequest for an employment reference (see HR9.12)\nIf you are in doubt, or unsure, please contact the DPO.\nSARs made by third parties\nIn addition to the Data Subject making a request other individuals or parties can make requests.  In each situation there needs to be an appropriate authorisation to disclose the records.  This will typically be signed consent from the Data Subject, their registered attorney or court appointed deputy.\nPower of Attorney (PoA) and Deputyship\nThe process to validate and check the Attorney and Deputyship is explained in MHA’s Mental Capacity And Deprivation Of Liberty Safeguards Policy, section 7.\nA Health and Welfare Attorney can make decision on the care provided to the donor so has access to the care records.\nThe ICO has stated that where an individual does not have the capacity to make a decision regarding a Subject Access Request for care records, “it is reasonable to assume that an attorney with authority to manage the property and affairs of an individual will have the appropriate authority”.  MHA has interpreted this to also mean that to make a decision on whether to authorise a SAR that they must know the contents of the records.  Therefore, all Attorneys and Deputies are granted access to records and have the authority to authorise SARs.\nOnce the donor dies the PoA or Deputyship automatically ends.\nFamily members and Next of Kin\nFamily members and Next of Kin do not automatically have access to care records.  A resident with capacity can complete the Nominated Individual’s Consent Form.  This allows the resident to detail who should have access to their financial and/or care records and information.  This decision would remain valid after capacity is lost or until an Attorney or Deputy is registered.\nIf there is no LPA, Deputy or completed the Nominated Individual Form and the resident does not have capacity to complete the form, a Best Interest Assessment must be completed.\nHealthcare Professionals (incl.  NHS) and Social Workers\nSee 7.9 BAU requests.\nLawyers\nLawyers are typically acting for an individual and need to provide authorisation from the individual for the requested records to be provided.\nResearch Requests (incl. National Data Opt-Out)\nMHA must not share confidential personal data for research purposes, unless explicit consent has been given.  Therefore, MHA does not need to review resident’s National Data Opt-Out status.\nExemptions to the need for authorisation \nThe Legislation provides exemptions for the need of authorisation for records to be provided.  This means that in specific situations third parties can request copies of records without consent or authorisation from the Data Subject, and possibly with a requirement that the Data Subject is not made aware of the request:\nCrime and Taxation: The Legislation exempts MHA from needing consent from the Data Subject when providing personal data regarding a crime (e.g. to the police) or taxation (e.g. to the HMRC or Council Tax Office). Before any information is provided an official request must be submitted.  \nLegal Proceedings: The Legislation exempts MHA from needing consent from the Data Subject where disclosure of the personal data is required for legal proceedings or possible legal proceedings. Such requests are likely to be received from solicitors acting for an individual or Insurances companies relating to a claim.\nSafeguarding (including DoLS): A Safeguarding team may request information regarding a resident in relation to a safeguarding incident or a complaint, or about a staff member involved in an incident.\nThe DPO must be informed of all requests.  The DPO will log the request and ensure the request is completed.  The records may need redacting to protect other individuals identified in the documents.\nIf the request is made verbally an email or written confirmation should be requested, so we have a record of the request and to aid proof of ID of the requester.    Where no written confirmation is provided MHA has templates to be completed and signed when the records are collected.  These must be sent to the DPO when signed (see appendices).\nRegulatory or Statutory Exemptions\nIn addition to the exemptions mentioned above, there are a number of regulatory and statutory exemptions:\nCQC (and other Regulators – CIW, CIS).\nNursing and Midwifery Council (NMC).\nCoroner – a coroner can request records beyond those of the deceased.\nCare Quality Commission (CQC) (and other Regulators – CIW, CIS) \nIn order to exercise these powers, the representative must hold a duly authenticated document showing they have been granted these powers or make the request from an official email address. \nThey can typically request any records they deem relevant.\nRedacting Records\nMHA has a responsibility to protect other individuals that may be mentioned in the requested information.  This will require that the documents are redacted so that no other individual can be identified - i.e. remove names, job titles, mobile phone numbers, direct dial numbers, or details that could identify the individual, etc.  \nIf care records are being provided to support the provision of care, then staff details do not need to be redacted. \nIf a paper copy needs redacting: copy, redact and copy the redacted copy.  It is often possible to read through black marker pen, photocopying resolves this.\nThe protection of other individuals is also necessary when the Data Subject is granted access to view records - e.g. a staff member may want to view the personal file, or a resident may want to see their care records.  If the file contains other identifiable individuals a redacted copy may need to be made available for viewing.\nNOTE: The black highlighting features in Word and Adobe Acrobat are not redaction tools.  These must not be used for redaction.  The highlighted text can be selected, copied, and pasted - revealing the ‘redacted’ information.\nHow records are to be provided\nIf the SAR, requesting a copy of the information held by MHA, was received by email and didn’t specify a paper copy, then the requested information should be provided in a password protected, commonly used, electronic format.\nIf providing password protected Word or Excel files, ensure that only the request information is provided:\nDelete any hidden data, rows or columns\nDon’t highlight in black to hide data.  See 7.11.5 Redacting Records.\nCheck the document properties to ensure no personal or business data is provided.\nIf in doubt: print, scan to email, then password protect the PDF files, then email.\nIf records are being viewed, the viewing must take place in the presence of a staff member.  Records must not be left unsupervised.  It is not permissible for photos of records to be taken, e.g. with a mobile phone.  If copies are required inform the DPO.\nIf information is to be sent by email, a secure system should be used unless sending to an @NHS.net or local authority (@___.gov.uk) email address.  E.g., password protect the PDF file or send a OneDrive password protected link.\nIf records are to be posted, a ‘sign-for’ service must be used.\nIf records are to be collected in person a signed receipt must be obtained.   Templates have been created to facilitate this.\nRepetitive or Excessive Subject Access Requests\nThe DPA allows for a ‘reasonable fee based on administrative costs’ to be charged for repetitive or excessive requests.  This has been calculated to be 27p per double sided page and 16p per single sided page, plus postage (typically about £10).  The charge will be capped at £250. \n A cheque made payable to ‘Methodist Homes’ should be sent to: \nData Protection Officer, Methodist Homes, \nEpworth House, Stuart Street, Derby, DE1 2EQ.\nRight to rectification\nData Subjects have the right to require MHA to correct or supplement erroneous, misleading, outdated, or incomplete personal data – e.g. correcting a misspelt name, change of mobile phone number.\nA right for rectification must be completed within one calendar month.\nRight to erasure\nData Subjects have the right to erasure (the right to be forgotten), to request that all the personal data they provided to MHA, be deleted.  For example, a Data Subject could request that all entries relating to them on our social media and web sites be removed or could request that photos of them be deleted from MHA’s systems and no longer used in publications where consent was provided.\nThe right to erasure is not absolute.  If MHA has a reason to retain the information this may override the request, e.g. we may need to retain information after a financial gift.\nA right to erasure must be completed within one calendar month.\nRight to restrict processing\nThe Data Subject has the right to restrict processing of their personal data if they suspect that their personal data is incorrect, being processed beyond the original intention or MHA no longer need to hold the data - e.g. retention period has passed.  All processing of their data must be stopped immediately until the issue is resolved to the Data Subject’s satisfaction.\nThe restriction must stay in place until the reason for the restriction has been investigated.\nThe restriction must not be lifted without informing the individual.\nThe right to restrict processing must be implemented within one calendar month.  The investigation and resolution must be completed within one calendar month.\nRight to data portability\nThe Data Subject has the right to request that personal information which they provided and is stored electronically, be exported into a universal format so it can be imported into another system. \nThe right does not apply to the records that MHA create.\nThe right to data portability must be completed within one calendar month.\nRight to object\nThe Data Subject has the right to object to processing of their personal data:\nThat is being processed under the lawful basis of legitimate interest or public interest, including profiling within this processing, or\nfor marketing purposes.\nAs soon as the objection is received all processing must stop unless MHA can demonstrate compelling legitimate grounds for the processing which override their interests.\nRights in relation to automated decision making and profiling\nData Subjects need to be informed of automated decision making and profiling processes and have the right to ask for their information to be processed in person.  For example, applicants must be informed, prior to the processing, of any automated process to review and filter job applications.\nOne receipt of the objection the processing must be carried out by a person.\nThe right to have their data processed by a person must be completed within one calendar month of the request being received.\nRoles and Responsibilities\nTraining and Monitoring\nAll colleagues must complete the following within three months of commencement of employment and annually thereafter, achieving a “pass” grade:\nConfidentiality and Information Handling, and\nCyber Security Awareness\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk. \nResources\nMHA policy documents, procedures, and guidance:\nMental capacity and deprivation of liberty safeguards policy\nNominated Individuals form\nComputer Use Policy\nPrivacy Notice - Colleagues\nPrivacy Notice - Residents and Tenants\nPrivacy Notice - MHA Communities\nPrivacy Notice - Relatives\nPrivacy Notice - Supporters\nPrivacy Notice - Sales and Letting\nPrivacy Notice - Website\nPrivacy Notice - MHA Mobile App\nDisclosure receipt - Data Subject\nDisclosure receipt - Police\nDisclosure receipt - Safeguarding\nDisclosure receipt – Coroner\nExternal Resources \nThe Data Protection Act \nThe Privacy and Electronic Communications (EC Directive) Regulations 2003 \nVersion Control",
  "sections": {
    "summary": "MHA is committed to processing personal data in accordance with the Legislation. Data Subjects have rights which must be processed within 1 calendar month. This policy details these rights and how they should be applied.",
    "purpose": "All MHA colleagues and third-party organisations that process Personal Data for or on behalf of MHA, are required to: Ensure that all colleagues are aware of their roles, responsibilities and accountability and fully comply with the Legislation as described in this and other Information Governance policies. Create and maintain a level of awareness of the need for confidentiality and information security as an integral part of MHA’s day to day business. Protect information assets under MHA’s control.",
    "definitions": "Proof of identity Before taking action on any requests regarding the rights of Data Subjects it may be necessary to verify the requester’s identity. If the request is made in person, i.e. face to face with a colleague, and the person is known there is no need to ask for proof of ID. Proof of ID may be necessary if: The request is received over the phone and the identity of the caller is unsure. A statement from the caller saying, “I am [first name] [last name]” is not sufficient. You must be confident you recognise the voice or ask for additional information, e.g. their date of birth or their home address, checking the answer are correct. The request is made from an email address that has never been used before, even if it is in their name. The request is made via the post. The request is made in person, i.e. face to face with a colleague, but the person is not known to the colleague. Suitable forms of ID are: A copy of their photo driving license, or A copy of the photo page of their passport and proof of address dated within the last 3 months on official paper - e.g. bank statement, utility bill or council tax bill. If a telephone request if made by an NHS or locally authority representative, then an email from them is an acceptable form of ID if it is from their business email address. Note: This is not because we need the request in writing, it is to affirm they work for the NHS or local authority. Once the identity is suitably confirmed the one calendar month for processing starts. Log the forms of identification, recording the last four digits of any license, passport or account number. Destroy any paperwork unless it was requested that it be returned. NOTE: The destruction only relates to ID documents for this purpose, not for documents requested for Right to Work.",
    "procedure": "The Data Subject has the right to restrict processing of their personal data if they suspect that their personal data is incorrect, being processed beyond the original intention or MHA no longer need to hold the data - e.g. retention period has passed. All processing of their data must be stopped immediately until the issue is resolved to the Data Subject’s satisfaction. The restriction must stay in place until the reason for the restriction has been investigated. The restriction must not be lifted without informing the individual. The right to restrict processing must be implemented within one calendar month. The investigation and resolution must be completed within one calendar month. Right to data portability The Data Subject has the right to request that personal information which they provided and is stored electronically, be exported into a universal format so it can be imported into another system. The right does not apply to the records that MHA create. The right to data portability must be completed within one calendar month. Right to object The Data Subject has the right to object to processing of their personal data: That is being processed under the lawful basis of legitimate interest or public interest, including profiling within this processing, or for marketing purposes. As soon as the objection is received all processing must stop unless MHA can demonstrate compelling legitimate grounds for the processing which override their interests. Rights in relation to automated decision making and profiling Data Subjects need to be informed of automated decision making and profiling processes and have the right to ask for their information to be processed in person. For example, applicants must be informed, prior to the processing, of any automated process to review and filter job applications. One receipt of the objection the processing must be carried out by a person. The right to have their data processed by a person must be completed within one calendar month of the request being received.",
    "responsibilities": "Training and Monitoring All colleagues must complete the following within three months of commencement of employment and annually thereafter, achieving a “pass” grade: Confidentiality and Information Handling, and Cyber Security Awareness Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk. Resources MHA policy documents, procedures, and guidance: Mental capacity and deprivation of liberty safeguards policy Nominated Individuals form Computer Use Policy Privacy Notice - Colleagues Privacy Notice - Residents and Tenants Privacy Notice - MHA Communities Privacy Notice - Relatives Privacy Notice - Supporters Privacy Notice - Sales and Letting Privacy Notice - Website Privacy Notice - MHA Mobile App Disclosure receipt - Data Subject Disclosure receipt - Police Disclosure receipt - Safeguarding Disclosure receipt – Coroner External Resources The Data Protection Act The Privacy and Electronic Communications (EC Directive) Regulations 2003 Version Control"
  }
}