{
  "id": "IG101",
  "title": "Caldicott Guardian Principles",
  "filename": "IG101 Caldicott Guardian Principles.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nCaldicott Guardians have been in place across the NHS for many years, however government guidance has recently changed and from June 2023, all health and social care bodies in England are required to have an identified individual in this role. \nA Caldicott Guardian is a senior person responsible for protecting the confidentiality of people’s health and care information and making sure it’s used properly. Caldicott Guardians make sure that the personal information about those who use the organisation’s services is used legally, ethically and appropriately, and that confidentiality is maintained.\nCaldicott Guardians use the Caldicott principles to inform decision making and these principles are outlined in Appendix 1. A checklist to support decision making can be found in Appendix 2.\nThe Data Protection Officer (DPO) is responsible for all personal data processing activities. The Caldicott Guardian acts as a conscience in matters of data confidentiality and sharing. \nCaldicott Guardians are primarily responsible for maintaining the confidentiality of personal information and there are some similarities to the role of the DPO. The Senior Information Risk Owner (SIRO – ELT Member) has a responsibility for understanding how the strategic business goals of the organisation may be impacted by any information risks, and for taking steps to mitigate them.\nScope and Purpose\nThese Caldicott Guardianship Principles are designed to be read in conjunction with MHA Information Governance Policies and associated documents. They are applicable to the Caldicott Guardian and all colleagues who handle the health and care records of anyone who uses MHA services.\nThese principles align to legislation that is applicable to both England, Wales and Scotland i.e. UK Data Protection Act and the UK General Data Protection Regulation (UK GDPR).\nCaldicott Guardian Arrangements\nThe MHA Caldicott Guardian is the Senior Nurse Advisor. The Senior Nurse Advisor reports into the Chief Operating Officer who is a member of the MHA Executive Leadership Team.\nThe Data Protection Officer (DPO) works collaboratively with the Caldicott Guardian however, to maintain a support and challenge relationship, the DPO reports into the General Counsel/Company Secretary (Senor Information Risk Owner) who is also a member of the MHA Executive Leadership Team.\nA system is in place to ensure that advice offered, and decisions made by the Caldicott Guardian are contemporaneously documented with associated communications saved.\nThe Caldicott Guardian will apply the eight Caldicott Principles as outlined in Appendix 1, acting as the ‘conscience’ of the organisation, remaining impartial and independent.\nThere is often a need for joined up solutions to problems, and health and social care agencies being required to work together to improve the support of vulnerable adults. \nThe Caldicott Guardian will facilitate this information sharing and ensure that this is shared appropriately and is proportionate and handled securely. This may require use of the MHA Data Protection Impact Assessment Form and MHA Information Sharing Agreements along with seeking appropriate consent, however it is the Caldicott Guardians role to ensure MHA do not impede the underlying aim to promote positive outcomes for vulnerable individuals.\nThe Caldicott Guardian will have in mind the ideal balance between sharing where there is good cause to do so, and withholding when there is not, thus enabling effective, joined-up outcomes with a low risk of data breach. \nThe Caldicott Guardian represents and champions information governance requirements and issues at senior management team and board level where appropriate, playing a key role within the organisation’s overall governance framework, including the governance of information management and technology. This aspect of the role is critical in relation to the implementation of digital and paperless systems.\nThe Caldicott Guardian will work closely with the Safeguarding Lead, providing appropriate support and advice where information is required to be shared, and ensuring that information sharing is proportionate.\nWhilst the Data Protection Act and the UK GDPR only apply to living individuals, the Caldicott Principles also apply to records and information regarding the deceased. The Access to Health Records Act 1990 gives certain individuals formal rights to access the medical records of the deceased: there is no comparable legislation permitting access to their social care records, although the Caldicott principles may still be applied. \nAfter a bereavement, loved ones may have a need for information to help their grieving process and Caldicott Guardians should ensure that appropriate information is not unnecessarily withheld.\nCaldicott Guardians may on occasions be asked to advise on disclosures that may be in the public interest, for example to protect individuals or society from risks of serious harm, such as serious communicable diseases or serious crime, or to enable medical research, education or other secondary uses of information that may ultimately benefit society. \nPersonal information may be disclosed in the public interest, without consent—and in exceptional cases where consent has been withheld— if the benefits to an individual or to society of the disclosure outweigh both the public and the patient’s interest in keeping the information confidential.\nRoles and Responsibilities\nRefer also to Information Governance Responsibilities and MHA’s Information Governance Policies and Procedures Information Governance Policies \nTraining and Monitoring\nThe Caldicott Guardian will be responsible for keeping up to date with UK National Guidelines and any changes to these as they happen.\nThe Caldicott Guardian will ensure that their personal development plan incorporates the training and development that will enable them to perform to the standards required of the role.\nProcedures within this policy will be monitored through MHA’s Quality Governance and risk framework including regulatory compliance \nCommunication and Dissemination\nThese Caldicott Guardianship Principles will be circulated along with any review of the overarching Information Governance Policy.\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities\nThis policy will be available to the people we support and their representatives in alternate formats, as required\nEquality Impact Assessment (EIA)\nAn Equality Impact Assessment has been completed with no identified negative impact in relation to Personal Protected Characteristics as defined by the Equality Act 2010\nResources \nMHA policy documents, procedures and guidance \nInformation Governance Policies and Associated Documents\nAdults Safeguarding Policy  \nExternal Resources\nThe UK Caldicott Guardian Council (UKCGC) A Manual for Caldicott Guardians.\nUK Government National Data Guardian for Health and Social Care (2020) The Eight Caldicott Principles.\nThe UK Caldicott Guardian Council (2024) Information sharing and disclosure.\nhttps://www.ukcgc.uk/information-sharing-and-disclosure\nHuman Rights Act 1998\nEquality Act 2010 Guidance \nFreedom of Information Act 2000   \nAppendices\nAppendix 1: The Eight Caldicott Principles (adapted for MHA)\nGood information sharing is essential for providing safe and effective care. There are also important uses of information for purposes other than individual care, which contribute to the overall delivery of health and social care or serve wider public interests. \nThese principles apply to the use of confidential information within health and social care organisations and when such information is shared with other organisations and between individuals, both for individual care and for other purposes. \nThe principles are intended to apply to all data collected for the provision of health and social care services where people who use these services can be identified and would expect that it will be kept private. This may include for instance, details about symptoms, diagnosis, treatment, names and addresses. In some instances, the principles should also be applied to the processing of information about colleagues. \nThey are primarily intended to guide organisations and those who work for them, but it should be remembered that people who use health and social care services and/or their representatives should be included as active partners in the use of confidential information. \nWhere a novel and/or difficult judgment or decision is required, it is advisable to involve a Caldicott Guardian. \nPrinciple 1: Justify the purpose(s) for using confidential information \nEvery proposed use or transfer of confidential information should be clearly defined, scrutinised and documented, with continuing uses regularly reviewed by an appropriate guardian. \nPrinciple 2: Use confidential information only when it is necessary Confidential information should not be included unless it is necessary for the specified purpose(s) for which the information is used or accessed. The need to identify individuals should be considered at each stage of satisfying the purpose(s) and alternatives used where possible. \nPrinciple 3: Use the minimum necessary confidential information \nWhere use of confidential information is considered to be necessary, each item of information must be justified so that only the minimum amount of confidential information is included as necessary for a given function. \nPrinciple 4: Access to confidential information should be on a strict need-to-know basis \nOnly those who need access to confidential information should have access to it, and then only to the items that they need to see. This may mean introducing access controls or splitting information flows where one flow is used for several purposes. \nPrinciple 5: Everyone with access to confidential information should be aware of their responsibilities \nAction should be taken to ensure that all those handling confidential information understand their responsibilities and obligations to respect the confidentiality of people who use MHA services. \nPrinciple 6: Comply with the law \nEvery use of confidential information must be lawful. All those handling confidential information are responsible for ensuring that their use of and access to that information complies with legal requirements set out in statute and under the common law. \nPrinciple 7: The duty to share information for individual care is as important as the duty to protect patient confidentiality \nHealth and social care professionals should have the confidence to share confidential information in the best interests of patients and service users within the framework set out by these principles. They should be supported by the policies of their employers, regulators and professional bodies. \nPrinciple 8: Inform people who use MHA services about how their confidential information is used \nA range of steps should be taken to ensure no surprises for people who use MHA services, so they can have clear expectations about how and why their confidential information is used, and what choices they have about this. These steps will vary depending on the use: as a minimum, this should include providing accessible, relevant and appropriate information - in some cases, greater engagement will be required.\nAppendix 2: Information Sharing Checklist for Caldicott Guardian \nVersion Control",
  "sections": {
    "summary": "Caldicott Guardians have been in place across the NHS for many years, however government guidance has recently changed and from June 2023, all health and social care bodies in England are required to have an identified individual in this role. A Caldicott Guardian is a senior person responsible for protecting the confidentiality of people’s health and care information and making sure it’s used properly. Caldicott Guardians make sure that the personal information about those who use the organisation’s services is used legally, ethically and appropriately, and that confidentiality is maintained. Caldicott Guardians use the Caldicott principles to inform decision making and these principles are outlined in Appendix 1. A checklist to support decision making can be found in Appendix 2. The Data Protection Officer (DPO) is responsible for all personal data processing activities. The Caldicott Guardian acts as a conscience in matters of data confidentiality and sharing. Caldicott Guardians are primarily responsible for maintaining the confidentiality of personal information and there are some similarities to the role of the DPO. The Senior Information Risk Owner (SIRO – ELT Member) has a responsibility for understanding how the strategic business goals of the organisation may be impacted by any information risks, and for taking steps to mitigate them.",
    "purpose": "These Caldicott Guardianship Principles are designed to be read in conjunction with MHA Information Governance Policies and associated documents. They are applicable to the Caldicott Guardian and all colleagues who handle the health and care records of anyone who uses MHA services. These principles align to legislation that is applicable to both England, Wales and Scotland i.e. UK Data Protection Act and the UK General Data Protection Regulation (UK GDPR). Caldicott Guardian Arrangements The MHA Caldicott Guardian is the Senior Nurse Advisor. The Senior Nurse Advisor reports into the Chief Operating Officer who is a member of the MHA Executive Leadership Team. The Data Protection Officer (DPO) works collaboratively with the Caldicott Guardian however, to maintain a support and challenge relationship, the DPO reports into the General Counsel/Company Secretary (Senor Information Risk Owner) who is also a member of the MHA Executive Leadership Team. A system is in place to ensure that advice offered, and decisions made by the Caldicott Guardian are contemporaneously documented with associated communications saved. The Caldicott Guardian will apply the eight Caldicott Principles as outlined in Appendix 1, acting as the ‘conscience’ of the organisation, remaining impartial and independent. There is often a need for joined up solutions to problems, and health and social care agencies being required to work together to improve the support of vulnerable adults. The Caldicott Guardian will facilitate this information sharing and ensure that this is shared appropriately and is proportionate and handled securely. This may require use of the MHA Data Protection Impact Assessment Form and MHA Information Sharing Agreements along with seeking appropriate consent, however it is the Caldicott Guardians role to ensure MHA do not impede the underlying aim to promote positive outcomes for vulnerable individuals. The Caldicott Guardian will have in mind the ideal balance between sharing where there is good cause to do so, and withholding when there is not, thus enabling effective, joined-up outcomes with a low risk of data breach. The Caldicott Guardian represents and champions information governance requirements and issues at senior management team and board level where appropriate, playing a key role within the organisation’s overall governance framework, including the governance of information management and technology. This aspect of the role is critical in relation to the implementation of digital and paperless systems. The Caldicott Guardian will work closely with the Safeguarding Lead, providing appropriate support and advice where information is required to be shared, and ensuring that information sharing is proportionate. Whilst the Data Protection Act and the UK GDPR only apply to living individuals, the Caldicott Principles also apply to records and information regarding the deceased. The Access to Health Records Act 1990 gives certain individuals formal rights to access the medical records of the deceased: there is no comparable legislation permitting access to their social care records, although the Caldicott principles may still be applied. After a bereavement, loved ones may have a need for information to help their grieving process and Caldicott Guardians should ensure that appropriate information is not unnecessarily withheld. Caldicott Guardians may on occasions be asked to advise on disclosures that may be in the public interest, for example to protect individuals or society from risks of serious harm, such as serious communicable diseases or serious crime, or to enable medical research, education or other secondary uses of information that may ultimately benefit society. Personal information may be disclosed in the public interest, without consent—and in exceptional cases where consent has been withheld— if the benefits to an individual or to society of the disclosure outweigh both the public and the patient’s interest in keeping the information confidential.",
    "policy": "Principle 8: Inform people who use MHA services about how their confidential information is used A range of steps should be taken to ensure no surprises for people who use MHA services, so they can have clear expectations about how and why their confidential information is used, and what choices they have about this. These steps will vary depending on the use: as a minimum, this should include providing accessible, relevant and appropriate information - in some cases, greater engagement will be required. Appendix 2: Information Sharing Checklist for Caldicott Guardian Version Control",
    "responsibilities": "Refer also to Information Governance Responsibilities and MHA’s Information Governance Policies and Procedures Information Governance Policies Training and Monitoring The Caldicott Guardian will be responsible for keeping up to date with UK National Guidelines and any changes to these as they happen. The Caldicott Guardian will ensure that their personal development plan incorporates the training and development that will enable them to perform to the standards required of the role. Procedures within this policy will be monitored through MHA’s Quality Governance and risk framework including regulatory compliance Communication and Dissemination These Caldicott Guardianship Principles will be circulated along with any review of the overarching Information Governance Policy. This policy is disseminated and implemented within all MHA services through MHA’s channels of communication Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities This policy will be available to the people we support and their representatives in alternate formats, as required Equality Impact Assessment (EIA) An Equality Impact Assessment has been completed with no identified negative impact in relation to Personal Protected Characteristics as defined by the Equality Act 2010 Resources MHA policy documents, procedures and guidance Information Governance Policies and Associated Documents Adults Safeguarding Policy External Resources The UK Caldicott Guardian Council (UKCGC) A Manual for Caldicott Guardians. UK Government National Data Guardian for Health and Social Care (2020) The Eight Caldicott Principles. The UK Caldicott Guardian Council (2024) Information sharing and disclosure. https://www.ukcgc.uk/information-sharing-and-disclosure Human Rights Act 1998 Equality Act 2010 Guidance Freedom of Information Act 2000 Appendices"
  }
}