{
  "id": "unknown",
  "title": "Med 221 Psychotropic Medication (2)",
  "filename": "Med 221 Psychotropic Medication (2).docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nAntipsychotic drugs may be prescribed for people with dementia who develop changes such as distressed behaviour. However, this is usually only after other non-clinical or clinical interventions, including alternative drugs, have been tried. \nFor some people, psychotropic or antipsychotics can help to reduce the frequency or intensity of these changes. However, they also have serious risks and side effects, which the doctor must consider when deciding whether to prescribe them.\nThe first prescription of any psychotropic drug should only be done by a specialist doctor. This is usually a psychiatrist, geriatrician, or GP/clinician with a special interest in dementia.\nThe national initiative is to reduce or eliminate unnecessary prescribing of psychotropic medicines, particularly in care homes and especially for people living with dementia.\nScope and Purpose\nThis policy document applies to colleagues in MHA all services who have a responsibility for administering, supporting, and monitoring individuals who have been prescribed psychotropic medication.  \nColleagues will work collaboratively with people we support, their representatives and relevant healthcare professionals to make sure that people are supported wherever possible in the reduction or elimination of psychotropic prescribing and administration.\nIn care homes with nursing the role of the Psychotropic Lead Person has been removed; therefore, this policy and procedures apply to all MHA colleagues referred to in section 2.2.\nPsychotropic Medication - General Information \nThere are several psychotropic drugs that may be used. Each one has slightly different effects on the brain and has its own potential risks and side effects.\nPsychotropic medication refers to a group of drugs that doctors may prescribe to treat a variety of conditions. Psychotropic medicines work in the brain. They affect behaviour, mood, consciousness, thoughts, or perception. They are used to treat mental health conditions and only as a last resort, such as when the person, or those around them, are at immediate risk of harm.\n\t     Examples of psychotropic medicines include:\nAntipsychotics\nAntidepressants\nMood stabilisers\nAnxiolytics (benzodiazepines)\nSedatives\nAntiepileptics.\nRisperidone is the only antipsychotic medicine licensed in the UK for treating behavioural and psychological symptoms in dementia for up to six weeks. Risperidone may be used for longer than six weeks, or other antipsychotics may be prescribed for people with behavioural and psychological symptoms in dementia. \nOther antipsychotic drugs prescribed for people with dementia are done so ‘off-label’. This means that the doctor can prescribe them if they have good reason to do so, and provided they follow guidance set out by the General Medical Council.\nA doctor may choose to prescribe an off-label antipsychotic drug when it offers a better balance of benefits and risks for an individual patient. For example, risperidone may be effective in people with dementia, but it also increases the risk of having a stroke. \nIf a person has already had a stroke, it might be safer to prescribe an off-label drug that doesn’t carry this risk, even though it might be less effective.\nAn older antipsychotic called haloperidol is licensed for use in people with Alzheimer’s disease or vascular dementia. However, most doctors consider its risks and side effects in people with dementia to be too severe. It tends to be used only in emergencies as a last resort.\n\tOff-label psychotropic or antipsychotics most often used for people living with \tdementia are as follows:\nPsychotropic Medication - Side Effects \nMedical staff, pharmacists and care staff must monitor for (and implement strategies for the prevention and management of) side effects.  Colleagues must follow the instruction of clinical teams or pharmacist involved in the person’s care and update any relevant support plans or risk assessments.\nMany symptoms of psychotropic medication can have an impact on mobility and subsequently falls, which should also be monitored\nPsychotropic medication has varying degrees of side effects such as:\nPsychotropic Medication Management \nOlder people (with or without dementia) should only be prescribed psychotropic medication if a doctor or clinician believes that they are an essential clinical intervention and that not having them would cause severe distress or risk or harm to the person or others\nPsychotropic Medication Assessment must be completed weekly (use one assessment form) after the medication has been prescribed for the first 6 weeks gathering information from daily records and any additional information, monitoring any associated side effects or any additional factors which may affect the individual i.e., increased risk of falls.  This assessment will be used to provide a report for the 6-week review by the prescribing clinician\nIf there are any reported side effects which causing concern to the individual this must be referred to the responsible clinician.  Colleagues must not make clinical decisions regarding the ongoing management of psychotropic medication\nColleagues must continue to monitor, record, and report any side effects, behavioural and/or psychological symptoms and make sure that such observations, appropriate actions, and evaluations are recorded in the relevant support plans. \nAfter 6 weeks record any observations or concerns in daily records or interactions (Nourish) and update support plans. Refer to GP if any concerns related to the medication are reported, as with any prescribed medication. Record any contact and conversations in healthcare professional records or multidisciplinary interactions (Nourish) Where psychotropic medication has been reduced or stopped colleagues must remain vigilant in monitoring for any changes in presentation.   \nPsychotropic Medication Monitoring Procedures \nRoles and Responsibilities\nTraining and Monitoring\nAll colleagues involved in the administration of psychotropic medication must have - \nSuccessfully undertaken MHA’s medication training\nSuccessfully completed MHA’s medication competency assessments\nRead and understood the MHA psychotropic medication policy\nMHA’s medication audits provide the governance process for monitoring compliance with this policy.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through     MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk\nResources \nAdditional policy documents related to medication can be located on MHA’s intranet:\nPsychotropic Medication Assessment \nMedication Policy \nPreparation and Administration of Medication \nMedication Full Audit \nExternal References, Resources, and Guidance used to develop this policy document\nDementia: Antipsychotic medicines for treating agitation, aggression and distress in people living with dementia: NICE 2018\nhttps://www.nice.org.uk/guidance/ng97/resources/patient-decision-aid-pdf-4852697005 \nAntipsychotics: initiative to reduce prescribing to older people with dementia 2012\nhttps://www.gov.uk/drug-safety-update/antipsychotics-initiative-to-reduce-prescribing-to-older-people-with-dementia\nAppropriate use of psychotropic medicines in adult social care: CQC 2022 https://www.cqc.org.uk/guidance-providers/adult-social-care/appropriate-use-\tpsychotropic-medicines-adult-social-care \nAntipsychotic medication Reviews and Monitoring in Primary care and Care Home Residents; NHS Dorset, 2022 \nAntipsychotic Medication Reviews and Monitoring in Primary Care and Care Home Residents \nVersion Control",
  "sections": {
    "summary": "Antipsychotic drugs may be prescribed for people with dementia who develop changes such as distressed behaviour. However, this is usually only after other non-clinical or clinical interventions, including alternative drugs, have been tried. For some people, psychotropic or antipsychotics can help to reduce the frequency or intensity of these changes. However, they also have serious risks and side effects, which the doctor must consider when deciding whether to prescribe them. The first prescription of any psychotropic drug should only be done by a specialist doctor. This is usually a psychiatrist, geriatrician, or GP/clinician with a special interest in dementia. The national initiative is to reduce or eliminate unnecessary prescribing of psychotropic medicines, particularly in care homes and especially for people living with dementia.",
    "purpose": "This policy document applies to colleagues in MHA all services who have a responsibility for administering, supporting, and monitoring individuals who have been prescribed psychotropic medication. Colleagues will work collaboratively with people we support, their representatives and relevant healthcare professionals to make sure that people are supported wherever possible in the reduction or elimination of psychotropic prescribing and administration. In care homes with nursing the role of the Psychotropic Lead Person has been removed; therefore, this policy and procedures apply to all MHA colleagues referred to in section 2.2. Psychotropic Medication - General Information There are several psychotropic drugs that may be used. Each one has slightly different effects on the brain and has its own potential risks and side effects. Psychotropic medication refers to a group of drugs that doctors may prescribe to treat a variety of conditions. Psychotropic medicines work in the brain. They affect behaviour, mood, consciousness, thoughts, or perception. They are used to treat mental health conditions and only as a last resort, such as when the person, or those around them, are at immediate risk of harm. Examples of psychotropic medicines include: Antipsychotics Antidepressants Mood stabilisers Anxiolytics (benzodiazepines) Sedatives Antiepileptics. Risperidone is the only antipsychotic medicine licensed in the UK for treating behavioural and psychological symptoms in dementia for up to six weeks. Risperidone may be used for longer than six weeks, or other antipsychotics may be prescribed for people with behavioural and psychological symptoms in dementia. Other antipsychotic drugs prescribed for people with dementia are done so ‘off-label’. This means that the doctor can prescribe them if they have good reason to do so, and provided they follow guidance set out by the General Medical Council. A doctor may choose to prescribe an off-label antipsychotic drug when it offers a better balance of benefits and risks for an individual patient. For example, risperidone may be effective in people with dementia, but it also increases the risk of having a stroke. If a person has already had a stroke, it might be safer to prescribe an off-label drug that doesn’t carry this risk, even though it might be less effective. An older antipsychotic called haloperidol is licensed for use in people with Alzheimer’s disease or vascular dementia. However, most doctors consider its risks and side effects in people with dementia to be too severe. It tends to be used only in emergencies as a last resort. Off-label psychotropic or antipsychotics most often used for people living with dementia are as follows: Psychotropic Medication - Side Effects Medical staff, pharmacists and care staff must monitor for (and implement strategies for the prevention and management of) side effects. Colleagues must follow the instruction of clinical teams or pharmacist involved in the person’s care and update any relevant support plans or risk assessments. Many symptoms of psychotropic medication can have an impact on mobility and subsequently falls, which should also be monitored Psychotropic medication has varying degrees of side effects such as: Psychotropic Medication Management Older people (with or without dementia) should only be prescribed psychotropic medication if a doctor or clinician believes that they are an essential clinical intervention and that not having them would cause severe distress or risk or harm to the person or others Psychotropic Medication Assessment must be completed weekly (use one assessment form) after the medication has been prescribed for the first 6 weeks gathering information from daily records and any additional information, monitoring any associated side effects or any additional factors which may affect the individual i.e., increased risk of falls. This assessment will be used to provide a report for the 6-week review by the prescribing clinician If there are any reported side effects which causing concern to the individual this must be referred to the responsible clinician. Colleagues must not make clinical decisions regarding the ongoing management of psychotropic medication Colleagues must continue to monitor, record, and report any side effects, behavioural and/or psychological symptoms and make sure that such observations, appropriate actions, and evaluations are recorded in the relevant support plans. After 6 weeks record any observations or concerns in daily records or interactions (Nourish) and update support plans. Refer to GP if any concerns related to the medication are reported, as with any prescribed medication. Record any contact and conversations in healthcare professional records or multidisciplinary interactions (Nourish) Where psychotropic medication has been reduced or stopped colleagues must remain vigilant in monitoring for any changes in presentation.",
    "responsibilities": "Training and Monitoring All colleagues involved in the administration of psychotropic medication must have - Successfully undertaken MHA’s medication training Successfully completed MHA’s medication competency assessments Read and understood the MHA psychotropic medication policy MHA’s medication audits provide the governance process for monitoring compliance with this policy. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk Resources Additional policy documents related to medication can be located on MHA’s intranet: Psychotropic Medication Assessment Medication Policy Preparation and Administration of Medication Medication Full Audit External References, Resources, and Guidance used to develop this policy document Dementia: Antipsychotic medicines for treating agitation, aggression and distress in people living with dementia: NICE 2018 https://www.nice.org.uk/guidance/ng97/resources/patient-decision-aid-pdf-4852697005 Antipsychotics: initiative to reduce prescribing to older people with dementia 2012 https://www.gov.uk/drug-safety-update/antipsychotics-initiative-to-reduce-prescribing-to-older-people-with-dementia Appropriate use of psychotropic medicines in adult social care: CQC 2022 https://www.cqc.org.uk/guidance-providers/adult-social-care/appropriate-use- psychotropic-medicines-adult-social-care Antipsychotic medication Reviews and Monitoring in Primary care and Care Home Residents; NHS Dorset, 2022 Antipsychotic Medication Reviews and Monitoring in Primary Care and Care Home Residents Version Control"
  }
}