{
  "id": "MHAC03",
  "title": "MHA Communities Premises, Facilities and Equipment Policy",
  "filename": "MHAC03 MHA Communities Premises, Facilities and Equipment Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nMHA Communities members, volunteers and colleagues enjoy participating in activities or working in an environment that is safe, well maintained, and appropriate to their needs.\nScope and Purpose\nAll MHA Communities colleagues and volunteers will respect the environment in which they work or assist.\nPremises, Facilities, and Equipment\nWhen MHA Communities provides an activity for members, this is not usually within premises owned by MHA.\nThe MHA Communities Local Manager must ensure that all colleagues understand their role in the regard to Health & Safety and how this links to the facilities and the equipment within the Scheme.\nIt is the responsibility of the manager, or the employee with lead responsibility for the running of the activity to ensure on each occasion the premises are suitable for use.\nTo help fulfil this responsibility, the venue should be checked with Premises Daily Checklist on each day it is used, to be completed for each venue, each day an activity takes place. If there are multiple groups per day in the same venue, once per day is appropriate. General hazard awareness should continually be in place. Retain the completed check for 1 month in case and if no issues arise, destroy. If issues arise, retain for 3 year\nWhere a venue is used on a daily or weekly basis. To be completed for each venue for up to five days within a week. If there are multiple groups per day in the same venue, once per day is appropriate. General hazard awareness should continually be in place. Retain for 1 month in case and if no issues arise, destroy. If issues arise, retain for 3 years.\nWhere defects or concerns are identified, these must be reported to the MHAC Local Manager, and to the controller of premises. Examples may include:\nmaintenance concerns\npremises or equipment being a factor in an accident or near miss\nproblems which may create risks in the general environment - e.g. pest infestation, poor hygiene / cleanliness\nAll colleagues must be mindful that, if a serious premises defect is identified, the premises may need to be abandoned for the day or a longer duration, and alternative arrangements made. The MHA Communities regional Manager must be informed and will support any decision making required.\nIf equipment is defective, this must be taken out of use immediately, and clear warnings given to all members, colleagues, and volunteers to this effect. \nThe MHA Communities Local Manager and other colleagues must make sure they understand their roles and responsibilities in regard to risk assessment in relation to this policy. They must also ensure that risk assessments are comprehensively and fully documented, reviewed and updated as required.\nThe MHA Communities Local Manager must know about, and action possible additional reporting required where equipment may be faulty or unsafe, through RIDDOR or accident / near miss reporting). \nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues and volunteers.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be made available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessments\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nMHA policy documents, procedures, and guidance:\nPremises Daily Checklist Form [MHAC03a]\nPremises Weekly Checklist Form [MHAC03b]\nVersion Control",
  "sections": {
    "summary": "MHA Communities members, volunteers and colleagues enjoy participating in activities or working in an environment that is safe, well maintained, and appropriate to their needs.",
    "purpose": "All MHA Communities colleagues and volunteers will respect the environment in which they work or assist. Premises, Facilities, and Equipment When MHA Communities provides an activity for members, this is not usually within premises owned by MHA. The MHA Communities Local Manager must ensure that all colleagues understand their role in the regard to Health & Safety and how this links to the facilities and the equipment within the Scheme. It is the responsibility of the manager, or the employee with lead responsibility for the running of the activity to ensure on each occasion the premises are suitable for use. To help fulfil this responsibility, the venue should be checked with Premises Daily Checklist on each day it is used, to be completed for each venue, each day an activity takes place. If there are multiple groups per day in the same venue, once per day is appropriate. General hazard awareness should continually be in place. Retain the completed check for 1 month in case and if no issues arise, destroy. If issues arise, retain for 3 year Where a venue is used on a daily or weekly basis. To be completed for each venue for up to five days within a week. If there are multiple groups per day in the same venue, once per day is appropriate. General hazard awareness should continually be in place. Retain for 1 month in case and if no issues arise, destroy. If issues arise, retain for 3 years. Where defects or concerns are identified, these must be reported to the MHAC Local Manager, and to the controller of premises. Examples may include: maintenance concerns premises or equipment being a factor in an accident or near miss problems which may create risks in the general environment - e.g. pest infestation, poor hygiene / cleanliness All colleagues must be mindful that, if a serious premises defect is identified, the premises may need to be abandoned for the day or a longer duration, and alternative arrangements made. The MHA Communities regional Manager must be informed and will support any decision making required. If equipment is defective, this must be taken out of use immediately, and clear warnings given to all members, colleagues, and volunteers to this effect. The MHA Communities Local Manager and other colleagues must make sure they understand their roles and responsibilities in regard to risk assessment in relation to this policy. They must also ensure that risk assessments are comprehensively and fully documented, reviewed and updated as required. The MHA Communities Local Manager must know about, and action possible additional reporting required where equipment may be faulty or unsafe, through RIDDOR or accident / near miss reporting).",
    "policy": "Premises Daily Checklist Form [MHAC03a] Premises Weekly Checklist Form [MHAC03b] Version Control",
    "responsibilities": "Training and Monitoring Compliance is assessed through direct observation, monitoring, and supervision of our colleagues and volunteers. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be made available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk EDI Impact Assessments Equality, Diversity, and Impact Assessment to be confirmed. Resources"
  }
}