{
  "id": "unknown",
  "title": "OPCS 303 Trips and Outings",
  "filename": "OPCS 303 Trips and Outings.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "INTRODUCTION\nAll outings offered by MHA Communities will use appropriate transport, be relevant to member needs, interesting and stimulating. Safeguards will be put in place to make sure that members have a safe and enjoyable experience in unfamiliar surroundings.  \nSCOPE & PURPOSE\nThis policy is relevant for all MHA Communities colleagues and volunteers. The purpose of providing outings for members is to:\nreduce social isolation and loneliness by providing opportunities for meeting and sharing experiences \nbuild and maintain members’ confidence by showing that with support they can continue to undertake such activities and enjoy new experience.\nimprove the mental health and wellbeing of members by giving them events to look forward to \nSERVICE DEFINITION\nGroup excursions where the Scheme arranges venue, tickets, transport etc and provides colleagues and volunteer support.\nHalf or full-day trips to theatre, cinema or restaurant, shopping or garden centres, to seaside or places of historical interest, boat or train excursions. \nHolidays are considered in a separate policy.   \nPLANNING\nMembers and volunteers must be consulted about their wishes and preferences.  When deciding upon the destination also consider the length of the journey, and the opportunities to access suitable services / facilities for breaks.  \nMake a preliminary assessment of suitability of venue / activity and risk assessment.\nPrepare costings including the number of bookings needed to ‘break even’, these should cover all direct and indirect costs for the delivery of the activity.\nIdentify the resources and support that will be available from colleagues and volunteers - e.g. number of wheelchairs that can be used \nPrepare publicity about the trip, this could be advertised in newsletter, or separate materials produced in Word.\nAny trips should be set up on the Communities Membership Management System with the correct number of place allocations and a waiting list. When a member is booked on to a trip, this must be recorded on the system. \nSome places visited may require a permit to use a designated drop off / pick up point, at specified times of day - e.g. Bridlington.  This means contacting the local Council well in advance to make arrangements.\nMEMBER CONTRIBUTION \nIt is usual that the charge to members covers all costs of transport expenses, entrance fees / tickets and meals etc and to cover the costs for colleagues / volunteers who are actively assisting with the outing.\nIt is usual to require a non-returnable deposit to secure a place on a trip and a receipt to be issued that can also serve as a ticket with information about date, pick up times etc.\nInformation on cancellation arrangements should be made clear to members from the outset.\nThe full charge for the trip should be paid in advance of the excursion day.\nSeveral Schemes run raffles etc during the trip that they use to subsidise the volunteer costs.\nRISK ASSESSMENTS & HEALTH AND SAFETY\nVenue, transport and activity risk assessments need to be carried out and added as documents to session on the Communities Membership Management System for each trip as well as consideration of any particular needs of the individual members.\nFor an unfamiliar venue it is good practice to make a preliminary visit as well as using risk assessments provided by the site owner.\nEnsure that if a coach or minibus is used a Public Service Vehicle Licences / Minibus Permits are held, while for volunteer drivers up-to-date licence, MOT and insurance details are on file.\nAccess to information about members in the event of an emergency must be considered.  \nA plan and appropriate resources to help keep member warm / cool in the event of a breakdown or travel delay, considering possible extremes of temperature.  \nCHECKLIST FOR ITEMS TO TAKE ON TRIP\nList of all members / volunteers travelling\nTablet, to access information securely \nFirst aid box, high visibility jacket and torch\nDrinks for use in emergency situations and to combat potential dehydration on warm / hot days.  \nDepending on venue but if to a seaside or market town rather than an enclosed site, location and contact details for local hospital and emergency services\nEmergency contact cards with the office / outing leader contacts - to be distributed to each member and volunteer, in case of incident\nWheelchairs (if assessed as needed)\nWet wipes, sweets, carrier bags and resources to respond to travel sickness.\nDigital camera with charged batteries\nMobile phone – fully charged.\nComments book or survey (easy way to get feedback during return journey)",
  "sections": {
    "summary": "All outings offered by MHA Communities will use appropriate transport, be relevant to member needs, interesting and stimulating. Safeguards will be put in place to make sure that members have a safe and enjoyable experience in unfamiliar surroundings.",
    "purpose": "This policy is relevant for all MHA Communities colleagues and volunteers. The purpose of providing outings for members is to: reduce social isolation and loneliness by providing opportunities for meeting and sharing experiences build and maintain members’ confidence by showing that with support they can continue to undertake such activities and enjoy new experience. improve the mental health and wellbeing of members by giving them events to look forward to",
    "definitions": "Group excursions where the Scheme arranges venue, tickets, transport etc and provides colleagues and volunteer support. Half or full-day trips to theatre, cinema or restaurant, shopping or garden centres, to seaside or places of historical interest, boat or train excursions. Holidays are considered in a separate policy. PLANNING Members and volunteers must be consulted about their wishes and preferences. When deciding upon the destination also consider the length of the journey, and the opportunities to access suitable services / facilities for breaks. Make a preliminary assessment of suitability of venue / activity and risk assessment. Prepare costings including the number of bookings needed to ‘break even’, these should cover all direct and indirect costs for the delivery of the activity. Identify the resources and support that will be available from colleagues and volunteers - e.g. number of wheelchairs that can be used Prepare publicity about the trip, this could be advertised in newsletter, or separate materials produced in Word. Any trips should be set up on the Communities Membership Management System with the correct number of place allocations and a waiting list. When a member is booked on to a trip, this must be recorded on the system. Some places visited may require a permit to use a designated drop off / pick up point, at specified times of day - e.g. Bridlington. This means contacting the local Council well in advance to make arrangements. MEMBER CONTRIBUTION It is usual that the charge to members covers all costs of transport expenses, entrance fees / tickets and meals etc and to cover the costs for colleagues / volunteers who are actively assisting with the outing. It is usual to require a non-returnable deposit to secure a place on a trip and a receipt to be issued that can also serve as a ticket with information about date, pick up times etc. Information on cancellation arrangements should be made clear to members from the outset. The full charge for the trip should be paid in advance of the excursion day. Several Schemes run raffles etc during the trip that they use to subsidise the volunteer costs. RISK ASSESSMENTS & HEALTH AND SAFETY Venue, transport and activity risk assessments need to be carried out and added as documents to session on the Communities Membership Management System for each trip as well as consideration of any particular needs of the individual members. For an unfamiliar venue it is good practice to make a preliminary visit as well as using risk assessments provided by the site owner. Ensure that if a coach or minibus is used a Public Service Vehicle Licences / Minibus Permits are held, while for volunteer drivers up-to-date licence, MOT and insurance details are on file. Access to information about members in the event of an emergency must be considered. A plan and appropriate resources to help keep member warm / cool in the event of a breakdown or travel delay, considering possible extremes of temperature. CHECKLIST FOR ITEMS TO TAKE ON TRIP List of all members / volunteers travelling Tablet, to access information securely First aid box, high visibility jacket and torch Drinks for use in emergency situations and to combat potential dehydration on warm / hot days. Depending on venue but if to a seaside or market town rather than an enclosed site, location and contact details for local hospital and emergency services Emergency contact cards with the office / outing leader contacts - to be distributed to each member and volunteer, in case of incident Wheelchairs (if assessed as needed) Wet wipes, sweets, carrier bags and resources to respond to travel sickness. Digital camera with charged batteries Mobile phone – fully charged. Comments book or survey (easy way to get feedback during return journey)"
  }
}