{
  "id": "VP001",
  "title": "Volunteer Policy",
  "filename": "VP001 Volunteer Policy.docx",
  "extracted_date": "2025-04-22",
  "metadata": {},
  "full_text": "Introduction\nVolunteers are integral to what we do at MHA – without them, MHA would be unable to deliver the range of support we offer. This policy forms the basis for MHA’s activities and relationships with its volunteers in reference to formal volunteering.\nScope and Purpose\nThis policy is relevant for all volunteers across MHA. This policy describes MHA’s policy and statement of intent regarding the activity and relationships that the organisation has with its volunteers.\nDefinitions\nVolunteering Principles\nThis policy has been developed in line with MHA Values and should be understood and implemented within that context.\nMHA will provide meaningful volunteering opportunities that meet the expectations of volunteers whilst also helping us achieve our mission.\nVolunteering is distinct from Work Placements or Work Experience both of which are managed outside of the volunteering program (see HR6.8).\nMHA recognises that volunteers play an important part in all parts of the organisation and support older people directly or indirectly in a wide variety of roles, thus helping MHA to fulfil our strategic aims.\nAs a charity supporting older people, MHA welcome volunteers who are older people themselves.\nVolunteers are required to adhere to the policies and operational instructions of MHA at all times, including the policy on confidentiality [CP029], health and safety and equal opportunities [HR4.2].\nMHA provide appropriate insurance cover for our volunteers with regard to Public Liability, Personal Accident and Professional Indemnity insurance cover whilst volunteering for MHA.\nVolunteer Onboarding\nEach new volunteer will receive relevant information at the beginning of their time with MHA. They will be supported through their onboarding process by the Central Volunteering Team.  Each volunteer will receive induction and have training allocated. Volunteer induction will continue as they move into their preferred area of volunteering.  Local induction will continue to add instruction regarding the role, what they are expected to do, and all support tools and functions available to ensure a rich volunteering experience.\nAll volunteers whose activities bring them into contact with vulnerable adults or children on a regular basis will need to complete a DBS check before they start their period of volunteering. \nIn order to determine whether a DBS check is necessary a risk assessment of the role will be carried out by the appropriate colleague. \nNot all volunteer roles will require a DBS check (for more information, see VP002 Volunteer Recruitment and Selection Policy)\nVolunteer Development\nMHA are committed to developing our volunteers in line with our mission and values. In order to achieve this MHA, provide our volunteers with training, guidance, and support from a named colleague in relation to their work.\nCompliance training is required to protect our volunteers, residents, members, and colleagues from coming into any harm whilst supporting MHA.\nUpon commencing as a volunteer at MHA, all volunteers are required to complete and keep up to date with relevant compliance training, as identified in MHA’s Core Training framework. This training will be automatically allocated to volunteers via MHA’s Learning Zone system based on the volunteer role(s).\nProblem Solving\nMHA aim to identify and solve all problems informally at the earliest possible stage. There is a Problem-Solving Policy [VP006] to be followed when dealing with complaints from or concerning volunteers. \nRoles and Responsibilities\nTraining and Monitoring\nCompliance is assessed through direct observation, monitoring, and supervision of our colleagues and volunteers.\nCommunication and Dissemination\nThis policy is disseminated and implemented within all MHA services through MHA’s channels of communication.\nEach colleague’s line manager must ensure that all teams are aware of their roles, responsibilities.\nThis policy will be available to the people we support and their representatives in alternate formats, as required.\nAny review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies.\nQueries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk \nEDI Impact Assessments\nMHA is committed to promoting equality, diversity, and inclusion (EDI) both in the provision of services to those using MHA services including Care Homes, Retirement Living, and MHA Communities, and as an employer where colleagues and volunteers can reach their full potential, contribute effectively, and share their unique ideas and insights. We see equality, diversity, and inclusion not only as part of our inclusive culture, but essential to our continued success. Volunteers are selected solely on the basis of an individual’s suitability for the role.\nEquality, Diversity, and Impact Assessment to be confirmed.\nResources \nHR4.2: Equality Inclusion and Diversity Policy (Equal Opportunities)\nCP029: Confidentiality in Service Locations Policy\nHealth & Safety (HS) Policies\nVP002: Volunteer - Recruitment and Selection Policy\nVP004: Volunteer - Expenses Policy\nVP006: Volunteer - Problem Solving Policy\nVersion Control",
  "sections": {
    "summary": "Volunteers are integral to what we do at MHA – without them, MHA would be unable to deliver the range of support we offer. This policy forms the basis for MHA’s activities and relationships with its volunteers in reference to formal volunteering.",
    "purpose": "This policy is relevant for all volunteers across MHA. This policy describes MHA’s policy and statement of intent regarding the activity and relationships that the organisation has with its volunteers.",
    "policy": "Version Control",
    "responsibilities": "Training and Monitoring Compliance is assessed through direct observation, monitoring, and supervision of our colleagues and volunteers. Communication and Dissemination This policy is disseminated and implemented within all MHA services through MHA’s channels of communication. Each colleague’s line manager must ensure that all teams are aware of their roles, responsibilities. This policy will be available to the people we support and their representatives in alternate formats, as required. Any review of this policy will include consultation with our colleagues, review of support planning, incident reports, quality audits and feedback from other agencies. Queries and issues relating to this policy should be referred to the Standards and Policy Team policies@mha.org.uk EDI Impact Assessments MHA is committed to promoting equality, diversity, and inclusion (EDI) both in the provision of services to those using MHA services including Care Homes, Retirement Living, and MHA Communities, and as an employer where colleagues and volunteers can reach their full potential, contribute effectively, and share their unique ideas and insights. We see equality, diversity, and inclusion not only as part of our inclusive culture, but essential to our continued success. Volunteers are selected solely on the basis of an individual’s suitability for the role. Equality, Diversity, and Impact Assessment to be confirmed. Resources"
  }
}