{
  "guide_number": "05",
  "title": "How to create a 'Planned interactions' Timeline Report",
  "filename": "05. How to create a 'Planned interactions' Timeline Report.docx",
  "extracted_date": "2025-04-30",
  "metadata": {},
  "full_text": "05. How to create a ‘Planned Interactions’ Timeline Report   \nYou can use this report to view planned interactions, for example, to view all upcoming Appointments which have been scheduled.  \nClick on the Administration ‘cog’ in the vertical menu on the left hand side – \nThis will open the Administration Menu, click on ‘Reports’ –\nThis will open the reports menu. To create a new report, click on the \n  ‘Blue Plus’ in the top right corner.  \nYou can now create a new report, choose ‘Timeline’ from the drop down box. \nGive your report a title (remember reports stay in the report list) \nChoose your date range – to view upcoming planned interactions this must be in the future. If you wish to view interactions which were planned, and not completed, select your chosen date range.  \nChoose the resident / residents or leave at ‘All’ (if you start typing a name in the box, it will auto-populate) - \nSelect the interactions (it will auto-populate if you start typing in the box) or leave as ‘All’ if you wish to view all planned interactions.  \nUntick Closed and Cancelled. \nMake sure Planned is ticked.  \nLeave all other boxes as they are.   \nYou can then select your format (recommended PDF) \nClick Save  \nYou can now download your report.  ",
  "sections": {
    "steps": "You can use this report to view planned interactions, for example, to view all upcoming Appointments which have been scheduled. Click on the Administration ‘cog’ in the vertical menu on the left hand side – This will open the Administration Menu, click on ‘Reports’ – This will open the reports menu. To create a new report, click on the ‘Blue Plus’ in the top right corner. You can now create a new report, choose ‘Timeline’ from the drop down box. Give your report a title (remember reports stay in the report list) Choose your date range – to view upcoming planned interactions this must be in the future. If you wish to view interactions which were planned, and not completed, select your chosen date range. Choose the resident / residents or leave at ‘All’ (if you start typing a name in the box, it will auto-populate) - Select the interactions (it will auto-populate if you start typing in the box) or leave as ‘All’ if you wish to view all planned interactions. Untick Closed and Cancelled. Make sure Planned is ticked. Leave all other boxes as they are. You can then select your format (recommended PDF) Click Save You can now download your report."
  }
}