{
  "guide_number": "06",
  "title": "How to personalise the Daily Fluid Intake interaction and add a fluid target ",
  "filename": "06. How to personalise the Daily Fluid Intake interaction and add a fluid target .docx",
  "extracted_date": "2025-04-30",
  "metadata": {},
  "full_text": "06. How to personalise the Daily Fluid Intake interaction and add a fluid target \nSelect the resident you wish to personalise the interaction for.\nSelect care plan from the menu headers.\nScroll to the bottom of the page and select Personalised Interactions. \nSelect the interaction from the list, either by scrolling through the list or by typing it out in the search bar. Click the toggle and then click the pencil edit icon.\nScroll down and click advanced configuration. \nSelect the parameters option from the list. \nUntick the parameters you do not want to see in the interaction when it is completed. Alternatively tick the parameters you want to add into the interaction. \nScroll down and click Save \nTo add a Personalised Fluid target. \n1. Repeat steps 1 – 6, as described above. Please ensure that Intake Amount is unticked. \n2. Click the blue plus under the parameters. \n3. Enter Intake Amount in the Name box. \n4. Enter mls in the Unit box. \n5. Select Numeric from the Type box. \n6. Select Total from the Calculated Values box. \n7. Enter the target in the Target box. \n8. Scroll down and click Save ",
  "sections": {
    "steps": "Select the resident you wish to personalise the interaction for. Select care plan from the menu headers. Scroll to the bottom of the page and select Personalised Interactions. Select the interaction from the list, either by scrolling through the list or by typing it out in the search bar. Click the toggle and then click the pencil edit icon. Scroll down and click advanced configuration. Select the parameters option from the list. Untick the parameters you do not want to see in the interaction when it is completed. Alternatively tick the parameters you want to add into the interaction. Scroll down and click Save To add a Personalised Fluid target. 1. Repeat steps 1 – 6, as described above. Please ensure that Intake Amount is unticked. 2. Click the blue plus under the parameters. 3. Enter Intake Amount in the Name box. 4. Enter mls in the Unit box. 5. Select Numeric from the Type box. 6. Select Total from the Calculated Values box. 7. Enter the target in the Target box. 8. Scroll down and click Save"
  }
}