{
  "guide_number": "08",
  "title": "How to create an Open Interactions timeline report",
  "filename": "08. How to create an Open Interactions timeline report.docx",
  "extracted_date": "2025-04-30",
  "metadata": {},
  "full_text": "08. How to create an ‘Open Interactions’ timeline report\nAll interactions should be closed by the end of the day. If the interaction is left open, it may look like that particular care interaction has not been offered.  \nTo create a report to view all interactions that are haven’t been closed follow the steps below.  \nClick on the ‘cog’ in the vertical menu on the left-hand side.  \nClick the reports option. A new page will open up.  \nClick the Blue Plus to create a new report.  \nLeave the report type as ‘Timeline’. And enter a title for the report. For this example, \nthe report title is called ‘Open Interactions’.   \nSelect a date range for your report, you do this by clicking the date and selecting from the drop-down list. If you choose the Select date(s) option, you can select any specific date range.   \nIn the Residents option you can select specific resident(s) or you can leave it as all. This will report on every resident you have.  \nThe interactions box works the same way. If you click into the box, you can select a specific interaction(s) or leave as ‘All’ to report on every interaction.  \nPlease tick ‘Planned’ and untick every other option. This will bring through only the planned (scheduled) interactions. If you wish to report on a specific carer, click into the box and search for their name. \nChoose your desired format. If you want to find out the number of open interactions, the Excel format would be best as it will show you a list of open interactions. HTML or PDF would be best to view a more detailed look at each resident and their open interactions. Select New page per resident if you wish to split your report down by resident.  \n Click Save and your report will be run. \nOnce your report has been created, click on the title name and it will be downloaded to your computer.  \nOpen the report and it will show you all the open interactions. \n*You will then need to create a plan of action to ensure all the open interactions are closed or cancelled. You will need to provide an answer to why the interaction wasn’t closed.*",
  "sections": {
    "steps": "All interactions should be closed by the end of the day. If the interaction is left open, it may look like that particular care interaction has not been offered. To create a report to view all interactions that are haven’t been closed follow the steps below. Click on the ‘cog’ in the vertical menu on the left-hand side. Click the reports option. A new page will open up. Click the Blue Plus to create a new report. Leave the report type as ‘Timeline’. And enter a title for the report. For this example, the report title is called ‘Open Interactions’. Select a date range for your report, you do this by clicking the date and selecting from the drop-down list. If you choose the Select date(s) option, you can select any specific date range. In the Residents option you can select specific resident(s) or you can leave it as all. This will report on every resident you have. The interactions box works the same way. If you click into the box, you can select a specific interaction(s) or leave as ‘All’ to report on every interaction. Please tick ‘Planned’ and untick every other option. This will bring through only the planned (scheduled) interactions. If you wish to report on a specific carer, click into the box and search for their name. Choose your desired format. If you want to find out the number of open interactions, the Excel format would be best as it will show you a list of open interactions. HTML or PDF would be best to view a more detailed look at each resident and their open interactions. Select New page per resident if you wish to split your report down by resident. Click Save and your report will be run. Once your report has been created, click on the title name and it will be downloaded to your computer. Open the report and it will show you all the open interactions. *You will then need to create a plan of action to ensure all the open interactions are closed or cancelled. You will need to provide an answer to why the interaction wasn’t closed.*"
  }
}