{
  "guide_number": "09",
  "title": "How to check compliance using the Handover (1)",
  "filename": "09. How to check compliance using the Handover (1).docx",
  "extracted_date": "2025-04-30",
  "metadata": {},
  "full_text": "09. How to check compliance using the Handover\nOn the home screen for all your residents you will see a black menu list to the left hand side of the screen. \nThe handover log is the 6th option down and is a folder icon. Click this icon and the handover page will open. \n At the top of the page, you will have the ability to change the time and date range. For daily checks, please select last 24hrs. If you are completing this check on a Monday, please select a date/range to cover the weekend. \nUsing the scroll bar, scroll down and view the notes that have been added to the handover. \nThings you should be looking out for: \nInformation being entered in the wrong interaction. \nScheduled interactions that have been added by pressing the Blue Plus button. You will see the interaction has been added using the Blue Plus because a plus icon is present. For this example, Harry’s night check has a schedule but for some reason the night check interaction has been added using the blue plus, resulting in the scheduled interaction remaining open. \nScheduled interactions completed out of there scheduled. With any scheduled interaction there is a risk of the wrong interaction being selected. Look at the interactions that are on the handover and the times they have been completed. For example, Peggy’s night check was completed at 15:07. ",
  "sections": {
    "steps": "On the home screen for all your residents you will see a black menu list to the left hand side of the screen. The handover log is the 6th option down and is a folder icon. Click this icon and the handover page will open. At the top of the page, you will have the ability to change the time and date range. For daily checks, please select last 24hrs. If you are completing this check on a Monday, please select a date/range to cover the weekend. Using the scroll bar, scroll down and view the notes that have been added to the handover. Things you should be looking out for: Information being entered in the wrong interaction. Scheduled interactions that have been added by pressing the Blue Plus button. You will see the interaction has been added using the Blue Plus because a plus icon is present. For this example, Harry’s night check has a schedule but for some reason the night check interaction has been added using the blue plus, resulting in the scheduled interaction remaining open. Scheduled interactions completed out of there scheduled. With any scheduled interaction there is a risk of the wrong interaction being selected. Look at the interactions that are on the handover and the times they have been completed. For example, Peggy’s night check was completed at 15:07."
  }
}