{
  "guide_number": "11",
  "title": "How to add an additional support plan",
  "filename": "11. How to add an additional support plan.docx",
  "extracted_date": "2025-04-30",
  "metadata": {},
  "full_text": "11. How to create an additional Support Plan\nWithin Nourish, you can add an additional support plan, for example Wound Care. Each individual wound a resident has, they must have an individual Wound Care Support Plan.  \nTo create an additional Support Plan for Wound Care, please follow the below steps.  \nSelect the resident you would like to update.  \n 2. Select ‘Care Plan’  \n3. Select the Wound Care Support Plan  \n4. Click on the ‘Blue Plus’.    \n5. Click on the 3rd option down ‘Care Plan’  \nYou will need to write a description of the wound as a title – for example “2cm x 5cm Skin Tear to top of Left Hand”.  \nClick ‘Create’ \n 8. The Support is then ready to be completed. Please remember to include any identified risks and linked interactions.  \n9. Click in the ‘Choose a date…’ box to create a review date.  This must be entered, as this will schedule a Care Plan Review on the timeline.  \n10. When complete, click the ‘Green Tick’ ",
  "sections": {
    "steps": "Within Nourish, you can add an additional support plan, for example Wound Care. Each individual wound a resident has, they must have an individual Wound Care Support Plan. To create an additional Support Plan for Wound Care, please follow the below steps. Select the resident you would like to update. 2. Select ‘Care Plan’ 3. Select the Wound Care Support Plan 4. Click on the ‘Blue Plus’. 5. Click on the 3rd option down ‘Care Plan’ You will need to write a description of the wound as a title – for example “2cm x 5cm Skin Tear to top of Left Hand”. Click ‘Create’ 8. The Support is then ready to be completed. Please remember to include any identified risks and linked interactions. 9. Click in the ‘Choose a date…’ box to create a review date. This must be entered, as this will schedule a Care Plan Review on the timeline. 10. When complete, click the ‘Green Tick’"
  }
}