{
  "guide_number": "12",
  "title": "How to use Photograph Upload (1)",
  "filename": "12. How to use Photograph Upload (1).docx",
  "extracted_date": "2025-04-30",
  "metadata": {},
  "full_text": "12. How to upload the Weekly Wound Photograph\nTo upload a photograph from the handset, use the ‘Photograph Upload’ interaction.  \nGo to the person’s timeline \nClick on the Blue Plus \nIn the ‘search’ bar, search for ‘Photograph Upload’\nClick on the ‘Photograph Upload’ interaction\nUse the ‘upload’ icon to choose your photograph.  \nWhen you have uploaded the photograph, click the ‘Green Tick’. \n The photograph will be saved under Documents, if the name of the photo does not include a description and date taken this will need to be changed. To change the name of the photograph, follow the steps below.  \nGo into the resident’s Profile \nGo into the ‘Documents’ section   \nHover over the photograph you wish to change the name of and click the ‘pencil’ icon \nHighlight the text, delete, and type in the correct description including date taken – this will save automatically   \nYou must then follow the instructions in the no. 13. ‘How to Attach a Supporting Document to a Support Plan’ how to guide to make sure that the weekly photograph is attached and shown under the Wound Care Support Plan.  \n*Remember that you no longer need to upload Wound photographs into Radar as these are held in Nourish*",
  "sections": {
    "steps": "To upload a photograph from the handset, use the ‘Photograph Upload’ interaction. Go to the person’s timeline Click on the Blue Plus In the ‘search’ bar, search for ‘Photograph Upload’ Click on the ‘Photograph Upload’ interaction Use the ‘upload’ icon to choose your photograph. When you have uploaded the photograph, click the ‘Green Tick’. The photograph will be saved under Documents, if the name of the photo does not include a description and date taken this will need to be changed. To change the name of the photograph, follow the steps below. Go into the resident’s Profile Go into the ‘Documents’ section Hover over the photograph you wish to change the name of and click the ‘pencil’ icon Highlight the text, delete, and type in the correct description including date taken – this will save automatically You must then follow the instructions in the no. 13. ‘How to Attach a Supporting Document to a Support Plan’ how to guide to make sure that the weekly photograph is attached and shown under the Wound Care Support Plan. *Remember that you no longer need to upload Wound photographs into Radar as these are held in Nourish*"
  }
}