{
  "guide_number": "13",
  "title": "How to Attach a Supporting Document or Photo to a Support Plan",
  "filename": "13. How to Attach a Supporting Document or Photo to a Support Plan.docx",
  "extracted_date": "2025-04-30",
  "metadata": {},
  "full_text": "13. How to Attach a Photograph / Supporting Document to a Support Plan \nIf a photograph or supporting document has already been uploaded into Nourish this will be shown in ‘Documents’, under the ‘Profile’ section. \nTo view the ‘Documents’ section, please follow the below steps. \nSelect the resident you would like to view \nSelect ‘Profile’ \nSelect ‘Documents’\nOn the right, in the box, you will see all photographs and supporting documents which have been uploaded into Nourish. To attach to a support plan you must first download this onto your PC / laptop. \nClick on the ‘download’ icon \nThis will download a copy onto your device for you to save where you choose. Downloaded documents are autosaved to the ‘downloads’ section of your folders. \nTo attach it to a Support Plan you must first go to the Care Plan section. \nSelect Care Plan from the top bar \nSelect the Support Plan you wish to attach the photograph / document to –\nClick on the ‘Blue Plus’ \nClick on the 5th option down ‘Document’ \nA box will pop up with your folders. Select the photograph / supporting document you wish to download. \nSelect your photograph or supporting document and double click\nA message should appear to say ‘File uploaded successfully’ \nThe photograph / supporting document will then be available to view in the ‘Documents’ section at the bottom of the support plan -",
  "sections": {
    "steps": "If a photograph or supporting document has already been uploaded into Nourish this will be shown in ‘Documents’, under the ‘Profile’ section. To view the ‘Documents’ section, please follow the below steps. Select the resident you would like to view Select ‘Profile’ Select ‘Documents’ On the right, in the box, you will see all photographs and supporting documents which have been uploaded into Nourish. To attach to a support plan you must first download this onto your PC / laptop. Click on the ‘download’ icon This will download a copy onto your device for you to save where you choose. Downloaded documents are autosaved to the ‘downloads’ section of your folders. To attach it to a Support Plan you must first go to the Care Plan section. Select Care Plan from the top bar Select the Support Plan you wish to attach the photograph / document to – Click on the ‘Blue Plus’ Click on the 5th option down ‘Document’ A box will pop up with your folders. Select the photograph / supporting document you wish to download. Select your photograph or supporting document and double click A message should appear to say ‘File uploaded successfully’ The photograph / supporting document will then be available to view in the ‘Documents’ section at the bottom of the support plan -"
  }
}