{
  "guide_number": "14",
  "title": "How to create a timeline report to view food and fluid intake (1)",
  "filename": "14. How to create a timeline report to view food and fluid intake (1).docx",
  "extracted_date": "2025-04-30",
  "metadata": {},
  "full_text": "                      14. How to create a timeline report to view food and fluid intake\nClick on the Administration ‘cog’ in the vertical menu on the left-hand side.  \nThis will open the Administration Menu, click on ‘Reports’. \n3. This will open the reports menu. To create a new report, click on the ‘Blue Plus’ in the top right corner.  \nYou can now create a new report, choose ‘Timeline’ from the drop-down box.  \nGive your report a title (remember reports stay in the report list) \nChoose your date range. \nChoose the resident / residents or leave at ‘All’ (if you start typing a name in the box, it will auto-populate). \nSelect the interactions (it will auto-populate if you start typing in the box). For this report you will need to select all interactions relating to Food and Fluid intake – Breakfast / Lunch / Dinner / Snack / Daily Food Intake / Daily Fluid Intake \n9. Leave the boxes ticked as they are shown below.  \n\t10. \tYou can then select your format (recommended PDF) \nClick Save  \nYou can now download your report.  ",
  "sections": {
    "overview": "14. How to create a timeline report to view food and fluid intake Click on the Administration ‘cog’ in the vertical menu on the left-hand side. This will open the Administration Menu, click on ‘Reports’. 3. This will open the reports menu. To create a new report, click on the ‘Blue Plus’ in the top right corner. You can now create a new report, choose ‘Timeline’ from the drop-down box. Give your report a title (remember reports stay in the report list) Choose your date range. Choose the resident / residents or leave at ‘All’ (if you start typing a name in the box, it will auto-populate). Select the interactions (it will auto-populate if you start typing in the box). For this report you will need to select all interactions relating to Food and Fluid intake – Breakfast / Lunch / Dinner / Snack / Daily Food Intake / Daily Fluid Intake 9. Leave the boxes ticked as they are shown below. 10. You can then select your format (recommended PDF) Click Save You can now download your report."
  }
}