{
  "guide_number": "15",
  "title": "How to add a linked interaction to a Support Plan",
  "filename": "15. How to add a linked interaction to a Support Plan.docx",
  "extracted_date": "2025-04-30",
  "metadata": {},
  "full_text": "15. How to add a linked interaction to a support plan\nEvery support plan within Nourish has a section called interactions. These are linked interactions. These linked interactions enable the user to view the specific support plan on the device and also view the log of the interaction when reviewing the support plan. \nYou will see there are already Interactions within these sections, these are pre-set and must not be removed. \nWhen an Interaction has been linked to a support plan, for example, Personal Care – AM is linked to the Personal Care support plan, and that interaction has been selected to complete, the user will see a care plan summary link at the top of the device. Selecting this will show the user, an easy-to-read view of the Personal Care support plan, allowing them to see how best to support the resident.\nTo add a new linked Interaction to a support plan, please follow the below steps. \n1. Select the resident you would like to update.  \n 2. Select ‘Care Plan’  \n3. Select the Support Plan e.g., Personal Care\n4. Scroll down until you see the section called ‘Interactions’.    \n These are the pre-set interactions that must not be removed. \n5. To add a new linked interaction. Click Update Care Plan at the top of the page. \nIn the interactions section you will now see a ‘blue plus to the right of the screen’. \nClick this and a new box will appear underneath. \nClick the drop-down box and select interaction you wish to link from the list.  \n9. When complete scroll down and click the ‘Green Tick’ ",
  "sections": {
    "steps": "Every support plan within Nourish has a section called interactions. These are linked interactions. These linked interactions enable the user to view the specific support plan on the device and also view the log of the interaction when reviewing the support plan. You will see there are already Interactions within these sections, these are pre-set and must not be removed. When an Interaction has been linked to a support plan, for example, Personal Care – AM is linked to the Personal Care support plan, and that interaction has been selected to complete, the user will see a care plan summary link at the top of the device. Selecting this will show the user, an easy-to-read view of the Personal Care support plan, allowing them to see how best to support the resident. To add a new linked Interaction to a support plan, please follow the below steps. 1. Select the resident you would like to update. 2. Select ‘Care Plan’ 3. Select the Support Plan e.g., Personal Care 4. Scroll down until you see the section called ‘Interactions’. These are the pre-set interactions that must not be removed. 5. To add a new linked interaction. Click Update Care Plan at the top of the page. In the interactions section you will now see a ‘blue plus to the right of the screen’. Click this and a new box will appear underneath. Click the drop-down box and select interaction you wish to link from the list. 9. When complete scroll down and click the ‘Green Tick’"
  }
}