{
  "guide_number": "17",
  "title": "How to complete the NEW Nourish Wound Management Interactions 1",
  "filename": "17. How to complete the NEW Nourish Wound Management Interactions 1.docx",
  "extracted_date": "2025-04-30",
  "metadata": {},
  "full_text": "Table of Contents\nIntroducing the Wound Management View \nResident’s Care Type \n'Wound Management View' available on mobile and web\nHow do I record a new wound or skin concern?\nCompleting the Initial Assessment\nCompleting the Ongoing Assessment\nChanging the wound type of an active wound\nScheduling unplanned treatment or dressing\nHow do I view the history of a wound?\nHow do I reopen an Inactive wound?\nUnderstanding the locations on the body map\nNew Interactions and Assessments associated with Wound Management and Skin Health\nLinking the body map to the Support Plan\nWound Photo Reporting \nFAQ’s\nWound Management in Nourish Digital Support Plans\nIntroducing the Wound Management View \nIntroducing your dedicated Wound Management View. See a complete history of wounds in one place, making it easy to record, monitor and review wounds. Click the body map icon when on the Timeline or within an interaction to travel to the Wound Management View. \nCare Type \nThe content and protocols (Nursing or Residential) triggered for each person supported are dependent upon their Care Type. Make sure the Status in Organisation is correct (see below) \nFor example, if a person supported has been assigned the Nursing Care Type, then that person will be provided with the Nursing content and protocols suitable for care services providing nursing care. \n'Wound Management View' available on mobile and web\nSelect the body map icon when on the Timeline to open the Wound Management View.\nOnce you are in this view, you can manage the assessment and treatment of all wounds and skin integrity concerns. Use the filter to view wounds by wound type and by status.\nThe first thing you will see is the body map and beneath the body map you will see a list of 'Wounds' and their locations on the body. \nEach Wound will be listed in order of status so you can see at a glance how many active wounds are being managed by your team:\nIdentified\nActive \nInactive \nEach Wound will have a reference number for example 'WMA-SKIN-11266-0006' to support you with reporting and referencing of wounds.  \n*Add reference number to RADAR log interaction\nWithin each Wound you will see a complete history of care. Interactions/Assessments recorded in the past and interactions scheduled in the future to manage the wound or skin concern [You will see up to 30 days in the future].\nEvery interaction and assessment will be viewable on the Timeline also, however within the Wound Management View, you will see everything relevant to the wound in one place.\nWhen looking at the enhancements on the mobile app, select the body map icon when on the Timeline or within an interaction to be taken to the Wound Management View. \n  Body Map Icon \nHow do I record a new wound or skin concern?\nYou can record a new wound from the Timeline or from within the Wound Management View. Select the blue plus button and find the relevant interaction.\nSelect 'Concern With Skin Integrity/Wound'. Use this interaction if you are providing care for an individual, notice a wound and you wish to record it.\nComplete the required information by detailing the location, wound type (refer to agreed list) and upload associated images. \nWhen uploading images which are of a sensitive nature, tick the box provided to apply the sensitive image filter. This way when your team open the interaction in future, they will not see the image unless they click 'view' over the image. \nYou will have the option to 'Select from files' or 'Take a picture'. \nPlease note: \nWhen in the 'Concern with Skin Integrity/Wound' interaction, only by selecting 'New Wound' will further assessments be initiated. \nIf you select 'New skin condition', the Clinical History & Medical Conditions will be updated, but will not initiate further assessments or add a location on the body map. \nIf a person supported has been assigned the Nursing Care Type, then by completing this interaction an initial assessment will appear on the Timeline ready to be completed. \nWithin the Nursing Care Type Library there are different assessments per wound type which have been specifically designed to capture the correct information for that wound. Wound types are as follows:\nPressure Ulcers\nSkin Tears\nBurns\nMoisture Lesions\nBruises\nUlcers\nSurgical Wounds\nSuperficial Wounds\nWounds\nOther\nResidential Homes\nThe assessments will be less clinical and not specific to wound type. \nThe assessments are called 'Initial Wound Assessment - Residential' and 'Ongoing Wound Assessment - Residential' - complete basic observations only (do not select Full Assessment).  \nPlease note: You can only record one wound or skin integrity concern at a time.\nWound Type - Residential Services ONLY\nDue to the extensive list of wound types, some of which are clinical descriptions, we have agreed a limited list to use when identifying wound type:\nCompleting the Initial Assessment \nNursing\nWithin the 'Initial Assessment' for the nursing assessments you will be required to describe the wound in detail and define a treatment plan. Depending on what you enter into this assessment will trigger a suite of further assessments relevant to the care and treatment of the wound to promote swift healing and resolution. Once completed you will see an 'Ongoing Assessment' appear on the Timeline on your chosen scheduled date. The wound will be moved to 'Active'.\nResidential \nComplete 'Initial Assessment', Once completed you will see an 'Ongoing Assessment' appear on the Timeline on your chosen scheduled date. The wound will be moved to 'Active'.  \nIf assessment and/or treatment is not required because this wound was recorded in error, or perhaps it's already been recorded, then you have the ability to record this information and the wound will be moved to 'Inactive'.\nCompleting the Ongoing Assessment \nIf you need to complete the ongoing assessment before the scheduled date, this is no problem, simply change the date/time in the top right-hand corner of the interaction before completing the assessment.\nThe ongoing assessment will be pre-filled with detail from the 'Initial Assessment' so you will be able to quickly see what information has been entered by your team and understand whether circumstances have changed and how best to proceed.\nResidential - complete basic observations only (do not select Full Assessment).  \nChanging the wound type of an active wound\nIn the 'Ongoing Assessment' if you identify that the wound has changed, recorded incorrectly, or progressed into something else you will be able to change the wound type. For example, if the wound was recorded as a bruise and has now become an open wound, make the change required within the interaction and complete. The relevant assessment for the updated wound type will appear on the Timeline for completion.\nScheduling unplanned treatment or dressing\nIf you require further treatment to be scheduled which you have not identified in either the 'Initial' or 'Ongoing' assessments, no problem! When you are in the 'Wound Management View' click the blue plus button and select the 'Unplanned Treatment/Dressing' interaction.\nAs you will be using the 'Unplanned Treatment/Dressing' interaction this will not be linked to a wound and therefore will not have contextual information within the interaction to guide you. Therefore, please ensure you review the previous assessments within the wound to understand the individuals needs for dressing.\nPlease note: If you cancel an assessment, you will be able to ad hoc another assessment by clicking the blue plus button when in the wound, however we recommend if you need to do an assessment earlier than planned, please complete the planned assessment, and update the time.\nIn addition, you will notice that when in a wound instance, when you click the blue plus button to ad hoc an interaction, you'll see only interactions/assessments relevant for the wound type and status of the wound.\nHow do I view the history of a wound?\nWithin the wound you will see what care has been provided and what is planned for ongoing treatment. \nTo see all assessments and interactions completed previously, click 'Show Previous' and the previous 10 interactions will appear. Continue to click 'Show Previous' to go back to the very beginning and view the initial identification assessment. \nWithin each interaction there are three symbols.\nParameters - a new design which means no crowding up the Timeline, click this icon to expand and collapse the parameters within the interaction so you can see what was recorded at a glance.\nNotes - Click this icon to expand and collapse any notes within the interaction.\nIncident - Understand whether this wound is linked with an incident [This is recorded within the Initial & Ongoing assessments].\nIf you see a blue speech bubble in the corner of the note’s icon, this means that this interaction has been assigned to the handover.\nHow do I reopen an Inactive wound?\nOpen the wound you wish to re-open by filtering for “inactive” wounds in the wound management view. Then click the blue plus button and select the 'Reopen wound' interaction. \n*Reopening of inactive wounds should only be completed for errors or updating records\nPlease note you will not be able to do this from any other place, only when in the individual wound you wish to re-open.\nComplete the interaction and you will see an Initial Assessment appear on the Timeline to be completed and the wound will be moved to 'Active' status.\nUnderstanding the locations on the body map\nWhen recording wounds across a wide surface area, the location on the body map will look like this.\nFor smaller wounds in a focused area, the location on the body map will look like this.\nFor locations which have more than one wound associated, the location on the body map will look like this.\nLocations which are the colour teal represent wounds on the front of the body and black represent wounds on the back of the body.\nNew Interactions and Assessments associated with Wound Management and Skin Health\nResidential Only \nConcern With Skin Integrity / Wound\nInitial Wound Assessment – Residential\nOngoing Wound Assessment – Residential\nRe-open wound\nNursing \nConcern With Skin Integrity / Wound\nInitial Assessment - Pressure Injury\nInitial Assessment - Skin Tear\nInitial Assessment - Venous Ulcer / Arterial Ulcer / Ischemic Ulcer / Neuropathic Ulcer / Diabetic Skin Ulcer\nInitial Assessment - Burn\nInitial Assessment - Moisture Lesion\nInitial Assessment - Surgical Wound\nInitial Assessment - Superficial Wounds\nInitial Assessment - Bruise\nInitial Assessment - Wound\nOngoing Assessment - Pressure Injury\nOngoing Assessment - Skin Tear\nOngoing Assessment - Venous Ulcer / Arterial Ulcer / Ischemic Ulcer / Neuropathic Ulcer / Diabetic Skin Ulcer\nOngoing Assessment - Burn\nOngoing Assessment - Moisture Lesion\nOngoing Assessment - Surgical Wound\nOngoing Assessment - Superficial Wounds\nOngoing Assessment - Bruise\nOngoing Assessment - Wound\nSuture / Staple / Adhesive / Tape Removal\nTreatment / Dressing\nWound Drainage Bag\nWound Triage\nReview Assessment - Other\nUnplanned Treatment / Dressing\nRe-open Wound (Nursing)\nUpdates to \nSample/Test result.\nMulti-disciplinary communication\nSample/Test\nLinking the body map to the Support Plan\nWhen in the Support plan page select the body map icon to add the body map and wounds to the support plan. When looking at the wound table, select the body map icon and this will link directly to the wound within the Wound Management View.\nWound Photo Reporting \nThere has recently been an update to the reports section of Nourish which now allows you to run a report on wound photos. \nClick on the Administration Cog in the black menu on the left-hand side and you will see the Reports menu. Click on reports. \nWhen the page loads, click the blue plus to create a new report. In the ‘Type’ dropdown list, you will see there are now two new options. \nWound – Multiple photos per page \nWound – Single photo per page\nOn the new report template, you will be able to select the resident and the wound you which to report on. All wounds on Nourish have a unique ID automatically allocated by Nourish. Please refer to the residents’ body map for the details of each ID. \nSelect the wound you wish to report on. And choose a photo option. \nPlease be aware that these reports will only show photos taken using the wound management interactions. If you have used the Photograph Upload interaction, the photos will not be included in these reports. \nYou can only create a report on one wound at a time. \nFAQs\nQ. Does the wound pathway have a link to the CQC notification interaction?\nYes, it does, you will be able to ad hoc a CQC notification into the wound instance.\nQ. Can I see date and time the images were taken within the photo stream?\nYes, the date and time stamp will be applied to the images and the images will appear in the order taken.\nQ. Can we still use the body map on the mobile app?\nAbsolutely! Carers will still be able to see the body map and record wounds on mobile. Now we have brought the body map over to the web we have given you more autonomy with recording and managing wounds.\nQ. Will I be able to see wound related activities on the main Timeline?\nEverything recorded within the Wound Management View will be available on the Timeline also. The Wound Management View acts as a filter so you can see everything related to wounds or skin integrity concerns in one place. In addition, each interaction generated from another will have the context of the previous interaction displayed at the top.\nQ. Will the Skin Integrity and Wound Management pathway be suitable for a care service with no nurses?\nAs part of the enhancements there will be a Residential Wound Assessment available for non-nursing environments which provides an opportunity to complete a full assessment or basic observations. All Care Types but Nursing will have this pathway available.\nQ. Will the Waterlow assessment link to a wound instance?\nNo - You will be able to adhoc a waterlow assessment within a wound assessment. You will also be able to see a waterlow score within the wound dashboards view.\nQ. Can I link wound assessments to the care plan?\nYes, please refer to the article above.\nQ. Will nurses trained to do dressings be able up upload photos?\nIf the nurse has access to the interaction, then they have the ability to upload photos. \nQ. Will I be able to set alerts for body map reviews?\nYes, you will be able to configure alerts via interactions in advanced configuration as per current functionality.\nQ. Will Nourish inform us when a dressing/wound needs to be reviewed, without checking all the residents that have wounds? Like an alert type for that specific wound?\nYes, you will have the ability to set a schedule for assessment and treatment for each wound and associate alerts to these. \nQ. Can photos be added directly from a handset camera.\nYes – remember to rename in documents section and transfer to support plan (see ‘how to guide’ on photographs)\nQ. If the assessment date is missed, will it remain on the Timeline for the next day?\nThis assessment will stay on the day it was scheduled, however when in the Wound Management View you will be able to see clearly what care is scheduled to manage the wound.\nQ. What if I want to use the body map for recording something other than wounds?\nThe new functionality within the bodymap has been designed specifically for the management of wounds and compromised skin integrity. There is an option to select \"other\" from wound type with a very basic and simplified generic workflow.\nQ. What happens if someone cancels the initial assessment instead of completing it?\nNo problem you will be able to adhoc this initial assessment for the specific wound type when in the Wound Instance\nQ. Will there be a Periwound assessment and Periwound skin care?\nThere is a parameter within the wound assessment that asks for a description of the surrounding skin of the wound.\nQ. Will previously closed wounds on the current version of the Body Map still show in the inactive section of the new Body Map section?\nPreviously archived body map records will appear as 'Inactive' in the new Wound Management View. No existing data will be lost with the enhancements they will just be presented to you in a new way. When the enhancements become available, for current active body map records you will see an Interaction appear on the Timeline called 'Wound Triage' which will give you the option to keep this particular wound open or give you the choice to archive.\nQ. If you record an interaction against the wrong wound can this be moved to the correct wound?\nNo, you will be required to cancel this interaction and re-record against the correct Wound.\nQ. Can a new record be linked to an incident also captured on Nourish? Or better still can it be added to the same workflow? \nCertain interactions will be ad-hoc'able into a wound instance. This will then be linked to that instance, for example adding a GP visit. There will be a question that will allow an incident to be added into the pathway. You are also asked whether the wound is the result of an incident within the Initial Assessment\nQ. Desktop / Web users – what happens to the body map within the current Care Plan, will this show the new body map?\nIt will be replaced with a new version. You can view certain information, but you cannot interact with it other than to link into the wound.\nQ. How do I report on old wounds? Will they show in the dashboards? \nThey will show as “inactive” wounds.  \nQ. Images - will they stay sensitive if I view the image through the profile documents section? \nYou will see a short description next to each image if the image has been sensitised. By clicking on the eye icon, you will be able to see the image.\nQ. How do I navigate back to the original Timeline? \nThe Wound Management View acts as a filter. To return to the Timeline to see all records of care select the body map icon at the top.\nQ. Is there a limit to how many photos I can add? \nYou can add up to 5 images per interaction.\nQ. If I make a mistake and need the treatment/dressing to be 2 days instead of 3. Can I go in and edit to update the frequency or is it a read only interaction once closed? Is so what is the process?\nYou will be able to update the time of the interaction in the top right-hand corner. When completing the ongoing assessment, you will be able to schedule future treatment/dressing. \nQ. Can the body map be added to the emergency admission pack? \nYes ",
  "sections": {
    "overview": "Table of Contents Introducing the Wound Management View Resident’s Care Type 'Wound Management View' available on mobile and web How do I record a new wound or skin concern? Completing the Initial Assessment Completing the Ongoing Assessment Changing the wound type of an active wound Scheduling unplanned treatment or dressing How do I view the history of a wound? How do I reopen an Inactive wound? Understanding the locations on the body map New Interactions and Assessments associated with Wound Management and Skin Health Linking the body map to the Support Plan Wound Photo Reporting FAQ’s Wound Management in Nourish Digital Support Plans Introducing the Wound Management View Introducing your dedicated Wound Management View. See a complete history of wounds in one place, making it easy to record, monitor and review wounds. Click the body map icon when on the Timeline or within an interaction to travel to the Wound Management View. Care Type The content and protocols (Nursing or Residential) triggered for each person supported are dependent upon their Care Type. Make sure the Status in Organisation is correct (see below) For example, if a person supported has been assigned the Nursing Care Type, then that person will be provided with the Nursing content and protocols suitable for care services providing nursing care. 'Wound Management View' available on mobile and web Select the body map icon when on the Timeline to open the Wound Management View. Once you are in this view, you can manage the assessment and treatment of all wounds and skin integrity concerns. Use the filter to view wounds by wound type and by status. The first thing you will see is the body map and beneath the body map you will see a list of 'Wounds' and their locations on the body. Each Wound will be listed in order of status so you can see at a glance how many active wounds are being managed by your team: Identified Active Inactive Each Wound will have a reference number for example 'WMA-SKIN-11266-0006' to support you with reporting and referencing of wounds. *Add reference number to RADAR log interaction Within each Wound you will see a complete history of care. Interactions/Assessments recorded in the past and interactions scheduled in the future to manage the wound or skin concern [You will see up to 30 days in the future]. Every interaction and assessment will be viewable on the Timeline also, however within the Wound Management View, you will see everything relevant to the wound in one place. When looking at the enhancements on the mobile app, select the body map icon when on the Timeline or within an interaction to be taken to the Wound Management View. Body Map Icon How do I record a new wound or skin concern? You can record a new wound from the Timeline or from within the Wound Management View. Select the blue plus button and find the relevant interaction. Select 'Concern With Skin Integrity/Wound'. Use this interaction if you are providing care for an individual, notice a wound and you wish to record it. Complete the required information by detailing the location, wound type (refer to agreed list) and upload associated images. When uploading images which are of a sensitive nature, tick the box provided to apply the sensitive image filter. This way when your team open the interaction in future, they will not see the image unless they click 'view' over the image. You will have the option to 'Select from files' or 'Take a picture'. Please note: When in the 'Concern with Skin Integrity/Wound' interaction, only by selecting 'New Wound' will further assessments be initiated. If you select 'New skin condition', the Clinical History & Medical Conditions will be updated, but will not initiate further assessments or add a location on the body map. If a person supported has been assigned the Nursing Care Type, then by completing this interaction an initial assessment will appear on the Timeline ready to be completed. Within the Nursing Care Type Library there are different assessments per wound type which have been specifically designed to capture the correct information for that wound. Wound types are as follows: Pressure Ulcers Skin Tears Burns Moisture Lesions Bruises Ulcers Surgical Wounds Superficial Wounds Wounds Other Residential Homes The assessments will be less clinical and not specific to wound type. The assessments are called 'Initial Wound Assessment - Residential' and 'Ongoing Wound Assessment - Residential' - complete basic observations only (do not select Full Assessment). Please note: You can only record one wound or skin integrity concern at a time. Wound Type - Residential Services ONLY Due to the extensive list of wound types, some of which are clinical descriptions, we have agreed a limited list to use when identifying wound type: Completing the Initial Assessment Nursing Within the 'Initial Assessment' for the nursing assessments you will be required to describe the wound in detail and define a treatment plan. Depending on what you enter into this assessment will trigger a suite of further assessments relevant to the care and treatment of the wound to promote swift healing and resolution. Once completed you will see an 'Ongoing Assessment' appear on the Timeline on your chosen scheduled date. The wound will be moved to 'Active'. Residential Complete 'Initial Assessment', Once completed you will see an 'Ongoing Assessment' appear on the Timeline on your chosen scheduled date. The wound will be moved to 'Active'. If assessment and/or treatment is not required because this wound was recorded in error, or perhaps it's already been recorded, then you have the ability to record this information and the wound will be moved to 'Inactive'. Completing the Ongoing Assessment If you need to complete the ongoing assessment before the scheduled date, this is no problem, simply change the date/time in the top right-hand corner of the interaction before completing the assessment. The ongoing assessment will be pre-filled with detail from the 'Initial Assessment' so you will be able to quickly see what information has been entered by your team and understand whether circumstances have changed and how best to proceed. Residential - complete basic observations only (do not select Full Assessment). Changing the wound type of an active wound In the 'Ongoing Assessment' if you identify that the wound has changed, recorded incorrectly, or progressed into something else you will be able to change the wound type. For example, if the wound was recorded as a bruise and has now become an open wound, make the change required within the interaction and complete. The relevant assessment for the updated wound type will appear on the Timeline for completion. Scheduling unplanned treatment or dressing If you require further treatment to be scheduled which you have not identified in either the 'Initial' or 'Ongoing' assessments, no problem! When you are in the 'Wound Management View' click the blue plus button and select the 'Unplanned Treatment/Dressing' interaction. As you will be using the 'Unplanned Treatment/Dressing' interaction this will not be linked to a wound and therefore will not have contextual information within the interaction to guide you. Therefore, please ensure you review the previous assessments within the wound to understand the individuals needs for dressing. Please note: If you cancel an assessment, you will be able to ad hoc another assessment by clicking the blue plus button when in the wound, however we recommend if you need to do an assessment earlier than planned, please complete the planned assessment, and update the time. In addition, you will notice that when in a wound instance, when you click the blue plus button to ad hoc an interaction, you'll see only interactions/assessments relevant for the wound type and status of the wound. How do I view the history of a wound? Within the wound you will see what care has been provided and what is planned for ongoing treatment. To see all assessments and interactions completed previously, click 'Show Previous' and the previous 10 interactions will appear. Continue to click 'Show Previous' to go back to the very beginning and view the initial identification assessment. Within each interaction there are three symbols. Parameters - a new design which means no crowding up the Timeline, click this icon to expand and collapse the parameters within the interaction so you can see what was recorded at a glance. Notes - Click this icon to expand and collapse any notes within the interaction. Incident - Understand whether this wound is linked with an incident [This is recorded within the Initial & Ongoing assessments]. If you see a blue speech bubble in the corner of the note’s icon, this means that this interaction has been assigned to the handover. How do I reopen an Inactive wound? Open the wound you wish to re-open by filtering for “inactive” wounds in the wound management view. Then click the blue plus button and select the 'Reopen wound' interaction. *Reopening of inactive wounds should only be completed for errors or updating records Please note you will not be able to do this from any other place, only when in the individual wound you wish to re-open. Complete the interaction and you will see an Initial Assessment appear on the Timeline to be completed and the wound will be moved to 'Active' status. Understanding the locations on the body map When recording wounds across a wide surface area, the location on the body map will look like this. For smaller wounds in a focused area, the location on the body map will look like this. For locations which have more than one wound associated, the location on the body map will look like this. Locations which are the colour teal represent wounds on the front of the body and black represent wounds on the back of the body. New Interactions and Assessments associated with Wound Management and Skin Health Residential Only Concern With Skin Integrity / Wound Initial Wound Assessment – Residential Ongoing Wound Assessment – Residential Re-open wound Nursing Concern With Skin Integrity / Wound Initial Assessment - Pressure Injury Initial Assessment - Skin Tear Initial Assessment - Venous Ulcer / Arterial Ulcer / Ischemic Ulcer / Neuropathic Ulcer / Diabetic Skin Ulcer Initial Assessment - Burn Initial Assessment - Moisture Lesion Initial Assessment - Surgical Wound Initial Assessment - Superficial Wounds Initial Assessment - Bruise Initial Assessment - Wound Ongoing Assessment - Pressure Injury Ongoing Assessment - Skin Tear Ongoing Assessment - Venous Ulcer / Arterial Ulcer / Ischemic Ulcer / Neuropathic Ulcer / Diabetic Skin Ulcer Ongoing Assessment - Burn Ongoing Assessment - Moisture Lesion Ongoing Assessment - Surgical Wound Ongoing Assessment - Superficial Wounds Ongoing Assessment - Bruise Ongoing Assessment - Wound Suture / Staple / Adhesive / Tape Removal Treatment / Dressing Wound Drainage Bag Wound Triage Review Assessment - Other Unplanned Treatment / Dressing Re-open Wound (Nursing) Updates to Sample/Test result. Multi-disciplinary communication Sample/Test Linking the body map to the Support Plan When in the Support plan page select the body map icon to add the body map and wounds to the support plan. When looking at the wound table, select the body map icon and this will link directly to the wound within the Wound Management View. Wound Photo Reporting There has recently been an update to the reports section of Nourish which now allows you to run a report on wound photos. Click on the Administration Cog in the black menu on the left-hand side and you will see the Reports menu. Click on reports. When the page loads, click the blue plus to create a new report. In the ‘Type’ dropdown list, you will see there are now two new options. Wound – Multiple photos per page Wound – Single photo per page On the new report template, you will be able to select the resident and the wound you which to report on. All wounds on Nourish have a unique ID automatically allocated by Nourish. Please refer to the residents’ body map for the details of each ID. Select the wound you wish to report on. And choose a photo option. Please be aware that these reports will only show photos taken using the wound management interactions. If you have used the Photograph Upload interaction, the photos will not be included in these reports. You can only create a report on one wound at a time. FAQs Q. Does the wound pathway have a link to the CQC notification interaction? Yes, it does, you will be able to ad hoc a CQC notification into the wound instance. Q. Can I see date and time the images were taken within the photo stream? Yes, the date and time stamp will be applied to the images and the images will appear in the order taken. Q. Can we still use the body map on the mobile app? Absolutely! Carers will still be able to see the body map and record wounds on mobile. Now we have brought the body map over to the web we have given you more autonomy with recording and managing wounds. Q. Will I be able to see wound related activities on the main Timeline? Everything recorded within the Wound Management View will be available on the Timeline also. The Wound Management View acts as a filter so you can see everything related to wounds or skin integrity concerns in one place. In addition, each interaction generated from another will have the context of the previous interaction displayed at the top. Q. Will the Skin Integrity and Wound Management pathway be suitable for a care service with no nurses? As part of the enhancements there will be a Residential Wound Assessment available for non-nursing environments which provides an opportunity to complete a full assessment or basic observations. All Care Types but Nursing will have this pathway available. Q. Will the Waterlow assessment link to a wound instance? No - You will be able to adhoc a waterlow assessment within a wound assessment. You will also be able to see a waterlow score within the wound dashboards view. Q. Can I link wound assessments to the care plan? Yes, please refer to the article above. Q. Will nurses trained to do dressings be able up upload photos? If the nurse has access to the interaction, then they have the ability to upload photos. Q. Will I be able to set alerts for body map reviews? Yes, you will be able to configure alerts via interactions in advanced configuration as per current functionality. Q. Will Nourish inform us when a dressing/wound needs to be reviewed, without checking all the residents that have wounds? Like an alert type for that specific wound? Yes, you will have the ability to set a schedule for assessment and treatment for each wound and associate alerts to these. Q. Can photos be added directly from a handset camera. Yes – remember to rename in documents section and transfer to support plan (see ‘how to guide’ on photographs) Q. If the assessment date is missed, will it remain on the Timeline for the next day? This assessment will stay on the day it was scheduled, however when in the Wound Management View you will be able to see clearly what care is scheduled to manage the wound. Q. What if I want to use the body map for recording something other than wounds? The new functionality within the bodymap has been designed specifically for the management of wounds and compromised skin integrity. There is an option to select \"other\" from wound type with a very basic and simplified generic workflow. Q. What happens if someone cancels the initial assessment instead of completing it? No problem you will be able to adhoc this initial assessment for the specific wound type when in the Wound Instance Q. Will there be a Periwound assessment and Periwound skin care? There is a parameter within the wound assessment that asks for a description of the surrounding skin of the wound. Q. Will previously closed wounds on the current version of the Body Map still show in the inactive section of the new Body Map section? Previously archived body map records will appear as 'Inactive' in the new Wound Management View. No existing data will be lost with the enhancements they will just be presented to you in a new way. When the enhancements become available, for current active body map records you will see an Interaction appear on the Timeline called 'Wound Triage' which will give you the option to keep this particular wound open or give you the choice to archive. Q. If you record an interaction against the wrong wound can this be moved to the correct wound? No, you will be required to cancel this interaction and re-record against the correct Wound. Q. Can a new record be linked to an incident also captured on Nourish? Or better still can it be added to the same workflow? Certain interactions will be ad-hoc'able into a wound instance. This will then be linked to that instance, for example adding a GP visit. There will be a question that will allow an incident to be added into the pathway. You are also asked whether the wound is the result of an incident within the Initial Assessment Q. Desktop / Web users – what happens to the body map within the current Care Plan, will this show the new body map? It will be replaced with a new version. You can view certain information, but you cannot interact with it other than to link into the wound. Q. How do I report on old wounds? Will they show in the dashboards? They will show as “inactive” wounds. Q. Images - will they stay sensitive if I view the image through the profile documents section? You will see a short description next to each image if the image has been sensitised. By clicking on the eye icon, you will be able to see the image. Q. How do I navigate back to the original Timeline? The Wound Management View acts as a filter. To return to the Timeline to see all records of care select the body map icon at the top. Q. Is there a limit to how many photos I can add? You can add up to 5 images per interaction. Q. If I make a mistake and need the treatment/dressing to be 2 days instead of 3. Can I go in and edit to update the frequency or is it a read only interaction once closed? Is so what is the process? You will be able to update the time of the interaction in the top right-hand corner. When completing the ongoing assessment, you will be able to schedule future treatment/dressing. Q. Can the body map be added to the emergency admission pack? Yes"
  }
}