{
  "guide_number": "18",
  "title": "How to check for Agency Compliance",
  "filename": "18. How to check for Agency Compliance.docx",
  "extracted_date": "2025-04-30",
  "metadata": {},
  "full_text": "18. How to check for Agency Compliance  \nWhen agency staff log into Nourish, they should always make sure they have recorded their name in the Daily Note of every interaction they complete. \nTo check this, you can run a ‘Timeline’ report to check by following the steps below. \nClick on the Administration ‘cog’ in the vertical menu on the left-hand side. \nThis will open the Administration Menu, click on ‘Reports’. \nThis will open the reports menu. To create a new report, click on the ‘Blue Plus’ in the top right corner. \nYou can now create a new report, choose ‘Timeline’ from the drop-down box. \nGive your report a title (remember reports stay in the report list)\nScroll down to the ‘Filters’ section and choose your date range by clicking on the dates.  \nYou can also choose which residents, for the purposes of this report to check Agency Compliance, leave ‘Residents’ and ‘Interactions’ at ‘All’.\nLeave Record and Status settings as they are. \nSelect your home’s agency log in ‘Responsible Carers’ if you start typing this will auto-populate. \nScroll down and untick ‘Parameters’ as we are only looking to see if there is the agency carer’s name in the Daily Note and do not need to see all the parameters of the interaction. \nTick PDF (or another format if you prefer). \nUntick New Page per Resident \nClick Save \nWait for your report to load, when it has loaded the bar on the left will turn green. Click on the 3 dots to the right and click download if this is what you would like to do. \nOpen your report. Check through the interactions – these will be all the interactions which have been closed solely using the agency log in. You can review these to ensure the name of the Agency Carer has been entered into the Daily Note. ",
  "sections": {
    "steps": "When agency staff log into Nourish, they should always make sure they have recorded their name in the Daily Note of every interaction they complete. To check this, you can run a ‘Timeline’ report to check by following the steps below. Click on the Administration ‘cog’ in the vertical menu on the left-hand side. This will open the Administration Menu, click on ‘Reports’. This will open the reports menu. To create a new report, click on the ‘Blue Plus’ in the top right corner. You can now create a new report, choose ‘Timeline’ from the drop-down box. Give your report a title (remember reports stay in the report list) Scroll down to the ‘Filters’ section and choose your date range by clicking on the dates. You can also choose which residents, for the purposes of this report to check Agency Compliance, leave ‘Residents’ and ‘Interactions’ at ‘All’. Leave Record and Status settings as they are. Select your home’s agency log in ‘Responsible Carers’ if you start typing this will auto-populate. Scroll down and untick ‘Parameters’ as we are only looking to see if there is the agency carer’s name in the Daily Note and do not need to see all the parameters of the interaction. Tick PDF (or another format if you prefer). Untick New Page per Resident Click Save Wait for your report to load, when it has loaded the bar on the left will turn green. Click on the 3 dots to the right and click download if this is what you would like to do. Open your report. Check through the interactions – these will be all the interactions which have been closed solely using the agency log in. You can review these to ensure the name of the Agency Carer has been entered into the Daily Note."
  }
}