{
  "guide_number": "19",
  "title": "How to use the Mi-Fi Hotspot device",
  "filename": "19. How to use the Mi-Fi Hotspot device.docx",
  "extracted_date": "2025-04-30",
  "metadata": {},
  "full_text": "DSP – Nourish. How to use the Mi-Fi device\nThe Mi-Fi Hotspot is to be used when the main MHA Wi-Fi is not available. Colleagues will be able to follow the instructions below to connect their Nourish device to the hotspot, which will allow them to log into Nourish. The device will lose connection to the hotspot when not in the immediate vicinity, all completed interactions will be stored on the device until reconnected to an internet connection. \nBefore colleagues log out, they must reconnect to the Mi-Fi hotspot, following the guide below, and refresh the device (pull down on the screen until a spinning arrow appears on the screen). This will upload all saved interactions. \nIf a colleague attempts to log out whilst the device has no connection, a warning message will be shown, informing them if they proceed with login out, all unsaved interactions will be permanently lost. \nTURN ON HOTSPOT \nPress the Power button on the mobile hotspot until all four indicators momentarily flash blue. \nWait for the Network and Wi-Fi Indicators to come on, one at a time. \nWhen the Network and Wi-Fi icons light up blue, the Wi-Fi connection is enabled. \nTURN OFF HOTSPOT \nPress the Power button on the mobile hotspot until all four indicators momentarily flash blue. \nWhen all four buttons go dark, the Network and Wi-Fi connections have been disabled. \nCONNECT YOUR DEVICE TO YOUR MOBILE HOTSPOT \nPress the power button to turn on your hotspot. \nLocate your hotspot’s Wi-Fi name (SSID) and password. This information is on the label inside the case of Mi-Fi device hotspot. \nOpen your Nourish device and open the settings. (Settings can be found on the device home screen).  \nClick Wi-Fi and search for available Wi-Fi networks and click the Wi-Fi name (SSID) of your hotspot. \nEnter the unique password. \nClick Connect. The device will connect to the internet and will be labelled “Connected, secure”. \nLogin to Nourish using your individual username and password. ",
  "sections": {
    "overview": "DSP – Nourish. How to use the Mi-Fi device The Mi-Fi Hotspot is to be used when the main MHA Wi-Fi is not available. Colleagues will be able to follow the instructions below to connect their Nourish device to the hotspot, which will allow them to log into Nourish. The device will lose connection to the hotspot when not in the immediate vicinity, all completed interactions will be stored on the device until reconnected to an internet connection. Before colleagues log out, they must reconnect to the Mi-Fi hotspot, following the guide below, and refresh the device (pull down on the screen until a spinning arrow appears on the screen). This will upload all saved interactions. If a colleague attempts to log out whilst the device has no connection, a warning message will be shown, informing them if they proceed with login out, all unsaved interactions will be permanently lost. TURN ON HOTSPOT Press the Power button on the mobile hotspot until all four indicators momentarily flash blue. Wait for the Network and Wi-Fi Indicators to come on, one at a time. When the Network and Wi-Fi icons light up blue, the Wi-Fi connection is enabled. TURN OFF HOTSPOT Press the Power button on the mobile hotspot until all four indicators momentarily flash blue. When all four buttons go dark, the Network and Wi-Fi connections have been disabled. CONNECT YOUR DEVICE TO YOUR MOBILE HOTSPOT Press the power button to turn on your hotspot. Locate your hotspot’s Wi-Fi name (SSID) and password. This information is on the label inside the case of Mi-Fi device hotspot. Open your Nourish device and open the settings. (Settings can be found on the device home screen). Click Wi-Fi and search for available Wi-Fi networks and click the Wi-Fi name (SSID) of your hotspot. Enter the unique password. Click Connect. The device will connect to the internet and will be labelled “Connected, secure”. Login to Nourish using your individual username and password."
  }
}