{
  "guide_number": "20",
  "title": "Activity Coordinators User Guide ",
  "filename": "20. Activity Coordinators User Guide .docx",
  "extracted_date": "2025-04-30",
  "metadata": {},
  "full_text": "How to Record Meaningful Engagement and Activities in Nourish\nActivity Coordinators\nPlease ensure you have read the Meaningful Engagement and Activities Policy and procedure; this will give you a greater understanding of your role and responsibilities.\nCreate an Activity Entry for a Resident\nThis guide provides a step-by-step process for creating an activity entry. By following the instructions, you will be able to effectively document the activity / meaningful engagement, including the resident's engagement level, duration, location, and photos. Additionally, you can provide a description of the event and the resident's feelings. This guide ensures that you complete the entry accurately and efficiently in an individually personalised way.\nNew resident\nWhen a new resident moves into the home it is important that we capture their likes and dislikes around hobbies and interests etc to involve people in things that are meaningful to them. It is the responsibility of Activity Coordinators to complete the Meaningful Engagement and Activities Profile Form which is located on the intranet. Once completed upload to the spirituality and living life support plan. Ask your manager who is best placed to support you with the upload of documents in your home. If you feel a current resident would benefit from this, you can complete one for them too.\nWhat should be recorded?\nEvery “meaningful interaction and activity” either planned or spontaneous with a group of people or individuals should be captured on Nourish. This includes everyone in the home who interacts in a meaningful way i.e. a domestic assistant chatting to a resident about their love of dogs or their work life etc or a carer using the Key to Me should be entered on Nourish. The list below while not exhaustive it should function as a guideline:\nEvery formal activity on the weekly planner.\nAd hoc events that are not on the weekly planner i.e. spontaneous sing-along/game initiated by another team member.\nIndividual personalised meaningful 1-1 you undertake i.e. delivering Famileo and having a chat about the content of the gazette / walk in the garden with the resident.\nYou do need to record outside entertainers. If you are not present during the entertainment another team member must either record on Nourish or feedback on the enjoyment/participation levels of residents so you can record.\nYou do need to record exercise instructors. If you are not present during an exercise session, feedback should be obtained for everyone who participated from the tutor.\nVolunteer interactions – more about this later.\nMeaningful conversations with residents undertaken by other colleagues in the home should be captured with the ‘How am I interaction.’\nWhat does not need to be recorded? \nThere are lots of things which do not need to be formally recorded such as greeting people each day unless there is an outcome or purpose to this conversation, however it could be recorded as a “How am I” interaction.\nThere is no need to record every declined invite to formal activities as it is assumed everyone in the home is invited to everything. However, if someone usually attends without fail you may wish to record – for example “Betty didn’t come to craft group today as didn’t sleep well last night and chose to listen to the radio in her room instead.”\nYou do not need to record that someone is in their room watching TV unless you had a conversation and as a result you turned the TV on so they could watch something specific they had requested.\n “Good morning” chats unless it is specific and has a purpose in which case those need to be noted i.e. “Jean was in a low mood today, so we had a 10-minute chat about the beautiful flowers in the garden which lifted her mood.” \nYou do not need to record a Music therapy Group session, or any individual music therapy provided by the Music therapist. \nStep-by-step process\nGroup Activities can be planned they could happen weekly at same time and are usually documented on your weekly planner. Or they could be spontaneous in a singalong while waiting for something else to happen or in response to something on radio or TV.\nA Meaningful Engagement can be planned i.e. volunteer visiting to read poetry or spontaneous a 5 -10-minute conversation about a particular topic which is meaningful to the resident. If this is in response to using the Key to Me, please note under the Key to Me tab.\nPlease select the appropriate level of engagement you witnessed accurately. This entry needs to be factual, so it is ok to say little or no engagement if that was what happened.\nThe location of the activity should be documented so it offers a fuller picture for example a nature-based activity could take place inside the home in a specific area i.e. Beech Avenue, it could be in the garden or 1-1 in someone’s room.\nAdd the duration of the activity.\nMultiple short and snappy sessions are usually preferable. A balloon game for 30 mins and a newspaper discussion for 30 mins is preferable to a 2-hour bingo session for example where people may lose interest or fall asleep. Shorter interactive sessions and likely to appeal to more people to enable them to find something they enjoy.\nUpload any photos you have taken during the activity. Remember to always check that you have consent from the resident.\nTerminology\nWhen recording an interaction in Nourish every member of the team is encouraged to read MHA “tone of voice document”  Tone of voice guidance - printable guide  (double click on this link to open up the document). This document guides you through the best wording / terminology to use to record interactions with residents, for example, if an arts and crafts activity has taken place that involved painting leaves or printing with potatoes it is far better to use words such as nature based Arts and Craft, rather than “leaf painting” or “potato printing” as this may seem to be too childlike and not age appropriate. \nWhen recording try to avoid:\nThe use of jargon or acronyms which others may not understand.\nLanguage considered to be slang language.\nReferring to a person's disabilities instead focus more on their abilities.\nTerms such as bed-bound/challenging/suffering should not be used.\nPersonalising each recording \nOnce an activity or meaningful 1-1 engagement has taken place it should be recorded either digitally via the handset or verbally spoken into the handset. It is important to fill in all fields: \nName of Activity \nLevel of engagement \nDuration of activity \nPhoto\nA brief personalised explanation \nIt is important that the comment section is personalised for each resident some good examples are included below of people attending the same activity:\n“Eddie came to the activity but didn't participate in any games of puzzles, but he was in conversation with both me and others during the activity.” \n“Freda came to the group games this morning today and enjoyed building a puzzle and chatting with others.” \n“Joe attended the group session but preferred to watch others he did smile when someone told a joke.” \nGood examples of 1-1 engagements \n“John enjoyed our 1-1 chat today and was very engaging and happy to tell me about an animal charity he likes to support”. \n“Edna seemed to enjoy my visit today although she didn't say anything she held my hand and smiled when I read one of her favourite poems.” \nThere is an option to save the interaction to allow you to complete it when you have more time. \nSpeech-to-Text Recording\nWhat is speech-to-text?\nSpeech-to-text is a method of talking into the device and converted into text. The device listens to what is being dictated (when you want it to) and converts this into writing. The rate at which you can input information is improved over traditional writing or typing methods.\nHow do I use speech-to-text?\nThe below steps will explain how to use this on a Nourish-supplied handset. \nYou will need to be in a quiet environment when you are doing this.\n\n​\nOnce finished talking press the microphone to stop converting your speech and click the 'x' to go back into completing the interaction, where you can check the accuracy of the speech-to-text conversion and correct any mistakes required using the keyboard.\nNote: This feature works very well with all accents, simply talk as clearly and naturally as possible. It is recommended that any time you use this feature that you double-check what has been converted for accuracy.\nRecording 1-1 Engagements       \nOne to one meaningful engagement can take place by a variety of people working within the home. There is an expectation that if a member of care team /housekeeping/hospitality have a meaning conversation with someone then they should record this engagement. \nLikewise, if a Chaplain or Music Therapist undertakes a meaningful conversation or activity on a 1-1 basis with someone then they should be responsible for documenting this on to Nourish. \nVolunteers \nVolunteers are invaluable and often undertake a wide range of support roles within the home. The clearest way to work out who should be recording volunteer interactions is by the type of volunteering they do i.e. if a volunteer is supporting “activities or 1-1 meaningful engagements” as directed by the Activity Coordinator then it is the Activity Coordinator who should record these interactions on Nourish. Ideally, this would be completed by sitting together and the Activity Coordinator recording the information passed on by the volunteer to complete as fully as possible. If a volunteer is supporting a one-to-one engagement as directed by a Chaplain in this case the Chaplain would record the interaction. \nActivity Assessment – 6 Month\nAll residents will need a 6-month activity assessment so that you can determine whether we are meeting their meaningful engagement needs. Follow the process below to help you complete this assessment:\nRequest the previous 6-month activity interaction report from your manager or senior.\nIf this is the first 6 monthly assessment, then you will need to refer to the Meaningful Engagement & Activities profile to familiarise yourself with the likes and dislikes expressed by the resident at time of entering the home.\nAnalyse the report and look at what activities and meaningful engagements your resident has participated in.\nComplete the Activity Assessment – 6 Month interaction on their timeline.\nIf the resident has not engaged well in activities offered it may be worth discussing with the individual to review what they may enjoy ensuring that wherever possible their interests are being met. Changes to information recorded should be captured on the Meaningful Engagement and Activities profile form.\nEnsure that you complete all the questions.\nTop Tips   \nTry verbally entering interactions into the handset this may save you time. \nRecord all interactions as soon as possible do not write them down to complete later as this doubles your work. \nIf you do not know how to do something, ask other colleagues in your home for support. The Nourish chat function has very useful information to support you using the system. \nAsk volunteers to write down in brief their discussions during 1-1 engagements and nots if this was via Key to Me resource or residents-initiated conversations. \nDo encourage other team members to capture their 1-1 meaningful interactions too. \nShare any new information you learn about a person's life story with other team members so they too can interact and join the conversation. This information should also be added to the resident's biography.\nFrequently Asked Questions (FAQ) \nQ1. What if I make a mistake and enter something on the wrong person's care plan? \nA senior or nurse can edit the saved interaction. Remove as much information as possible and write in the daily note that the information has been removed as it was recorded on the wrong resident. Do not put the name of the current resident (GDPR).\nQ2. Do I need to record an interaction if someone has just watched and not joined in? \n If the person has “actively watched with interested” then yes, please record this as they may have gained enjoyment from being in the room watching even though they have not actively participated. \nQ3. Should I record if someone is in their room watching TV? \n If this is what the person chooses to do most days there is no need to record however if the person normally chooses to sit in the lounge and today, they specifically ask to watch TV in their room this would be good to record. i.e. Joy did not want to attend arts group today and chose to watch TV in her room instead. \nQ4. What do I record if someone falls asleep during an activity? \nIf the person started the activity or was actively watching and then fell asleep it is appropriate to record just that. However, if the person slept through the whole activity do not record it. \nQ5. Is visiting the hairdresser classed as an activity?\n A visit to the hairdresser is a meaningful engagement so this should be recorded. It is important to chat to the hairdresser if you are not present and ask how the appointment went. It is also good to ask the person how they felt after the visit and use this as a quote when recording i.e. Jean loved having her hair done today and Sally said they chatted about the pets Jean had throughout the visit. \nQ6. How should activities and engagement be recorded which are led by another person in the home or when I am not on duty? \nIdeally, these would be recorded as they take place or as soon as possible afterward so this would mean the team member leading the activity or engagement should record. This is the best way to record as they will be able to personalise the data as they are aware of how much the person enjoyed/participated in the activity. \nQ7. How should I record a family visit if they engage their loved one in an activity like walking around the garden? \nA family visit should be recorded under the Family visiting interaction even if they are playing dominos, walking in the garden, chatting about Famileo, etc it is all recorded as a Family visit. \nQ8. If a Care Assistant or another Colleague engages in a meaningful engagement who and how should it be recorded?\n Every Meaningful Engagement with a resident should be captured on Nourish. Ideally this should be captured by the person interacting with the resident however if the colleague does not have access to a Nourish handset, they may ask someone else to note it on their behalf.\nQ9. What should I do with new information I learn about a resident during a 1-1 using the Key to Me?\nAny new information should be initially documented on Nourish through the activity interaction and updated on the individual’s biography.  Any new information should also be shared with the colleagues supporting that resident.\nQ10. How do I record any information I find useful which could be added to the resident’s biography?\nAsk a senior or manager who can access the biography to update \nQ11. Can I change the date of an interaction if I have forgotten to log it or recorded on the wrong date?\nYes, you can, follow these steps:\nClick into the interaction\nIn the top right-hand corner of the interaction, click on the blue time\nClick 'Set a time'\nSelect a date and time\nClick 'Set record time'\nComplete and save your interaction",
  "sections": {
    "overview": "How to Record Meaningful Engagement and Activities in Nourish Activity Coordinators Please ensure you have read the Meaningful Engagement and Activities Policy and procedure; this will give you a greater understanding of your role and responsibilities. Create an Activity Entry for a Resident This guide provides a step-by-step process for creating an activity entry. By following the instructions, you will be able to effectively document the activity / meaningful engagement, including the resident's engagement level, duration, location, and photos. Additionally, you can provide a description of the event and the resident's feelings. This guide ensures that you complete the entry accurately and efficiently in an individually personalised way. New resident When a new resident moves into the home it is important that we capture their likes and dislikes around hobbies and interests etc to involve people in things that are meaningful to them. It is the responsibility of Activity Coordinators to complete the Meaningful Engagement and Activities Profile Form which is located on the intranet. Once completed upload to the spirituality and living life support plan. Ask your manager who is best placed to support you with the upload of documents in your home. If you feel a current resident would benefit from this, you can complete one for them too. What should be recorded? Every “meaningful interaction and activity” either planned or spontaneous with a group of people or individuals should be captured on Nourish. This includes everyone in the home who interacts in a meaningful way i.e. a domestic assistant chatting to a resident about their love of dogs or their work life etc or a carer using the Key to Me should be entered on Nourish. The list below while not exhaustive it should function as a guideline: Every formal activity on the weekly planner. Ad hoc events that are not on the weekly planner i.e. spontaneous sing-along/game initiated by another team member. Individual personalised meaningful 1-1 you undertake i.e. delivering Famileo and having a chat about the content of the gazette / walk in the garden with the resident. You do need to record outside entertainers. If you are not present during the entertainment another team member must either record on Nourish or feedback on the enjoyment/participation levels of residents so you can record. You do need to record exercise instructors. If you are not present during an exercise session, feedback should be obtained for everyone who participated from the tutor. Volunteer interactions – more about this later. Meaningful conversations with residents undertaken by other colleagues in the home should be captured with the ‘How am I interaction.’ What does not need to be recorded? There are lots of things which do not need to be formally recorded such as greeting people each day unless there is an outcome or purpose to this conversation, however it could be recorded as a “How am I” interaction. There is no need to record every declined invite to formal activities as it is assumed everyone in the home is invited to everything. However, if someone usually attends without fail you may wish to record – for example “Betty didn’t come to craft group today as didn’t sleep well last night and chose to listen to the radio in her room instead.” You do not need to record that someone is in their room watching TV unless you had a conversation and as a result you turned the TV on so they could watch something specific they had requested. “Good morning” chats unless it is specific and has a purpose in which case those need to be noted i.e. “Jean was in a low mood today, so we had a 10-minute chat about the beautiful flowers in the garden which lifted her mood.” You do not need to record a Music therapy Group session, or any individual music therapy provided by the Music therapist. Step-by-step process Group Activities can be planned they could happen weekly at same time and are usually documented on your weekly planner. Or they could be spontaneous in a singalong while waiting for something else to happen or in response to something on radio or TV. A Meaningful Engagement can be planned i.e. volunteer visiting to read poetry or spontaneous a 5 -10-minute conversation about a particular topic which is meaningful to the resident. If this is in response to using the Key to Me, please note under the Key to Me tab. Please select the appropriate level of engagement you witnessed accurately. This entry needs to be factual, so it is ok to say little or no engagement if that was what happened. The location of the activity should be documented so it offers a fuller picture for example a nature-based activity could take place inside the home in a specific area i.e. Beech Avenue, it could be in the garden or 1-1 in someone’s room. Add the duration of the activity. Multiple short and snappy sessions are usually preferable. A balloon game for 30 mins and a newspaper discussion for 30 mins is preferable to a 2-hour bingo session for example where people may lose interest or fall asleep. Shorter interactive sessions and likely to appeal to more people to enable them to find something they enjoy. Upload any photos you have taken during the activity. Remember to always check that you have consent from the resident. Terminology When recording an interaction in Nourish every member of the team is encouraged to read MHA “tone of voice document” Tone of voice guidance - printable guide (double click on this link to open up the document). This document guides you through the best wording / terminology to use to record interactions with residents, for example, if an arts and crafts activity has taken place that involved painting leaves or printing with potatoes it is far better to use words such as nature based Arts and Craft, rather than “leaf painting” or “potato printing” as this may seem to be too childlike and not age appropriate. When recording try to avoid: The use of jargon or acronyms which others may not understand. Language considered to be slang language. Referring to a person's disabilities instead focus more on their abilities. Terms such as bed-bound/challenging/suffering should not be used. Personalising each recording Once an activity or meaningful 1-1 engagement has taken place it should be recorded either digitally via the handset or verbally spoken into the handset. It is important to fill in all fields: Name of Activity Level of engagement Duration of activity Photo A brief personalised explanation It is important that the comment section is personalised for each resident some good examples are included below of people attending the same activity: “Eddie came to the activity but didn't participate in any games of puzzles, but he was in conversation with both me and others during the activity.” “Freda came to the group games this morning today and enjoyed building a puzzle and chatting with others.” “Joe attended the group session but preferred to watch others he did smile when someone told a joke.” Good examples of 1-1 engagements “John enjoyed our 1-1 chat today and was very engaging and happy to tell me about an animal charity he likes to support”. “Edna seemed to enjoy my visit today although she didn't say anything she held my hand and smiled when I read one of her favourite poems.” There is an option to save the interaction to allow you to complete it when you have more time. Speech-to-Text Recording What is speech-to-text? Speech-to-text is a method of talking into the device and converted into text. The device listens to what is being dictated (when you want it to) and converts this into writing. The rate at which you can input information is improved over traditional writing or typing methods. How do I use speech-to-text? The below steps will explain how to use this on a Nourish-supplied handset. You will need to be in a quiet environment when you are doing this. ​ Once finished talking press the microphone to stop converting your speech and click the 'x' to go back into completing the interaction, where you can check the accuracy of the speech-to-text conversion and correct any mistakes required using the keyboard. Note: This feature works very well with all accents, simply talk as clearly and naturally as possible. It is recommended that any time you use this feature that you double-check what has been converted for accuracy. Recording 1-1 Engagements One to one meaningful engagement can take place by a variety of people working within the home. There is an expectation that if a member of care team /housekeeping/hospitality have a meaning conversation with someone then they should record this engagement. Likewise, if a Chaplain or Music Therapist undertakes a meaningful conversation or activity on a 1-1 basis with someone then they should be responsible for documenting this on to Nourish. Volunteers Volunteers are invaluable and often undertake a wide range of support roles within the home. The clearest way to work out who should be recording volunteer interactions is by the type of volunteering they do i.e. if a volunteer is supporting “activities or 1-1 meaningful engagements” as directed by the Activity Coordinator then it is the Activity Coordinator who should record these interactions on Nourish. Ideally, this would be completed by sitting together and the Activity Coordinator recording the information passed on by the volunteer to complete as fully as possible. If a volunteer is supporting a one-to-one engagement as directed by a Chaplain in this case the Chaplain would record the interaction. Activity Assessment – 6 Month All residents will need a 6-month activity assessment so that you can determine whether we are meeting their meaningful engagement needs. Follow the process below to help you complete this assessment: Request the previous 6-month activity interaction report from your manager or senior. If this is the first 6 monthly assessment, then you will need to refer to the Meaningful Engagement & Activities profile to familiarise yourself with the likes and dislikes expressed by the resident at time of entering the home. Analyse the report and look at what activities and meaningful engagements your resident has participated in. Complete the Activity Assessment – 6 Month interaction on their timeline. If the resident has not engaged well in activities offered it may be worth discussing with the individual to review what they may enjoy ensuring that wherever possible their interests are being met. Changes to information recorded should be captured on the Meaningful Engagement and Activities profile form. Ensure that you complete all the questions.",
    "notes": "Try verbally entering interactions into the handset this may save you time. Record all interactions as soon as possible do not write them down to complete later as this doubles your work. If you do not know how to do something, ask other colleagues in your home for support. The Nourish chat function has very useful information to support you using the system. Ask volunteers to write down in brief their discussions during 1-1 engagements and nots if this was via Key to Me resource or residents-initiated conversations. Do encourage other team members to capture their 1-1 meaningful interactions too. Share any new information you learn about a person's life story with other team members so they too can interact and join the conversation. This information should also be added to the resident's biography. Frequently Asked Questions (FAQ) Q1. What if I make a mistake and enter something on the wrong person's care plan? A senior or nurse can edit the saved interaction. Remove as much information as possible and write in the daily note that the information has been removed as it was recorded on the wrong resident. Do not put the name of the current resident (GDPR). Q2. Do I need to record an interaction if someone has just watched and not joined in? If the person has “actively watched with interested” then yes, please record this as they may have gained enjoyment from being in the room watching even though they have not actively participated. Q3. Should I record if someone is in their room watching TV? If this is what the person chooses to do most days there is no need to record however if the person normally chooses to sit in the lounge and today, they specifically ask to watch TV in their room this would be good to record. i.e. Joy did not want to attend arts group today and chose to watch TV in her room instead. Q4. What do I record if someone falls asleep during an activity? If the person started the activity or was actively watching and then fell asleep it is appropriate to record just that. However, if the person slept through the whole activity do not record it. Q5. Is visiting the hairdresser classed as an activity? A visit to the hairdresser is a meaningful engagement so this should be recorded. It is important to chat to the hairdresser if you are not present and ask how the appointment went. It is also good to ask the person how they felt after the visit and use this as a quote when recording i.e. Jean loved having her hair done today and Sally said they chatted about the pets Jean had throughout the visit. Q6. How should activities and engagement be recorded which are led by another person in the home or when I am not on duty? Ideally, these would be recorded as they take place or as soon as possible afterward so this would mean the team member leading the activity or engagement should record. This is the best way to record as they will be able to personalise the data as they are aware of how much the person enjoyed/participated in the activity. Q7. How should I record a family visit if they engage their loved one in an activity like walking around the garden? A family visit should be recorded under the Family visiting interaction even if they are playing dominos, walking in the garden, chatting about Famileo, etc it is all recorded as a Family visit. Q8. If a Care Assistant or another Colleague engages in a meaningful engagement who and how should it be recorded? Every Meaningful Engagement with a resident should be captured on Nourish. Ideally this should be captured by the person interacting with the resident however if the colleague does not have access to a Nourish handset, they may ask someone else to note it on their behalf. Q9. What should I do with new information I learn about a resident during a 1-1 using the Key to Me? Any new information should be initially documented on Nourish through the activity interaction and updated on the individual’s biography. Any new information should also be shared with the colleagues supporting that resident. Q10. How do I record any information I find useful which could be added to the resident’s biography? Ask a senior or manager who can access the biography to update Q11. Can I change the date of an interaction if I have forgotten to log it or recorded on the wrong date? Yes, you can, follow these steps: Click into the interaction In the top right-hand corner of the interaction, click on the blue time Click 'Set a time' Select a date and time Click 'Set record time' Complete and save your interaction"
  }
}