{
  "guide_number": "unknown",
  "title": "Appendix 2 - Guidance on writing JD  PS",
  "filename": "Appendix 2 - Guidance on writing JD  PS.docx",
  "extracted_date": "2025-04-30",
  "metadata": {},
  "full_text": "Appendix 2 – Job Description & Person Specification Guidance\nThis document provides guidance on writing a job description and person specification.\nJob Description\nA job description is a written document which is designed to give candidates, employees and managers an understanding of what is involved in a job and the broad duties and responsibilities of the post. \nA job description should detail:\nThe main purpose of the job: try to describe this in one or two sentences. \nThe principal responsibilities of the job: try to use active verbs, e.g. ‘to manage’, ‘to develop’, to write and to focus on eight to ten key points. Include the scope of the role: resources: staff, equipment, budget, areas for which the post holder is responsible.\nConsider the following when writing a job description: \nDeliverables\nDescribe the “outputs” or end results of the job expressed in term of the services or contribution the job makes to other parts of MHA. Some examples of these would be the production of reports and statistics, help and support provided to internal customers or dealings the job has with external bodies, such as local authorities, commercial organisations, suppliers etc.\nContacts and Communication \nOutline the type and purpose of the contact between the job holder and others in MHA, or with those contacts outside the organisation. Bear in mind the requirements of the job regarding presenting the right image to residents and other outside MHA and the degree to which the job requires the job holder to influence or persuade other people.\nSupervision and Management \nSummarise the number and type of staff managed by the job holder, together with their job titles and roles in the organisation. It would be helpful if you listed those staff who report to the job holder directly and those who report indirectly \nPlanning\nTo what extent is the job holder required to plan and organise their own work and manage conflicting priorities \nSupervision Received \nConsider the level of supervision provided to the job holder and the degree to which the job is controlled either by direct person management or constraints built into the system.\nImpact\nThe degree to which the job is routine and self-contained or is less well defined.  The extent to which the job impacts on work outside the job holders own department or MHA as a whole.\nComplexity and Creativity \nDescribe the extent to which the job involves a range of problems requiring a degree of thought or creativity in solving them. Summarise the level of complexity in the job in terms of nature of work.  Is it repetitive or consists of a range of tasks covering a variety of functions? Address the extent to which help is available to answer questions and resolve issues or the degree to which the job holder is required to resolve problems, without necessarily referring to their line manager or when information is not readily available.    \nPerson Specification \nA person specification is a profile of the personal skills, qualifications, abilities and experiences you will look for during the recruitment and selection process.\nThe criteria you decide on should relate directly to the responsibilities and duties detailed in the job description, and contain the minimum requirements necessary to do the job effectively. The more explicit you are in the person specification the more time you will save and there is a greater chance of attracting the right candidate for the job.\nThe criteria must be capable of being objectively justified as the minimum requirements to carry out the post effectively. Criteria should not be included if they unfairly discriminate on the grounds of race, religion or belief, gender, age, sexual orientation, disability, gender re-assignment, marriage/civil partnership or pregnancy/maternity. Give careful consideration to reasonable adjustments that can be made.\nBe careful about overstating the level of knowledge, experience and qualifications required for the job. Make sure that you can objectively justify any academic qualifications included on a person specification as many talented people may not have the qualifications you are looking for, thus reducing your candidate pool. Also, a good educational background does not always indicate that the individual has the skills and/or experience needed to perform the job.\nThe person specification should be divided into essential and desirable criteria. This should be used in the short-listing process to distinguish between candidates.\nEssential criteria are those that are critical for the satisfactory performance of the job. It is expected that applicants will meet all the essential criteria to be considered eligible for appointment.\nDesirable criteria are those that enhance a person’s capacity to do the job. These are usually not listed as essential because it is expected that they can be acquired once in employment. For example, while specific knowledge of the University and its environment could be of benefit, it can also be learnt.\nLook at the job description and pick out the main duties of the job grouping together similar duties. Try and translate these duties into the abilities and skills needed to do the job. Specify the necessary skills as far as possible in precise job-related terms. Identify any specific knowledge requirements for the job or requirement of some evidence of ability to learn. Identify experience required to carry out the job.\nFactors to consider when drawing up the specification include:\nSkills, knowledge and aptitudes directly related to the job\nLevel and type of experience necessary\nEducation and training: but only so far as is necessary for satisfactory job  performance, unless the person is being recruited on the basis of future potential; Vicky Jackson and Vanessa Lane can provide further support if required\nAny criteria relating to personal qualities, which must be essential and directly related to the job, and must be applied equally to all groups, irrespective of race, religion or belief, gender, age, sexual orientation, disability, gender re-assignment, marriage/civil partnership or pregnancy/maternity. ",
  "sections": {
    "overview": "Appendix 2 – Job Description & Person Specification Guidance This document provides guidance on writing a job description and person specification. Job Description A job description is a written document which is designed to give candidates, employees and managers an understanding of what is involved in a job and the broad duties and responsibilities of the post. A job description should detail: The main purpose of the job: try to describe this in one or two sentences. The principal responsibilities of the job: try to use active verbs, e.g. ‘to manage’, ‘to develop’, to write and to focus on eight to ten key points. Include the scope of the role: resources: staff, equipment, budget, areas for which the post holder is responsible. Consider the following when writing a job description: Deliverables Describe the “outputs” or end results of the job expressed in term of the services or contribution the job makes to other parts of MHA. Some examples of these would be the production of reports and statistics, help and support provided to internal customers or dealings the job has with external bodies, such as local authorities, commercial organisations, suppliers etc. Contacts and Communication Outline the type and purpose of the contact between the job holder and others in MHA, or with those contacts outside the organisation. Bear in mind the requirements of the job regarding presenting the right image to residents and other outside MHA and the degree to which the job requires the job holder to influence or persuade other people. Supervision and Management Summarise the number and type of staff managed by the job holder, together with their job titles and roles in the organisation. It would be helpful if you listed those staff who report to the job holder directly and those who report indirectly Planning To what extent is the job holder required to plan and organise their own work and manage conflicting priorities Supervision Received Consider the level of supervision provided to the job holder and the degree to which the job is controlled either by direct person management or constraints built into the system. Impact The degree to which the job is routine and self-contained or is less well defined. The extent to which the job impacts on work outside the job holders own department or MHA as a whole. Complexity and Creativity Describe the extent to which the job involves a range of problems requiring a degree of thought or creativity in solving them. Summarise the level of complexity in the job in terms of nature of work. Is it repetitive or consists of a range of tasks covering a variety of functions? Address the extent to which help is available to answer questions and resolve issues or the degree to which the job holder is required to resolve problems, without necessarily referring to their line manager or when information is not readily available. Person Specification A person specification is a profile of the personal skills, qualifications, abilities and experiences you will look for during the recruitment and selection process. The criteria you decide on should relate directly to the responsibilities and duties detailed in the job description, and contain the minimum requirements necessary to do the job effectively. The more explicit you are in the person specification the more time you will save and there is a greater chance of attracting the right candidate for the job. The criteria must be capable of being objectively justified as the minimum requirements to carry out the post effectively. Criteria should not be included if they unfairly discriminate on the grounds of race, religion or belief, gender, age, sexual orientation, disability, gender re-assignment, marriage/civil partnership or pregnancy/maternity. Give careful consideration to reasonable adjustments that can be made. Be careful about overstating the level of knowledge, experience and qualifications required for the job. Make sure that you can objectively justify any academic qualifications included on a person specification as many talented people may not have the qualifications you are looking for, thus reducing your candidate pool. Also, a good educational background does not always indicate that the individual has the skills and/or experience needed to perform the job. The person specification should be divided into essential and desirable criteria. This should be used in the short-listing process to distinguish between candidates. Essential criteria are those that are critical for the satisfactory performance of the job. It is expected that applicants will meet all the essential criteria to be considered eligible for appointment. Desirable criteria are those that enhance a person’s capacity to do the job. These are usually not listed as essential because it is expected that they can be acquired once in employment. For example, while specific knowledge of the University and its environment could be of benefit, it can also be learnt. Look at the job description and pick out the main duties of the job grouping together similar duties. Try and translate these duties into the abilities and skills needed to do the job. Specify the necessary skills as far as possible in precise job-related terms. Identify any specific knowledge requirements for the job or requirement of some evidence of ability to learn. Identify experience required to carry out the job. Factors to consider when drawing up the specification include: Skills, knowledge and aptitudes directly related to the job Level and type of experience necessary Education and training: but only so far as is necessary for satisfactory job performance, unless the person is being recruited on the basis of future potential; Vicky Jackson and Vanessa Lane can provide further support if required Any criteria relating to personal qualities, which must be essential and directly related to the job, and must be applied equally to all groups, irrespective of race, religion or belief, gender, age, sexual orientation, disability, gender re-assignment, marriage/civil partnership or pregnancy/maternity."
  }
}