{
  "guide_number": "unknown",
  "title": "How to reset your MHA passwords",
  "filename": "How to reset your MHA passwords.docx",
  "extracted_date": "2025-04-30",
  "metadata": {},
  "full_text": "How to Reset Your MHA Passwords\nThis guide is to help you reset the passwords for your MHA account and Jibble. Your MHA account allows you to access various systems such as logging into MHA computers, MHA emails, and mymha. Jibble is the time and attendance system used to clock in and out of your shifts. This uses a separate password to your MHA account and therefore has a different password reset process.\nTo reset your MHA account password, you will need to know your username and password. For most colleagues your username is your payroll number, however long-serving colleagues will use their first initial and surname instead e.g. JSmith.\nIf you do not know your password, and you have not previously enrolled, or if you have forgotten the answers to your security questions, you will need to contact the IT Service Desk to request a temporary password. You must reset the temporary password before you can access any MHA systems. You can contact the IT Service Desk through the following methods: \nEmail: ITServiceDesk@mha.org.uk\nTelephone: 01332 221888 (Option 2)\n4me Self-Service: https://mha.4me.com/self-service\nAfter resetting your password, you should complete enrolment. Enrolment will allow you to reset your own password without needing to contact the IT Service Desk for help.\nHow to Reset Your Password and Enrol Using a Non-MHA Computer\nGo to https://passwordreset.mha.org.uk/  \nEnter the username and temporary password in the ‘Log In’ box highlighted below *(do not use the ‘Reset Password’ link)* and click ‘Login’:\nEnter the temporary password in the ‘Old Password’ field.\nEnter a new password of your choice in the ‘New Password’ and ‘Confirm New Password’ fields. \nThe password must be a minimum of 8 characters long and contain at least one capital letter, lowercase letter, number and special character e.g. !, ?, @, etc.\nAfter entering your password, click ‘Change Password’.\nAn on-screen notification will notify you if your password has been changed successfully or not. If unsuccessful you will need to try again. If you have changed password successfully you can now progress to enrolment.\nAfter resetting your password, you will be prompted to enrol. Select the ‘Click Here’ button to begin enrolment. \nYou must now set four security questions. The questions can be selected from the dropdown menus. Ensure to confirm your answers before clicking the ‘Next’ button.\nYou must now enter and verify a personal email address. This will allow you to receive a code to your email which will enable you to reset your own password in the future.\n Enter your personal email address and click ‘Send Code’. You will receive a verification code from ‘passwordresetmail@mha.org.uk’, check your Spam folder if it does not appear in your inbox.\n Enter the code that you receive, then click ‘Verify Code and Continue’ to complete enrolment. You can add further verification emails if you wish.\n In the future, you will now be able to use the ‘Reset Password’ button to reset your own password.\nHow to Reset Your Password Using an MHA Computer\nOpen an MHA Laptop or Desktop and enter your username and temporary password in the ‘Username’ and ‘Password’ fields.\nClick the arrow to sign-in.\nYou will then be prompted to change your password before you sign in to your account, please press ‘OK’.\nEnter your temporary password in the ‘Current password’ field.\nEnter a new password of your choice in the ‘New password’ and ‘Confirm password’ fields.\nThe password must be a minimum of 8 characters long and contain at least one capital letter, lowercase letter, number and special character e.g. !, ?, @, etc.\nClick the arrow to confirm the change of password and sign in.\nHow to Reset Your Password Using a Mobile Phone or Tablet\nGo to https://passwordreset.mha.org.uk/ or open the ADSelfService Plus app on a work mobile.\nTap on the ‘Login’ link and *not* the ‘Password Reset’ link:\nEnter the username and temporary password then tap ‘Log In’.\nIf you only see a blank white screen, you will need to attempt the password reset process on a computer instead.\nTap ‘OK’ when you are prompted to reset your password with the message ‘You must change password to proceed login’. \nEnter the temporary password in the ‘Old Password’ field.\nEnter a new password of your choice in the ‘New Password’ and ‘Confirm Password’ fields.\nThe password must be a minimum of 8 characters long and contain at least one capital letter, lowercase letter, number and special character e.g. !, ?, @, etc\nAfter entering your new password, tap ‘Change’.\nHow to Reset Your Jibble Password\nOpen the Jibble app on your mobile or tablet.\nSelect the ‘Forgot your password?’ link.\nEnter your MHA email address or the phone number associated with your account and the select ‘Log In’. \nEnter the verification code that you have received and then select ‘Next’. \nEnter a new password of your choice.",
  "sections": {
    "overview": "How to Reset Your MHA Passwords This guide is to help you reset the passwords for your MHA account and Jibble. Your MHA account allows you to access various systems such as logging into MHA computers, MHA emails, and mymha. Jibble is the time and attendance system used to clock in and out of your shifts. This uses a separate password to your MHA account and therefore has a different password reset process. To reset your MHA account password, you will need to know your username and password. For most colleagues your username is your payroll number, however long-serving colleagues will use their first initial and surname instead e.g. JSmith. If you do not know your password, and you have not previously enrolled, or if you have forgotten the answers to your security questions, you will need to contact the IT Service Desk to request a temporary password. You must reset the temporary password before you can access any MHA systems. You can contact the IT Service Desk through the following methods: Email: ITServiceDesk@mha.org.uk Telephone: 01332 221888 (Option 2) 4me Self-Service: https://mha.4me.com/self-service After resetting your password, you should complete enrolment. Enrolment will allow you to reset your own password without needing to contact the IT Service Desk for help.",
    "steps": "Open the Jibble app on your mobile or tablet. Select the ‘Forgot your password?’ link. Enter your MHA email address or the phone number associated with your account and the select ‘Log In’. Enter the verification code that you have received and then select ‘Next’. Enter a new password of your choice."
  }
}