{
  "guide_number": "unknown",
  "title": "Phishing Email Advice",
  "filename": "Phishing Email Advice.docx",
  "extracted_date": "2025-04-30",
  "metadata": {},
  "full_text": "1. Don’t believe your eyes.\nSender name, Email addresses and domain names can be easily spoofed. It is, therefore, crucial that you check the domain name for spelling alterations on suspicious emails. Even if they appear to have come from a trusted sender, always double check.\n2. Check for typos.\nAttackers are often less concerned about being grammatically correct. Which means that typos and spelling errors are often evident in messages. Such errors in an email could be a good indication that the message is not genuine.\n3. Dear John.\nDoes the email start with an unusual greeting?  An email purporting to be from a colleague which normally starts “Hi” suddenly starts “Dear…..” should be checked carefully – All may not be what it seems.\n4. Don’t share sensitive information hastily.\nAny email that asks for sensitive information about you or your company is suspicious. For instance, no bank will ever ask for personal information over an email. Directly call your bank to ascertain if an email is genuine or not.\n5. Don’t fall for URGENCY!\nPhishing attacks use scare tactics such as urgency and authority to trick victims into taking immediate action. Emails that ask to share personal information, buy gift cards or to make cash transactions are… ‘phishy’. \n6. Hover but don’t click.\nCheck any links you are asked to click on carefully - if it seems strange, DO NOT click on it.  If you are asked for your MHA login details make sure the site is genuine.  Our Microsoft login page has been customised as below:\n7. Attachments can be dangerous.\nHover over attachments to check for an actual link, before you click on it or download it. But, if you are still unsure of the sender, do not click on the link.\n8. Is it too good to be true?\nIf it sounds too good to be true, chances are it is! Phishing attacks use fake rewards to tempt victims to take action. You wouldn’t win a lottery if you never participated.\n9. Keep your devices up to date.\nDevices, and the applications on them, are more susceptible to attacks when systems are not updated. Don’t postpone computer updates longer than necessary and make sure all mobile phones & tablets are running the latest software\n10. When in doubt, call out.\nIf you suspect you have received a phishing or fraudulent email please contact the IT Department.  PLEASE DO NOT FORWARD THE EMAIL.  If you are sure the email is suspicious please use the Report Message button in Outlook",
  "sections": {
    "overview": "1. Don’t believe your eyes. Sender name, Email addresses and domain names can be easily spoofed. It is, therefore, crucial that you check the domain name for spelling alterations on suspicious emails. Even if they appear to have come from a trusted sender, always double check. 2. Check for typos. Attackers are often less concerned about being grammatically correct. Which means that typos and spelling errors are often evident in messages. Such errors in an email could be a good indication that the message is not genuine. 3. Dear John. Does the email start with an unusual greeting? An email purporting to be from a colleague which normally starts “Hi” suddenly starts “Dear…..” should be checked carefully – All may not be what it seems. 4. Don’t share sensitive information hastily. Any email that asks for sensitive information about you or your company is suspicious. For instance, no bank will ever ask for personal information over an email. Directly call your bank to ascertain if an email is genuine or not. 5. Don’t fall for URGENCY! Phishing attacks use scare tactics such as urgency and authority to trick victims into taking immediate action. Emails that ask to share personal information, buy gift cards or to make cash transactions are… ‘phishy’. 6. Hover but don’t click. Check any links you are asked to click on carefully - if it seems strange, DO NOT click on it. If you are asked for your MHA login details make sure the site is genuine. Our Microsoft login page has been customised as below: 7. Attachments can be dangerous. Hover over attachments to check for an actual link, before you click on it or download it. But, if you are still unsure of the sender, do not click on the link. 8. Is it too good to be true? If it sounds too good to be true, chances are it is! Phishing attacks use fake rewards to tempt victims to take action. You wouldn’t win a lottery if you never participated. 9. Keep your devices up to date. Devices, and the applications on them, are more susceptible to attacks when systems are not updated. Don’t postpone computer updates longer than necessary and make sure all mobile phones & tablets are running the latest software 10. When in doubt, call out. If you suspect you have received a phishing or fraudulent email please contact the IT Department. PLEASE DO NOT FORWARD THE EMAIL. If you are sure the email is suspicious please use the Report Message button in Outlook"
  }
}