{
  "guide_number": "unknown",
  "title": "Resident desktop PC service description",
  "filename": "Resident desktop PC service description.docx",
  "extracted_date": "2025-04-30",
  "metadata": {},
  "full_text": "MHA IT Service Description\nResidents PC\nService Overview\nA compact Lenovo ThinkCentre M70q Gen 2 Tiny (Intel) desktop PC along with 22” monitor, keyboard, mouse, webcam, and headset. There is also the optional choice of a printer for use by residents and their families in our care homes.\nEligibility\nThis service is available to all care homes and retirement living.\nService Features\nOpen Office (word processor, spreadsheet & presentation applications)\nWebcam and headset for video calling\nCompact PC design to minimise visual impact and space required, PC also comes with a mount so can be attached underneath a desk to hide the PC\nOptional MFP printer allowing residents to print, copy & scan documents\nDevice Specification - PC\nDevice Specification – Monitor\nDevice Specifications – Printer\nFinancials\nConsumables Costs\nPlease note – It is the responsibility of the care home/retirement living site to purchase replaceable consumables for the residents’ machine. The printer will arrive with an initial set of ink cartridges, but further replacements will not be supplied by IT. However IT can facilitate with the process by providing advice & recommendations.\nDevice specifications – Peripherals \nTotal Initial Costings\nRequest Process\nTo request this service please complete the online form on the Intranet with your choice of\ndevice.\nFunding\nThe cost of each device is shown for information only to allow homes to make the most\ncost-effective choice for their needs. MHA IT will fully fund the initial cost of the equipment.\nAdditional or replacement accessories (ink cartridges, headset, webcam, mouse & keyboard) must be funded and procured by the user’s department. These can be obtained from MHA’s usual office supplies vendors. If a device (PC, Monitor & Printer) is lost, stolen or damaged, MHA IT will fund the cost of replacement according to policy TEC-009.\n\nSupport\nThis service is fully supported by the IT Service Desk who will assist with any faults or\nquestions you have.\nNotes\nEnsure you have plenty of space, for the computer, monitor, keyboard and mouse. Additional space will also be required if the optional printer is selected.\nThis PC setup will require at a minimum 2 power sockets, 1 for the PC, 1 for the monitor and 1 additional socket if a printer is requested. \nIdeally all resident’s PC’s need to have a wired connection to ensure the best possible connection to the network, if you already have an existing residents PC then you should already have this data point. If you do not then these PC’s do come with built in wireless but where necessary the site may need to fund the installation of data cabling ",
  "sections": {
    "overview": "A compact Lenovo ThinkCentre M70q Gen 2 Tiny (Intel) desktop PC along with 22” monitor, keyboard, mouse, webcam, and headset. There is also the optional choice of a printer for use by residents and their families in our care homes. Eligibility This service is available to all care homes and retirement living. Service Features Open Office (word processor, spreadsheet & presentation applications) Webcam and headset for video calling Compact PC design to minimise visual impact and space required, PC also comes with a mount so can be attached underneath a desk to hide the PC Optional MFP printer allowing residents to print, copy & scan documents Device Specification - PC Device Specification – Monitor Device Specifications – Printer Financials Consumables Costs Please note – It is the responsibility of the care home/retirement living site to purchase replaceable consumables for the residents’ machine. The printer will arrive with an initial set of ink cartridges, but further replacements will not be supplied by IT. However IT can facilitate with the process by providing advice & recommendations. Device specifications – Peripherals Total Initial Costings Request Process To request this service please complete the online form on the Intranet with your choice of device. Funding The cost of each device is shown for information only to allow homes to make the most cost-effective choice for their needs. MHA IT will fully fund the initial cost of the equipment. Additional or replacement accessories (ink cartridges, headset, webcam, mouse & keyboard) must be funded and procured by the user’s department. These can be obtained from MHA’s usual office supplies vendors. If a device (PC, Monitor & Printer) is lost, stolen or damaged, MHA IT will fund the cost of replacement according to policy TEC-009. Support This service is fully supported by the IT Service Desk who will assist with any faults or questions you have.",
    "notes": "Ensure you have plenty of space, for the computer, monitor, keyboard and mouse. Additional space will also be required if the optional printer is selected. This PC setup will require at a minimum 2 power sockets, 1 for the PC, 1 for the monitor and 1 additional socket if a printer is requested. Ideally all resident’s PC’s need to have a wired connection to ensure the best possible connection to the network, if you already have an existing residents PC then you should already have this data point. If you do not then these PC’s do come with built in wireless but where necessary the site may need to fund the installation of data cabling"
  }
}