{
  "guide_number": "unknown",
  "title": "WI iTrent Entering Right to Work Disclosure and Registration Checks into iTrent",
  "filename": "WI iTrent Entering Right to Work Disclosure and Registration Checks into iTrent.docx",
  "extracted_date": "2025-04-30",
  "metadata": {},
  "full_text": "Work Instruction\nEntering Right to Work, Disclosure and Registration Checks into iTrent\nA process for entering all Right to Work/Registration and Visa (Time Limited Right to Work) checks into the iTrent HR System\nActivity Overview\nSummarize:\nAll right to work, disclosure, registration and time limited right to work (Visa) checks to be entered into the iTrent HR system.\nInformation to be added to the system as set out below and in MHA Policy HR4.15 Right to Work in the UK.\nEvidence of the check to be uploaded as an attachment.\nTo be maintained by the site.\nSystems to be used\niTrent\nChecklist\nStep by Step Procedure\n2a Right to Work, Disclosure and Registration Checks\nLog into mhapeople and select Employee Information:\nSelect the name of the employee you will be entering details against.\nSelect ‘Check Details (DBS, NMC PIN etc)’ to enter the employee’s Right to Work Checks, Disclosure and Registration:\nSelect the type of check or registration you are entering from the drop-down box. Please ensure that you select the correct option for the check or registration you are evidencing:\nFor disclosures, please select the type of disclosure in the ‘Name’ section, and in the ‘Check method’ drop down select either ‘Written Application’ or ‘Online’.  ‘Written Application’ should be selected for standard Care Check requests and ‘Online’ for the DBS Update Service (i.e. Portable DBS).\nIf you select ‘Written application’ you will need to select ‘Completed’ in the ‘Check Progress’ box:\nEnter the date that the check was completed in the ‘Date Checked/Date consent given’ field. Please ensure the date entered is the date featured on the certificate/check. The ‘Renew date’ field will auto populate. \nThe ‘Checked by’ field will auto populate with the name of the person logged in     to mhapeople.  (NB If you are uploading a historic check and did not complete this originally, you will be able to add the details of the person who completed the original check in the ‘Notes’ section after you have completed the page and saved it. Please see section 11 for details of how to do this)\nEnter the reference number in the ‘Reference number’ field.\nSelect the status from the drop-down menu as appropriate:\nWhen the page is complete, press save:\nAdd your evidence as attachments by selecting the paperclip in the top right corner of the page:\nIf you need to add further checks, select ‘new’.\nYou can also add notes if you wish. If this check is being entered by you but you didn’t complete the original check, you can document this in the ‘Notes’ section at this point e.g. Name of the person who completed the check, their job role (if stated) and the date this was done.\nEach check from the drop-down list will require you to enter the details listed on the page. You will also be expected to upload the relevant evidence as an attachment.\n2b Time Limited Right to Work (Visa) details including Positive Verification Notice (PVN)\n Select the Visa Details button from the Employee Information screen:\nEnter the Visa details as below, the Visa/PVN expiry date field is mandatory. If the employee has indefinite right to remain, please enter this date as 01/01/2099:\nSave the page, and upload the evidence of the Visa/PVN as an attachment by selecting the paperclip in the top right corner of the page:",
  "sections": {
    "steps": "Enter the reference number in the ‘Reference number’ field. Select the status from the drop-down menu as appropriate: When the page is complete, press save: Add your evidence as attachments by selecting the paperclip in the top right corner of the page: If you need to add further checks, select ‘new’.",
    "notes": "Each check from the drop-down list will require you to enter the details listed on the page. You will also be expected to upload the relevant evidence as an attachment. 2b Time Limited Right to Work (Visa) details including Positive Verification Notice (PVN) Select the Visa Details button from the Employee Information screen: Enter the Visa details as below, the Visa/PVN expiry date field is mandatory. If the employee has indefinite right to remain, please enter this date as 01/01/2099: Save the page, and upload the evidence of the Visa/PVN as an attachment by selecting the paperclip in the top right corner of the page:"
  }
}